<!DOCTYPE html>
<html>
<head>
  <title>حول المشروع</title>
  <meta charset="utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link href="_/css/bootstrap.css" rel="stylesheet">
  <link href="_/css/mystyles.css" rel="stylesheet">

  <!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
  <!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/libs/html5shiv/3.7.0/html5shiv.js"></script>
      <script src="https://oss.maxcdn.com/libs/respond.js/1.3.0/respond.min.js"></script>
      <![endif]-->

      <!--favicons-->
      <link rel="apple-touch-icon-precomposed" sizes="144x144" href="ico/apple-touch-icon-144-precomposed.png">
      <link rel="apple-touch-icon-precomposed" sizes="114x114" href="ico/apple-touch-icon-114-precomposed.png">
      <link rel="apple-touch-icon-precomposed" sizes="72x72" href="ico/apple-touch-icon-72-precomposed.png">
      <link rel="apple-touch-icon-precomposed" href="ico/apple-touch-icon-57-precomposed.png">
      <link rel="shortcut icon" href="ico/favicon.png">

    </head>
    <body id="aboutproject">
      <?php include "_/components/php/header.php"; ?>
      
       <section class="container">
      <div class="content row">
        <section class="bookchapters col col-xs-8 col-xs-offset-2" >
              <div class="chapter">
              <h2>التعريف بالمشروع</h2>
              <p>تتمثل طبيعة المشروع في خدمة كتب التراث التي تم اعتمادها ككتب تدريس سواء للمبتدئين أو المتوسطين أو المنتهين، بصورة علمية تستفيد من معطيات العصر الإلكترونية في تسهيل التعامل مع هذه الكتب ذات القيمة العلمية الكبرى، وهذا الكتاب هو: الحبل المتين على نظم المرشد المعين على الضروري من علوم الدين، للمراكشي، وهذا الكتاب يتضمن قسمين:</p>
              <ol>
                <li>نظم شعري على المرشد المعين على الضروري من علوم الدين، لعبد الواحد ابن عاشر</li>
                <li>الحبل المتين وهو شرح محمد بن محمد المراكشي على النظم</li>
                <ol/>
            </div>
            <div class="chapter"> 
                <h2>أسباب اختيار المشروع</h2>
                <p>هناك العديد من الكتب التعليمية في المعاهد الثانوية والجامعية تقدم خدمة للكتاب التعليمي بالصوت والصورة على نحو يسهل المادة العلمية،  ومن الممكن أن يستفاد من هذه التجارب في عمل نموذج تعليمي إلكتروني لخدمة كتب التراث بالصوت والصورة والامتحان الموضوعي، والمقالي لقييم تحصيل المتعلم، خصوصا أن هناك نسخا كثيرة من الكتاب فيها العديد من الأخطاء، ولا توجد نسخة واحدة سليمة من الأخطاء، مما استدعى بالضرورة إخراج نسخة صحيحة توضح بين يدي القاريء.</p>
                <p>أهمية الكتاب</p>
                <p>يمثل كتاب المرشد المعين على الضروري من علوم الدين الكتاب التعليمي الأول في المدرسة المالكية في المغرب العربي، وتتضح قيمة هذا الكتاب من خلال الشروح الكثيرة عليه، ومنها شرح: الحبل المتين للمراكشي الذي تم اختياره لكونه سهلا أقرب للفهم للمسلم العامي، وقد ذكر المحقق في المقدمة مجموعة من تلك الكتب في مقدمة الكتاب وتدل كثرتها على أهميته العلمية لاسيما وأنه من الكتب المعتمدة في تدريس العلوم الضرورية للمسلم.</p>
                <h2>موضوعات الكتاب</h2>
                <p>الكتاب الأصل: المرشد المعين على الضروري من علوم الدين، وهو عبارة نظم شعري لعبد الواحد ابن عاشر (توفي: 1040 هـ) يتكون من 313 بيتا في العلوم الضرورية للعامي المسلم وهي: مقدمة في العقيدة الإسلامية، ومقدمة في أصول الفقه، ثم العبادات وهي: الصلاة، والزكاة، والصيام والحج، ثم خاتمة في التربية والآداب الإسلامية، شرحها محمد بن محمد المراكشي في كتابه القيم: الحبل المتين على المرشد المعين.</p>
              
                <h2>أهداف المشروع</h2>
                <p>للمشروع أهداف عدة، وهي:</p>
                <p>ضبط النص الأصلي ضبطا دقيقا، وذلك من خلال مقارنة النسخ المطبوعة من الكتاب بعضها ببعض، لمعرفة مواضع الخلل، وتدوين تلك المقابلات بين النسخ في نموذج المشروع، حيث ترسم الكلمة التي جرى تحقيقها باللون الأزرق، ويظهر مضمون التحقيق بوضع المؤشر (الفأرة) على الكلمة الرزقاء</p>
                <p>إخراج نسخة صحيحة سليمة من العيوب سواء في النظم الأصلي أم شرحه</p>
                <p>تسهيل فهم المسائل العلمية في الكتاب بالشرح بالصورة والتعليق عليها</p>
                <p>تسجيل النظم الأصلي للكتاب صوتيا وكذلك الشرح، وإعطاء خيار للمتعلم بالاستماع إلى جزء من النظم بالنقر على أيقونه خاصة، أو بالاستماع المسترسل للشرح مع النظم حسب ما يختاره المتعلم</p>
                <p>إتاحة الفرصة للمتعلم باختبار نفسه بواسطة الأسئلة المقالية في نهاية النموذج</p>
                <p>تحقيق مبادرة للجمع بين الأصالة والمعاصرة في خدمة كتب التراث الإسلامي، ولا تكون هذه المبادرة نظرية فقط بل هي رسم نموذج يمكن أن يكون هو البداية البسيطة تتلوها نماذج تكون خيرا منه عبر التواصل مع المختصين في مجال التعليم الإلكتروني</p>
             </div>
            </section>
          </div><!-- content -->
    </section><!-- container --> 

        <?php include "_/components/php/footer.php"; ?>

        <!-- scripts  -->
        <script src="_/js/jquery.js"></script>
        <script src="_/js/bootstrap.js"></script>
        <script src="_/js/myscripts.js"></script>

      </body>
      </html>
