<h3>heading</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>62</td>
		<td>سُنَنُهُ السَّبْعُ: ابْتِدًا غَسْلِ الْيَدَيْنْ</td>
		<td>وَرَدُّ مَسْحِ الرَّأْسِ مَسْحُ الأُذُنَيْنْ</td>
	</tr>
	<tr>
		<td>63</td>
		<td>مَضْمَضَةٌ، اسْتِنْشاقٌ، اسْتِنْثَارُ</td>
		<td>تَرْتِيبُ فَرْضِهِ، وَذَا الْمُخْتَارُ</td>
	</tr>
	<tr>
		<td>64</td>
		<td>وَأَحَدَ عْشَرَ الْفَضَائِلُ أَتَتْ،</td>
		<td>تَسْمِيَةٌ، وَبُقْعَةٌ قَدْ طَهُرَتْ</td>
	</tr>
	<tr>
		<td>65</td>
		<td>تَقْلِيلُ مَاءٍ، وَتَيَامُنُ الإِنَا</td>
		<td>وَالشَّفْعُ والتَّثْلِيثُ في مَغْسُولِنَا</td>
	</tr>
	<tr>
		<td>66</td>
		<td>بَدْءُ الْمَيَامِنِ سِوَاكٌ وَنُدِبْ</td>
		<td>تَرْتِيبُ مَسْنُونِهِ أَوْ مَعْ مَا يَجِبْ</td>
	</tr>
	<tr>
		<td>67</td>
		<td>وَبدْءُ مَسْحِ الرَّأْسِ مِنْ مُقَدَّمِهْ</td>
		<td>تَخْلِيلُهُ أَصَابِعاً بِقَدَمِهْ</td>
	</tr>
</table>