<table>
					<tr>
						<td>81</td>
						<td>سُنَنُهُ: مَضْمَضَةٌ غَسْلُ الْيَدَيْنْ</td>
						<td>بَدْءًا والاسْتِنْشَاقُ ثُقْبُ الْأذُنَيْنْ</td>
					</tr>
				</table>
			<p>سنن الغسل أربع:</p>
			<p>الأولى: المضمضة مرة واحدة.</p>
			<p>الثانية: غسل اليدين إلى الكوعين مرة واحدة وذلك ابتداء غسله قبل إدخالهما في الإناء.</p>
			<p> الثالثة: الاستنشاق مرة واحدة.</p>
			<p>الرابعة: مسح ثقب الأذنين. وأما جلدة الأذنين فلا خلاف في وجوب غسلها. ثم قال:</p> 
				<table>
					<tr>
						<td>82</td>
						<td>مَنْدُوبُهُ: الْبَدْءُ بِغَسْلِهِ الأذَى</td>
						<td>تَسْمِيَةٌ: تَثْلِيثُ رَأْسِهِ كَذا</td>
					</tr>
					<tr>
						<td>83</td>
						<td>تَقْدِيمُ أَعْضَاءِ الْوُضُو قِلَّةُ مَا</td>
						<td>بَدْءٌ بِأَعْلَ وَيَمينٍ خُذْهُمَا</td>
					</tr>
				</table>	
			<p>مستحبات الغسل سبعة:</p> 
			<p>الأول: أن يبدأ بغسل ما بفرجه أو جسده من أذى بعد غسل يديه أولًا على وجه السنية،</p> 
			<p>الثاني: التسمية،</p>
			<p>الثالث: أن يفيض الماء على رأسه ثلاث غرفات، والغرفة ملء اليدين جميعًا، وهذا بعد أن يخلل شعر رأسه ببلل أصابعه.</p>
			<p>الرابع: تقديم أعضاء الوضوء لشرفها وبغسلها بنية الحدث الأكبر، وكذلك بغسلها مرة .</p>
			<p>الخامس: قلة الماء من غير تحديد في ذلك.</p>
			<p>السادس: البدء بأعلى البدن قبل أسفله.</p>
			<p>والسابع: البدء بالميامن قبل المياسر. ثم قال:</p>
				<table>
					<tr>
						<td>84</td>
						<td>تَبْدَأ في الْغَسْلِ بِفَرْجٍ ثُمَّ كُفْ</td>
						<td>عَنْ مَسِّهِ بِبَطْنِ أَوْ جَنْبِ الأَكُفْ</td>
					</tr>
					<tr>
						<td>85</td>
						<td>أو إِصْبَعٍ ثُمَّ إِذَا مَسَسْتَهُ</td>
						<td>أَعِدْ مِنَ الْوُضُوءِ مَا فَعَلْتَهُ</td>
					</tr>
				</table>
			<p>المغتسل إذا غسل فرجه يطلب منه أن يكف عن مسه ببطن الكف أو جنبها أو بطن الأصابع أو جنبها ليكفه الغسل عن الوضوء،  فإذا مسه بما ذكر في أثناء الوضوء فإنه يعيد ما فعل من أعضاء الوضوء. ثم قال:</p>