<table>
					<tr>
						<td>89</td>
						<td>فَصْلٌ لِخَوْفِ ضُرٍّ أَوْ عُدْمِ مَا</td>
						<td>عَوِّضْ مِنَ الطَّهَارَةِ التَّيَمُّمَا</td>
					</tr>
				</table>
			<p>يباح التيمم لخوف حدوث المرض باستعمال الماء أو زيادة المرض أو تأخير البرء أو ذهاب العرق وخاف إن قلع جف عرقه  ودامت علته، وكذا لفقد الماء الكافي للوضوء أو الغسل بالسفر، أو فقد القدرة على استعمال الماء لعجز أو ربط أو إكراه، أو  خاف خروج الوقت باستعماله، أو فقد من يناوله الماء، وكذا يتيمم من عنده ماء إن توضأ به خاف العطش سواء خاف الموت أو  الضرر، وكذا إذا ظن عطش من معه من آدمي أو دابة، وكذا يتيمم من خاف على نفسه من لصوص أو سباع، وكذا من خاف  على تلف مال له بال. ثم قال:</p>
				<table>
					<tr>
						<td>90</td>
						<td>وَصَلِّ فَرْضاً وَاحِداً وإِنْ تُصَلّْ</td>
						<td>جَنَازَةً وَسُنّةً بِهِ يَحِلّْ</td>
					</tr>
				</table>
			<p>من تيمم للفرض لا يجوز له أن يصلي بالتيمم إلا فرضًا واحدًا ولا يجوز له أن يصلي بالتيمم فرضين ولو قصدهما به، فإن  الفرض الثاني باطل ولو مشتركي الوقت كالظهر والعصر مثلاً، وجاز له أن يصلي بذلك التيمم على الجنازة وأن يصلي به سنة  غير صلاة الجنازة كالوتر لمن تيمم للعشاء وصلاها إذا كان ذلك متصلًا بالفرض الذي تيمم له، وأما من تيمم لنافلة أو لقراءة في  مصحف ثم صلى فريضة بذلك التيمم فإن صلاته باطلة. ثم قال:</p>
				<table>
					<tr>
						<td>91</td>
						<td>وَجَازَ لِلنَّفْلِ ابْتَدًا وَيَسْتَبِيحْ</td>
						<td>الْفَرْضَ لَا الْجُمْعَةَ حَاضِرٌ صَحِيحْ</td>
					</tr>
				</table>
			<p>يجوز التيمم للنافلة ابتداء أي استقلالًا في حق المريض والمسافر، وأما الحاضر الصحيح فلا يتيمم للنوافل استقلالًا وإنما يصليها  بالتبع للفرض ولا يجوز له أن يصلي الجمعة بالتيمم فإن فعل لم يجزئه. ثم قال:</p>