<h3>نواقض الوضوء</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>71</td>
		<td>إنْ كانَ صَلَّى بَطَلَتْ، وَمَنْ ذَكَرْ</td>
		<td>سُنَّتَهُ يَفْعَلُها لِمَا حَضَرْ</td>
	</tr>
	<tr>
		<td>72</td>
		<td>فَصْلٌ نَوَاقِضُ الْوُضُوءِ سِتّةَ عَشَرْ</td>
		<td>بَوْلٌ وَرِيحٌ سَلَسٌ إِذَا نَدَرْ</td>
	</tr>
	<tr>
		<td>73</td>
		<td>وغَائِطٌ. نَوْمٌ ثَقِيلٌ مَذْيُ</td>
		<td>سُكْرٌ، وإغْمَاءٌ. جُنُونٌ وَدْيُ</td>
	</tr>
	<tr>
		<td>74</td>
		<td>لمْسٌ وقُبْلَةٌ وَذَا إِنْ وُجِدَتْ</td>
		<td>لَذَّةُ عَادَةٍ كَذَا إِنْ قُصِدَتْ</td>
	</tr>
	<tr>
		<td>75</td>
		<td>إِلْطافُ مَرْأَةٍ كَذَا مَسُّ الذَّكَرْ</td>
		<td>وِالشَّكُّ في الْحَدَثِ كُفْرُ مَنْ كَفَرْ</td>
	</tr>
	<tr>
		<td>76</td>
		<td>وَيَجِبُ اسْتِبْرَاءُ الَاخْبَثَيْنِ مَعْ</td>
		<td>سَلْتٍ ونَتْرٍ ذَكَرٍ وَالشَّدَّ دّعْ</td>
	</tr>
	<tr>
		<td>77</td>
		<td>وَجَازَ الاسْتِجْمَارُ مِنْ بَوْلِ ذَكَرْ</td>
		<td>كَغَائِطٍ لَا مَا كَثِيراً انْتَشَرْ</td>
	</tr>
</table>
