<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>78</td>
		<td>فَصْلٌ فُروضُ الْغُسْلِ قَصْدٌ يحْتَضَرْ</td>
		<td>فَوْرٌ عُمُومُ الدَّلْكِ تَخْليلُ الشَّعَرْ</td>
	</tr>
	<tr>
		<td>79</td>
		<td>فَتَابِعِ الْخَفيَّ مِثلَ الرُّكْبَتَينْ</td>
		<td>وَالإِبْطِ وَالرُّفْغِ وَبَيْنَ الأليَتَيْنْ</td>
	</tr>
	<tr>
		<td>80</td>
		<td>وَصِلْ لِمَا عَسُرَ بِالْمِنْدِيلِ</td>
		<td>وَنَحْوِهِ كَالْحَبْلِ وَالتَّوْكيلِ</td>
	</tr>
</table>
<p>فرائض الغسل أربعة:</p> 
<p>أولها: النية فينوي إن كان الغسل واجبًا رفع الحدث الأكبر أو استباحة الممنوع الفرض كما تقدم في الوضوء ومحل النية عند  الشروع في الغسل.</p>
<p>ثانيها: الفور وهو الموالاة بحيث يفعل الغسل كله في دفعة واحدة عضوًا بعد عضو إلى أن يفرغ والتأخير اليسير مغتفر،  والكثير إن فعله عامدًا غير مضطر لذلك مبطل لما فعل، والطول هنا قدر ما تجف فيه الأعضاء المعتدلة في الزمان المعتدل.</p>
<p>ثالثها: الدلك لجميع البدن فإن لم تصل يده لبعض جسده دلكه بخرقة أو حبل أو استناب غيره على ذلك.</p>
<p>رابعها: تخليل الشعر كثيفًا كان أو خفيفًا كان شعر لحية أو رأس أو غيرهما، كان مضفورًا أم لا ما لم يكن ضفره مشدودًا بحيث لا يدخله الماء، فلا بد من حله وإرخائه وتجب المحافظة على دلك  ما خفي من البدن مثل طيّ الركبتين وتحت الإبط  والرفغ. وهو أصل الفخذ من المقدم وبين الأليتين وهو الشق الذي بين الفخذين من خلف، كذا ما يلي الأرض من القدم وعمق  السرة وتكاميش الدبر وتحت الحلق وأحرى تخليل أصابع يديه ونحوها. ثم قال:</p>
