<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>86</td>
		<td>مُوْجِبُهُ: حَيْضٌ نِفَاسٌ انْزَالْ</td>
		<td>مَغِيبُ كَمْرَةٍ بِفَرْجٍ اسْجَالْ</td>
	</tr>
</table>
<p>أسباب موجبات الغسل أربعة:</p> 
<p>الأول والثاني: انقطاع دم الحيض والنفاس.</p> 
<p>والثالث: الإنزال، وهو خروج المني المقارن للذة المعتادة،</p>
<p>والرابع: مغيب الحشفة وتسمى الكمرة، وهي رأس الذكر في فرج آدمي أو غيره، أو ذكر حي أو ميت بإنعاظ أم لا أنزل أم لا  في قبل أو دبر، وإلى هذا التعميم في مغيب الحشفة أشار الناظم بقوله إسجال لأنه مصدر أسجل إذا أطلق أرسل ولم يقيد، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>87</td>
		<td>وَالأَوَّلَانِ مَنَعَا الْوَطْءَ إِلَى</td>
		<td>غُسْلٍ وَالَاخِرانِ قرْآناً جَلَا</td>
	</tr>
	<tr>
		<td>88</td>
		<td>وَالكُلُّ مَسْجِداً وَسَهْوُ الاغتِسَالْ</td>
		<td>مِثْلُ وُضُوئِكَ وَلَمْ تُعِدْ مُوالْ</td>
	</tr>
</table>
<p>الحيض والنفاس يمنعان الوطء ويستمر المنع منه إلى أن تغتسل، فلا يجوز وطء الحائض والنفساء حالة جريان الدم ولا بعد  انقطاعه وقبل الاغتسال، ثم إن الكل من الحيض والنفاس والإنزال ومغيب الحشفة يمنعان قراءة القرآن ويستمر المنع إلى  الاغتسال، وحكم السهو في الغسل كالسهو في الوضوء إلا في صورة واحدة وهي إن ترك لمعة من غسله ثم تذكرها بالقرب،  فإنه يغسلها لا يعيدها، ثم قال:</p>