<h2>كتاب الطهارة</h2>
				<table>
					<tr>
						<td>54</td>
						<td>فَصْلٌ وَتَحْصُلُ الطَّهَارَةُ بِما</td>
						<td>مِنَ التَّغيُّرِ بِشَيءٍ سَلِمَا</td>
					</tr>
					<tr>
						<td>55</td>
						<td>إِذَا تَغَيَّرَ بِنَجْسٍ طُرِحَا</td>
						<td>أَوْ طَاهِرٍ لعَادَةٍ قَدْ صَلُحَا</td>
					</tr>
					<tr>
						<td>56</td>
						<td>إِلَّا إِذَا لَازَمَهُ في الْغَالِبِ</td>
						<td>كمَغْرَةٍ فَمُطْلَقٌ كالذَّائِبِ</td>
					</tr>
				</table>
			<p>ينقسم الماء إلى قسمين: مخلوط وغير مخلوط، فالماء غير المخلوط بشيء من الأشياء هو الطهور الذي يستعمل في العبادات 
			والعادات. والمخلوط إن كان مختلطًا بنجس وتغير به لونه أو طعمه أو ريحه فهو نجس لا يستعمل في العبادات والعادات، وإن لم 
			يتغير به بأن كان الماء قليلًا والنجاسة قليلة كره استعماله مع وجود غيره، وإن اختلط بطاهر وتغير به أحد أوصافه الثلاثة وأمكن 
			الاحتراز منه كاللبن فإنه يستعمل في العادات فقط كالطبخ وغيره، وإن كان مما لا يمكن الاحتراز منه كالمتغير بالمغرة وهي 
			الطين الأحمر فإنه لا يضر ويستعمل في العبادات والعادات. ثم قال: </p>