<p>فضائل الوضوء أي مستحباته إحدى عشرة:</p>
<p>الفضيلة الأولى: التسمية وهي أن يقول أول الوضوء: بسم الله الرحمن الرحيم.</p>
<p> الثانية: أن يتوضأ في موضع طاهر.</p>
<p>الثالثة: أن يقلل الماء من غير تحديد.</p>
<p>الرابعة: أن يجعل الإناء الذي فيه الماء عن يمينه بخلاف ما إذا كان أعسر.</p>
<p> الخامسة: الغسلة الثانية والثالثة بمعنى أن تكرار المغسول ثلاثًا مستحب.</p>
<p> السادسة: البداءة بالميامن من قبل المياسر.</p>
<p> السابعة: السواك بعود الأراك وإن لم يجد فبالإصبع.</p>
<p> الثامنة: ترتيب السنن فيما بينها فيقدم غسل اليدين على المضمضة، والمضمضة على الاستنشاق.</p>
<p> التاسعة: ترتيب السنن مع الواجبات فيقدم غسل اليدين والمضمضة و الاستنشاق والاستنثار على غسل الوجه، ويقدم مسحالأذنين على غسل الرجلين، ويؤخرها عن مسح الرأس.</p> <p>العاشرة: أن يبدأ في مسح رأسه من مقدمه.</p>
<p> الحادية عشرة: تخليل أصابع الرجلين، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>68</td>
		<td>وَكُرِهَ الزَّيْدُ عَلَى الْفَرْض لَدَى</td>
		<td>مَسْحٍ، وَفي الْغُسْلِ عَلَى مَا حُدِّدَا</td>
	</tr>
</table>
<p>تكره الزيادة على ما فرضه وقدره فيه الشارع صلى الله عليه وسلم وهو المسح ورده في الرأس والمرة الواحدة في مسح الأذنين، وتكره أيضًا الزيادة على القدر الذي حدده الشارع في الغسل وهو الثلاث في اليدين والرجلين أو تمنع. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>69</td>
		<td>وَعَاجِزُ الفَوْرِ بَنَى مَا لَمْ يَطُلْ</td>
		<td>بِيُبْسِ الَاعْضَا في زَمَانٍ مُعْتَدِلْ</td>
	</tr>
	<tr>
		<td>70</td>
		<td>ذَاكِرُ فَرْضِهِ بِطولٍ يَفْعَلُهْ</td>
		<td>فَقَطْ وَفي الْقُرْبِ المُوَالِي يُكْمِلُهْ</td>
	</tr>
</table>
<p>تقدم أن الفور وهو الموالاة من فرائض الوضوء، وأن المشهور وجوبه مع الذكر والقدرة وسقوطه مع العجز والنسيان، وأخبرهناأن من أخل به عاجزاً كمن أخذ من الماء ما يكفيه فأريق له في أثناء وضوئه ثم وجد ماء آخر لكمال طهارته فإن لم يجده إلا بعد طول من إراقة مائه بطل ما فعل من وضوئه وابتدأه من أوله، وإن وجد الماء بأثر إراقة مائه الأول فإنه يعتد بما فعل ويكمل وضوءه والطول هنا معتبر بالزمان الذي تجف فيه الأعضاء المعتدلة في الزمان المعتدل. وأما الناسي إذا فعل بعض الوضوء ونسي باقيه ثم تذكر فإنه يبني على ما فعل ويكمل ما بقي، ويجدد له النية، وسواء تذكر بالقرب أو بعد طول. ثم قال:</p>