<h3>سنن التيمم</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>95</td>
		<td>سُنَنُهُ مَسْحُهمَا لِلْمِرْفَقِ</td>
		<td>وَضَرْبُةُ الْيَدَيْنِ: تَرْتِيبٌ بَقِي</td>
	</tr>
	<tr>
		<td>96</td>
		<td>مَنْدُوبُهُ: تَسْمِيَةٌ وَصْفٌ حَمِيدْ</td>
		<td>نَاقِضُهُ مِثْلُ الْوُضُوءِ</td>
	</tr>
	<tr>
		<td>97</td>
		<td>وُجُودُ مَاءٍ قَبْلَ أَنْ صَلَّى وَإِنْ</td>
		<td>بَعْدُ يَجِدْ يُعِدْ بِوَقْتٍ إِنْ يَكُنْ</td>
	</tr>
	<tr>
		<td>98</td>
		<td>كَخَائِفِ اللِّصِّ وَرَاجٍ قدَّمَا</td>
		<td>وَزَمِنٍ مُنَاوِلاً قَدْ عَدَمَا</td>
	</tr>
</table>