<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>92</td>
		<td>فُرُوضُهُ مَسْحُكَ وَجْهاً وَالْيَدَيْنْ</td>
		<td>لِلْكُوعِ وَالنِّيَّةُ أُولَى الضَّرْبَتَيْنْ</td>
	</tr>
	<tr>
		<td>93</td>
		<td>ثُمَّ الْمُوَالَاةُ صَعِيدٌ طَهُرَا</td>
		<td>وَوَصْلُهَا بِهِ وَوَقْتٌ حَضَرَا</td>
	</tr>
</table>
<p>فرائض التيمم ثمانٍ:</p>
<p>أولاها: تعميم مسح وجهه.</p> 
<p>والثانية: مسح يديه إلى كوعيه وتخليل أصابعه من نزع خاتمه ولو ترك شيئا من الوجه أو من اليدين إلى الكوعين لم يجزئه.</p> 
<p>الثالثة: النية ومحلها عند الضربة الأولى، وينوي استباحة الصلاة أو مس المصحف أو غيرهما مما الطهارة شرط فيه، أو ينوي  فرض التيمم أو نية الحدث الأكبر إن كان.</p>
<p>الرابعة: الضربة الأولى والمراد بها وضع اليدين على الحجر أو التراب برفق. </p>
<p>الخامسة: الموالاة بين أجزائه وبين ما فعل له.</p>
<p>السادسة: الصعيد الطاهر والصعيد هو وجه الأرض على أي وجه كان من رمل أو حجارة، أو مدر أو تراب أو ثلج و  خضخاض.</p>
<p>والسابعة: أن يكون التيمم متصلاً بالصلاة.</p>
<p>الثامنة: دخول الوقت، فلا يصح التيمم قبل دخوله ولو دخل بنفس فراغه من التيمم. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>94</td>
		<td>آخِرُهُ للرَّاجِ آيِسٌ فَقَطْ</td>
		<td>أَوَّلَهُ وَالْمُتَرَدِّدُ الْوَسَطْ</td>
	</tr>
</table>
<p>الراجي هو الذي غلب على ظنه وجود الماء في الوقت يتيمم آخر الوقت المختار والآيس من وجود الماء أو لحوقه في الوقت  المختار يتيمم أول الوقت، إذ لا فائدة من تأخيره والمتردد في لحوق الماء أو وجوده أو زوال المانع يتيمم وسط الوقت المختار. ثم  قال:</p>