<table>
					<tr>
						<td>71</td>
						<td>إنْ كانَ صَلَّى بَطَلَتْ، وَمَنْ ذَكَرْ</td>
						<td>سُنَّتَهُ يَفْعَلُها لِمَا حَضَرْ</td>
					</tr>
					<tr>
						<td>72</td>
						<td>فَصْلٌ نَوَاقِضُ الْوُضُوءِ سِتّةَ عَشَرْ</td>
						<td>بَوْلٌ وَرِيحٌ سَلَسٌ إِذَا نَدَرْ</td>
					</tr>
					<tr>
						<td>73</td>
						<td>وغَائِطٌ. نَوْمٌ ثَقِيلٌ مَذْيُ</td>
						<td>سُكْرٌ، وإغْمَاءٌ. جُنُونٌ وَدْيُ</td>
					</tr>
					<tr>
						<td>74</td>
						<td>لمْسٌ وقُبْلَةٌ وَذَا إِنْ وُجِدَتْ</td>
						<td>لَذَّةُ عَادَةٍ كَذَا إِنْ قُصِدَتْ</td>
					</tr>
					<tr>
						<td>75</td>
						<td>إِلْطافُ مَرْأَةٍ كَذَا مَسُّ الذَّكَرْ</td>
						<td>وِالشَّكُّ في الْحَدَثِ كُفْرُ مَنْ كَفَرْ</td>
					</tr>
				</table>
			<p>من نسي من وضوءه شيئًا فإما أن يكون ذلك المنسي فرضًا أو سنة، فإن كان فرضًا ولم يتذكره إلا بعد طول فإنه يفعل المنسي  فقط ولا يعيد ما بعده وإن تذكر بالقرب فيفعله ويعيد ما بعده إلى آخر وضوئه، فإن لم يتذكر في الوجهين حتى صلى بطلت صلاته  وأعادها أبدًا لأنه صلاها بلا وضوء، وإن كان المنسي سنة فإنه يفعله وحده لما يستقبل من الصلوات ولا يعيد ما صلى قبل أن  يفعله. ولا فرق في ذلك بين الطول والقرب. ثم قال: تنقسم نواقض الوضوء الستة عشر إلى قسمين: أحداث وأسباب، فالحدث هو الخارج المعتاد من المخرج المعتاد على سبيل العادة والصحة، وذلك كالريح والغائط والبول والمذي والودي والمني إذا كان بغير  لذة معتادة، وأما السبب فهو الذي لا ينقض الوضوء بنفسه بل يؤدي إلى خروج الحدث كالنوم الثقيل سواء كان قصيرًا أو طويلًا،  وكذا لمس البالغ من قصد لذة من يلتذ به من عادة ولو بظفر أو شعر فوق حائل وجد اللذة أم لا، وكذا لو وجدها مع عدم قصدها،  وكذا مس الذكر المتصل بباطن الكف أو برؤوس الأصابع ولو بأصبع زائدة إن أحست وتصرفت، وكذلك إلطاف امرأة وكذا  القبلة في الفم مطلقًا إلا لوداع أو رحمة والشك في الحدث. والردة عياذاً بالله وهي التي عبر عنها بكفر من كفر. والسكر ولو  بحلال والإغماء والجنون والسلس إن لازم أقل الزمن. ثم قال:</p>
				<table>
					<tr>
						<td>76</td>
						<td>وَيَجِبُ اسْتِبْرَاءُ الَاخْبَثَيْنِ مَعْ</td>
						<td>سَلْتٍ ونَتْرٍ ذَكَرٍ وَالشَّدَّ دّعْ</td>
					</tr>
				</table>
			<p>يجب على قاضي الحاجة أي الذي أراد خروج البول أو الغائط ألا يبادر بالاستنجاء بالماء وبالاستجمار بالأحجار بل يتربص  حتى تنقطع مادة الخارج من المخرجين ويخرج من ذلك ما قدر على إخراجه، ويدرك انقطاع ذلك بالإحساس به، ولا إشكال في  ذلك في محل الغائط والبول من المرأة، وأما البول من الرجل فإنه يبقى في الذكر بقية ما خرج، فلذلك أشار إليه الناظم بأنه يسلته  سلتًا خفيفًا وينتره نترًا خفيفًا حتى يتحقق استفراغ ما في المخرج. ثم قال:</p>
				<table>
					<tr>
						<td>77</td>
						<td>وَجَازَ الاسْتِجْمَارُ مِنْ بَوْلِ ذَكَرْ</td>
						<td>كَغَائِطٍ لَا مَا كَثِيراً انْتَشَرْ</td>
					</tr>
				</table>
				<p>الاستجمار هو مسح المخرج من الأذى بحجر أو غيره كيابس طاهر منق وليس بمؤذ ولا محترم ولا مبتل، ويجوز الاستجمار بما  ذكر ما لم ينتشر البول أو الغائط عن المخرج كثيرًا، فإن انتشر فلا بد فيه من الاستنجاء بالماء، ثم قال:</p>
				<table>
					<tr>
						<td>78</td>
						<td>فَصْلٌ فُروضُ الْغُسْلِ قَصْدٌ يحْتَضَرْ</td>
						<td>فَوْرٌ عُمُومُ الدَّلْكِ تَخْليلُ الشَّعَرْ</td>
					</tr>
					<tr>
						<td>79</td>
						<td>فَتَابِعِ الْخَفيَّ مِثلَ الرُّكْبَتَينْ</td>
						<td>وَالإِبْطِ وَالرُّفْغِ وَبَيْنَ الأليَتَيْنْ</td>
					</tr>
					<tr>
						<td>80</td>
						<td>وَصِلْ لِمَا عَسُرَ بِالْمِنْدِيلِ</td>
						<td>وَنَحْوِهِ كَالْحَبْلِ وَالتَّوْكيلِ</td>
					</tr>
				</table>