<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>95</td>
		<td>سُنَنُهُ مَسْحُهمَا لِلْمِرْفَقِ</td>
		<td>وَضَرْبُةُ الْيَدَيْنِ: تَرْتِيبٌ بَقِي</td>
	</tr>
</table>
<p>سنن التيمم ثلاث:</p> 
<p>الأولى: مسح اليدين من الكوعين إلى المرفقين، وأما مسحهما إلى الكوعين ففرض كما تقدم.</p>
<p> والثانية: الضربة الثانية لمسح اليدين،</p> 
<p>والثالثة: الترتيب فيقدم مسح الوجه على مسح اليدين. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>96</td>
		<td>مَنْدُوبُهُ: تَسْمِيَةٌ وَصْفٌ حَمِيدْ</td>
		<td>نَاقِضُهُ مِثْلُ الْوُضُوءِ</td>
	</tr>
</table>
<p>مندوبات التيمم تسعة: وهي التسمية والصمت إلا عن ذكر الله والاستقبال وتقديم اليمنى وجعل ظاهرها من طرف باطن اليسرى إلى المرفق ثم باطنها إلى آخر الأصابع واليسرى كذلك، والتيمم على تراب غير منقول، والبدء بأعلى الوجه وبأطراف الأصابع،  ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>96</td>
		<td>مَنْدُوبُهُ: تَسْمِيَةٌ وَصْفٌ حَمِيدْ</td>
		<td>نَاقِضُهُ مِثْلُ الْوُضُوءِ</td>
	</tr>
	<tr>
		<td>97</td>
		<td>وُجُودُ مَاءٍ قَبْلَ أَنْ صَلَّى وَإِنْ</td>
		<td>بَعْدُ يَجِدْ يُعِدْ بِوَقْتٍ إِنْ يَكُنْ</td>
	</tr>
	<tr>
		<td>98</td>
		<td>كَخَائِفِ اللِّصِّ وَرَاجٍ قدَّمَا</td>
		<td>وَزَمِنٍ مُنَاوِلاً قَدْ عَدَمَا</td>
	</tr>
</table>
<p>كل ما ينقض الوضوء من الأحداث والأسباب المتقدمة فإنه ينقض التيمم أيضًا، ويزيد التيمم على الوضوء بأمر آخر لا ينقض  الوضوء وهو وجود الماء قبل الصلاة، فمن تيمم فوجد الماء قبل أن يصلي لزمه استعمال الماء وبطل عليه تيممه إن لم يضق  الوقت، فإن ضاق الوقت فلا يبطل تيممه، وأما من وجد الماء بعد الفراغ من الصلاة وكان خائفًا من لص أو سبع أو مترجيًا وقدم  الصلاة عن آخر الوقت المأمور بإيقاعها فيه وكان مقصرًا وهو قادر على استعمال الماء ولم يجد من يناوله إياه أو كان الماء في  رحله ونسيه فتيمم وصلى خوف خروج الوقت ثم وجده، أو كان مترددًا في لحوق الماء فقدم الصلاة ثم وجده فلا يبطل تيممه  وصلاته صحيحة ويعيد في الوقت المختار.</p>