<h3>كتاب الطهارة</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>54</td>
		<td>فَصْلٌ وَتَحْصُلُ الطَّهَارَةُ بِما</td>
		<td>مِنَ التَّغيُّرِ بِشَيءٍ سَلِمَا</td>
	</tr>
	<tr>
		<td>55</td>
		<td>إِذَا تَغَيَّرَ بِنَجْسٍ طُرِحَا</td>
		<td>أَوْ طَاهِرٍ لعَادَةٍ قَدْ صَلُحَا</td>
	</tr>
	<tr>
		<td>56</td>
		<td>إِلَّا إِذَا لَازَمَهُ في الْغَالِبِ</td>
		<td>كمَغْرَةٍ فَمُطْلَقٌ كالذَّائِبِ</td>
	</tr>
</table>
<h3>فصلٌ في فرائض الوضوء</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>57</td>
		<td>فَصْلٌ فَرَائِضُ الْوُضو سَبْعَةٌ وَهِي</td>
		<td>دَلْكٌ وفَوْرٌ نِيّةٌ في بَدْئِهِ</td>
	</tr>
	<tr>
		<td>58</td>
		<td>ولْيَنْوِ رَفْعَ حَدَثٍ، أَوْ مُفْتَرَضْ</td>
		<td>أَوِ اسْتِبَاحَةً لِمَمْنُوعٍ عَرَضْ</td>
	</tr>
	<tr>
		<td>59</td>
		<td>وَغَسْلُ وَجْهٍ، غَسْلُهُ الْيَدَيْنِ،</td>
		<td>وَمَسْحُ رَأْسٍ، غَسْلُهُ الرِّجْلَيْنِ،</td>
	</tr>
	<tr>
		<td>60</td>
		<td>والْفَرْضُ عَمَّ مَجْمَعَ الأُذْنَيْنِ،</td>
		<td>وَالْمِرْفَقَيْنِ عَمَّ، والْكَعْبَيْنِ</td>
	</tr>
	<tr>
		<td>61</td>
		<td>خَلِّلْ أَصَابِعَ الْيَدَيْنِ وشَعَرْ،</td>
		<td>وَجْهٍ إِذَا مِنْ تَحْتِهِ الْجِلْدُ ظَهَرْ</td>
	</tr>
</table>
