<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>159</td>
		<td>فَصْلٌ بِمَوْطِنِ الْقُرَى قَدْ فُرِضَتْ</td>
		<td>صَلَاةُ جُمْعَةٍ لِخُطْبَةٍ تَلَتْ</td>
	</tr>
	<tr>
		<td>160</td>
		<td>بِجَامِعٍ  عَلَى مُقِيمٍ مَا انْعَذَرْ</td>
		<td>حُرٍ قَرِيبٍ بِكَفَرْسَخٍ ذَكّرْ</td>
	</tr>
	<tr>
		<td>161</td>
		<td>وأَجْزَأَتْ غَيْراً نَعَمْ قَدْ تُنْدَبُ</td>
		<td>عِنْدَ النَّدَا السَّعْيُ إلَيْهَا يَجِبُ</td>
	</tr>
</table>
<p>حكم الجمعة الوجوب على الذكر الحر غير المعذور لمقيم ببلدها أو قرية أو خيم خارجة عنها قدر فرسخ. وشروط صحتها خمسة. الأول: الاستيطان ببلد مبني. الثاني: الجماعة الذين يدفعون عن أنفسهم الأمور الغالبة ولا يحدون بعدد، وتصح الجمعة بحضور اثنى عشر رجلاً باقين لسلامها. الثالث: الجامع ومن شرطه البنيان المخصوص على صفة المساجد المعتادة لأهل تلك البلدة. الرابع: الخطبة قبل الصلاة فإن جهل الإمام فصلى بلا خطبة خطب وأعاد الصلاة، ولو صلى ثم خطب أعاد الصلاة فقط ومن شرط الخطبة وصلها بالصلاة ولا يخطب إلا بعد الزوال، فإن خطب قبله أعاد الخطبة، وأول وقت الجمعة كالظهر وإيقاعها إثر الزوال أفضل، وآخر وقتها أن يبقى قدر ركعة واحدة بعد الفراغ منها للغروب، فإن لم يبق سقط وجوب الجمعة عنهم. الخامس: الإمام ويشترط كونه حراً مقيماً فلا تصح خلف إمام مسافر لم ينو إقامة أربعة أيام فأكثر فإن نواها ولزمته الجمعة بالتبع للمستوطنين فله أن يؤم فيها ولا تصح الجمعة خلف عبد وتجزئ الجمعة غير من تجب عليه عن الظهر. والذي لا تجب عليه: المسافر والمعذور بمرض يتعذر معه الإتيان أو لا يقدر عليه إلا بمشقة شديدة وتمريض القريب كالأب والولد سواء كان هناك ممرض أم لا أشرف على الموت أم لا، وتجزئ كذلك العبد والصبي والبعيد على أكثر من ثلاثة أميال والمرأة، فهؤلاء لا تجب عليهم الجمعة وإن صلوها أجزأتهم عن الظهر وحضورهم لها مستحب ومطلوب والسعي إليها أي الذهاب إليها في حق من تجب عليه واجد عند الأذان لها، وهذا في حق القريب، وأما البعيد فيجب عليه الذهاب قبل ذلك بمقدار ما يدركها. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>162</td>
		<td>وَسُنَّ: غُسْلٌ بِالرَّوَاحِ اتَّصَلَا	</td>
		<td>نُدِبَ: تَهْجِيرٌ وَحَالٌ جَمُلَا</td>
	</tr>
</table>
<p>يسن لصلاة الجمعة غسل موصوف بكونه متصلاً بالرواح إليها وصفته كالجنابة، والفصل يسير معفو عنه، وأما إن نام بعد غسله أو تغدى أعاده والمراد بالرواح الذهاب كان قبل الزوال أو بعده، لكن يستحب التهجير. أي الذهاب إلى الجمعة في وقت الهاجرة وهي شدة الحر بهيئة جميلة وذلك باستعمال السنة من قص الشارب والأظفار وحلق العانة ونتف الإبط واستعمال السواك والتجمل بالثياب الحسنة واستعمال الطيب ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>163</td>
		<td>بِجُمْعَةٍ جَمَاعَةٌ قَدْ وَجَبَتْ	</td>
		<td>سُنَّتْ بِفَرْضٍ وَبِرَكْعَةٍ رَسَتْ</td>
	</tr>
	<tr>
		<td>164</td>
		<td>وَنُدِبَتْ إعَادَةُ الْفَذِّ بِهَا	</td>
		<td>لا مَغْرِباً كَذَا عِشاً مُوتِرُها</td>
	</tr>
</table>

<p>الجماعة واجبة في الجمعة وسنة في غيرها من سائر الفرائض بمعنى أن إيقاع صلاة الجمعة في الجماعة واجب وإيقاع غيرها من سائر الفرائض في الجماعة سنة ومعنى قوله (وبركعة رست) أي ثبت فضل الجماعة وحصل بإدراك ركعة فأكثر فمن أدرك ركعة فأكثر من صلاة الجماعة فقد أدرك فضلها الذي يحصل لمن حضرها من أولاها إذا كان قد فاته ذلك اضطرارًا لا مختارًا، وأما إذا كان مختارًا فلا يحصل له ذلك ومعنى قوله (وندبت إعادة الفذ بها) أن من صلى فذًّا، أي وحده يستحب له أن يعيد في الجماعة إلا المغرب إذا صلاها وحده فلا يعيدها في جماعة، وكذا العشاء إن أوتر بعدها، وأما إن صلّى العشاء وحده ولم يوتر فيستحب له إعادتها مع جماعة. ثم قال: </p>
