<h3>صلاة الجمعة</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>159</td>
		<td>فَصْلٌ بِمَوْطِنِ الْقُرَى قَدْ فُرِضَتْ</td>
		<td>صَلَاةُ جُمْعَةٍ لِخُطْبَةٍ تَلَتْ</td>
	</tr>
	<tr>
		<td>160</td>
		<td>بِجَامِعٍ  عَلَى مُقِيمٍ مَا انْعَذَرْ</td>
		<td>حُرٍ قَرِيبٍ بِكَفَرْسَخٍ ذَكّرْ</td>
	</tr>
	<tr>
		<td>161</td>
		<td>وأَجْزَأَتْ غَيْراً نَعَمْ قَدْ تُنْدَبُ</td>
		<td>عِنْدَ النَّدَا السَّعْيُ إلَيْهَا يَجِبُ</td>
	</tr>
	<tr>
		<td>162</td>
		<td>وَسُنَّ: غُسْلٌ بِالرَّوَاحِ اتَّصَلَا	</td>
		<td>نُدِبَ: تَهْجِيرٌ وَحَالٌ جَمُلَا</td>
	</tr>
	<tr>
		<td>163</td>
		<td>بِجُمْعَةٍ جَمَاعَةٌ قَدْ وَجَبَتْ	</td>
		<td>سُنَّتْ بِفَرْضٍ وَبِرَكْعَةٍ رَسَتْ</td>
	</tr>
	<tr>
		<td>164</td>
		<td>وَنُدِبَتْ إعَادَةُ الْفَذِّ بِهَا	</td>
		<td>لا مَغْرِباً كَذَا عِشاً مُوتِرُها</td>
	</tr>
</table>