<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>112</td>
		<td>سُنَنُهَا السُورَةُ بَعْدَ الْوَاقِيَهْ،</td>
		<td>مَعَ الْقِيامِ أَوّلاً والثَّانِيَهْ</td>
	</tr>
	<tr>
		<td>113</td>
		<td>جَهْرٌ؛ وَسِرٌّ بِمَحَلٍ لَهُمَا</td>
		<td>تَكْبِيرُهُ إلّا الذي تَقَدَّمَا</td>
	</tr>
	<tr>
		<td>114</td>
		<td>كُلُّ تَشَهُّدٍ، جُلُوسٌ أوّلُ،</td>
		<td>وَالثَّانِ لَا ما لِلسَّلامِ يَحْصُلُ</td>
	</tr>
	<tr>
		<td>115</td>
		<td>وَسَمِعَ اللَّه لِمَنْ حَمِدَهُ</td>
		<td>في الرّفْعِ مِنْ رُكُوعِهِ أَوْرَدِّهُ</td>
	</tr>
	<tr>
		<td>116</td>
		<td>الْفَذُّ وَالإمَامُ هّذَا أُكِّدَا</td>
		<td>وَالْبَاقِ كَالْمَنْدُوبِ في الْحُكْمِ بَدَا</td>
	</tr>
	<tr>
		<td>117</td>
		<td>إِقَامَةٌ، سُجُودُهُ عَلَى الْيَدَيْنْ</td>
		<td>وَطَرَفُ الرِّجْلَيْنِ مِثْلُ الرُّكْبَتَيْنْ</td>
	</tr>
	<tr>
		<td>118</td>
		<td>إِنْصَاتُ مُقْتَدٍ بِجَهْرٍ ثُمَّ رَدّْ	</td>
		<td>عَلَى الإمَامِ، وَالْيَسَارِ وَأَحَدْ</td>
	</tr>
	<tr>
		<td>119</td>
		<td>بِهِ وَزَائِدُ سُكُونٍ لِلْحُضُورْ</td>
		<td>سُتْرَةُ غَيْرِ مُقْتَدٍ خَافَ المُرُورْ</td>
	</tr>
	<tr>
		<td>120</td>
		<td>جَهْرُ السَّلَامِ، كَلِمُ التَّشَهُّدِ،</td>
		<td>وأنْ يُصَلِّي عَلَى مُحَمَّدِ</td>
	</tr>
	<tr>
		<td>121</td>
		<td>سُنَّ الأذَان لِجَمَاعَةٍ أَتَتْ</td>
		<td>فَرْضاً بِوَقْتِهِ وَغَيْراً طَلَبَتْ</td>
	</tr>
	<tr>
		<td>122</td>
		<td>وَقَصْرُ مَنْ سَافَرَ أَرْبَعَ بُرُدْ</td>
		<td>ظُهْرًا عِشًا عَصْرًا إلَى حِين يَعُدْ</td>
	</tr>
	<tr>
		<td>123</td>
		<td>مِمَّا وَرَا السُّكْنَى إلَيْهِ إِنْ قّدِمْ	</td>
		<td>مُقِيمُ أَرْبَعَةِ أَيَّامٍ يُتِمْ</td>
	</tr>
</table>
<p>سنن الصلاة اثنتان وعشرون سنة:</p>
<p> الأولى: قراءة السورة بعد قراءة الفاتحة، وعن الفاتحة عبر بالواقية لأنها من أسمائها، وذلك في الركعة الأولى والثانية من سائر الفرائض، وذلك للإمام والمنفرد.</p>
<p>الثانية: القيام لقراءة السورة في الركعة الأولى والثانية. وذلك للإمام والمنفرد.</p>
<p>الثالثة والرابعة: الجهر بمحله والسر بمحله فمحل الجهر الصبح والجمعة وأولتا المغرب والعشاء. ومحل السر الظهر والعصر وآخرة المغرب وآخرتا العشاء.</p>
<p> والخامسة: التكبيرة إلا تكبيرة الإحرام فإنها فرض كما تقدم وكل تكبير سنة،</p>
<p>والسادسة والسابعة: التشهد الأول والثاني.</p>
<p>الثامنة والتاسعة: الجلوس الأول والجلوس الثاني إلا القدر الذي يقع فيه السلام فإنه فرض كما تقدم في الفرائض.</p>
<p> والعاشرة: سمع الله لمن حمده في الرفع من الركوع للإمام والمنفرد، وهذه السنن من قراءة السورة إلى هنا من السنن المؤكدة التي يسجد المصلي لتركها إلا التكبيرة والتسميع فلا يسجد لهما المصلي إلا إذا تعددتا. وهذا معنى قول الناظم: (هكذا أكدا)، والباقي كالمندوب أي والباقي من السنن فغير متأكد وحكم من تركها كمن ترك مندوبًا لا شيء عليه.</p>
<p>الحادية عشرة: إقامة الصلاة وهي سنة لكل فرض وقتيًا كان أو فائتًا، وهذا للرجل. وأما المرأة فإن أقامت سرًا فحسن وتصح صلاتها ولو تركت الإقامة عمدًا.</p>
<p> الثانية عشرة: السجود على اليدين والركبتين وأطراف الرجلين.</p>
<p>الثالثة عشرة: إنصات المقتدي أي سكوت المأموم لقراءة الإمام في الصلاة الجهرية. </p>
<p>الرابعة عشرة: رد المأموم السلام على الإمام ويرد ولو كان مسبوقًا فلم يسلم حتى ذهب إمامه ويرد قبالته.</p>
<p> الخامسة عشرة: رد المأموم السلام على من على يساره إن كان وإلا فلا.</p>
<p> السادسة عشرة: المكث الزائد على أقل ما يقع عليه اسم الطمأنينة التي هي سكون الأعضاء. قوله: ((وزائد سكون))، أي السكون الزائد على القدر الواجب منه.</p>
<p> السابعة عشرة: السترة للإمام والمنفرد إذا خافا المرور بين أيديهما فإن لم يخافا صليا بدون سترة.</p>
<p>الثامنة عشرة: الجهر بالسلام الذي يخرج به المصلي من الصلاة.</p>
<p>التاسعة عشرة: لفظ التشهد الذي هو التحيات لله الزاكيات لله الطيبات الصلوات لله السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله وحده لا شريك له. أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.</p>
<p> العشرون: الصلاة على النبي (  في التشهد الأخير.</p>
<p> الحادية والعشرون: الأذان للجماعة الذين يطلبون غيرهم في الفرض الذي حضر وقته. </p>
<p>الثانية والعشرون: قصر الصلاة الرباعية، وهي الظهر والعصر والعشاء لمن سافر أربعة برد فأكثر فيصليها ركعتين ركعتين ولا يزال يقصر إلى أن يعود ويرجع من سفره ما لم ينو إقامة أربعة أيام صحيحة غير ملفقة، ويبتدئ القصر إذا جاوز المواضع المسكونة التي هي متصلة بالبلد، ولا يزال يقصر إلى أن يصل إلى ذلك الموضع في قدومه من سفره والبريد هو أربعة فراسخ، ففي أربعة برد ستة عشر فرسخًا والفرسخ ثلاثة أميال فحد مسافة القصر إذن بالزمان هو سفر يوم وليلة بسير الحيوانات المثقلة بالأحمال المعتادة، وهذا السفر يشترط فيه أن يكون مباحًا لا سفر معصية أو سفر لهو، ثم قال: </p>
