<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>124</td>
		<td>مَنْدُوبها: تَيَامُنٌ مَعَ السَّلَامْ</td>
		<td>تَأْمِينُ مَنْ صَلَّى عَدَا جَهْرِ الإمَامْ</td>
	</tr>
	<tr>
		<td>125</td>
		<td>وقَوْلُ: رَبّنَا لَكَ الْحَمْدُ عَدَا</td>
		<td>مَنْ أَمَّ، والْقُنُوت في الصُّبْحِ بَدَا</td>
	</tr>
	<tr>
		<td>126</td>
		<td>رِدًا وَتَسْبِيحُ السُّجُودِ وَالركُوعْ</td>
		<td>سَدْلُ يَدٍ تَكْبِيرُهُ مَعَ الشُرُوعْ</td>
	</tr>
	<tr>
		<td>127</td>
		<td>وبَعْدَ أنْ يَقُومَ مِنْ وُسْطَاهُ</td>
		<td>وَعَقْدُهُ الثَّلَاثَ مِنْ يُمْنَاهُ</td>
	</tr>
	<tr>
		<td>128</td>
		<td>لَدَى التَّشَهُّدِ وبَسْطُ مَا خَلَاهْ</td>
		<td>تَحْريكُ سَبَّابَتِها حِينَ تَلَاهْ</td>
	</tr>
	<tr>
		<td>129</td>
		<td>والْبَطْنَ مِنْ فَخْذٍ رِجَالٌ يُبْعِدونْ</td>
		<td>وَمِرْفَقًا مِنْ رُكْبَةٍ إِذْ يَسْجُدُونْ</td>
	</tr>
	<tr>
		<td>130</td>
		<td>وَصِفَةُ الْجُلُوسِ تَمْكِينُ الْيَدِ</td>
		<td>مِنْ رُكْبَتَيْهِ في الرُّكُوعِ وَزِدِ</td>
	</tr>
	<tr>
		<td>131</td>
		<td>نَصْبَهُمَا قِراءَةُ الْمأْمُومِ في</td>
		<td>سِرِّيّةٍ وَضْعُ الْيَدَيْنِ فَاقْتفِي</td>
	</tr>
	<tr>
		<td>132</td>
		<td>لَدَى السُّجُودِ حَذْوَ أُذْنٍ وكَذَا</td>
		<td>رَفْعَ الْيَدينِ عِنْدَ الإحْرام خُذا</td>
	</tr>
	<tr>
		<td>133</td>
		<td>تَطْوِيلُه صُبْحاً وظُهْراً سُورَتَيْنْ</td>
		<td>تَوَسُّط الْعِشَا وقَصْرُ الْبَاقِييْن</td>
	</tr>
	<tr>
		<td>134</td>
		<td>كَالسُّورَةِ الأخْرَى كَذا الوُسطى اسْتُحِبْ	</td>
		<td>سَبْقُ يَدٍ وَضعاً وفي الرّفْعِ الرُّكبْ</td>
	</tr>
</table>

<p>مندوبات الصلاة إحدى وعشرون، </p>
<p>أولها: إشارة المصلي بالسلام لجهة يمينه ويكون ذلك عند النطق بالكاف والميم من عليكم، <br/>
	والثاني: قول المنفرد آمين إثر قراءة الفاتحة في السر والجهر والمأموم على قراءة نفسه في السر وعلى قراءة إمامه في الجهر، وأما الإمام فيقولها في السر دون الجهر. </p>
	الثالث: قول ربنا ولك الحمد في الرفع من الركوع للمأموم والمنفرد دون الإمام.</br>
	الرابع: القنوت في الصبح ولفظه اللهم إنا نستعينك ونستغفرك ونؤمن بك ونتوكل عليك ونخنع لك ونخلع ونترك من يكفرك، اللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى ونحفد نرجو رحمتك ونخاف عذابك إن عذابك الجد بالكفار ملحق. ويستحب أن تكون قراءة القنوت سرًا، ومن تركه عمدًا أو سهوًا فلا شيء عليه ومن سجد لتركه قبل السلام بطلت صلاته.<br/>
	الخامس: اتخاذ الرداء للصلاة. والرداء ثوب يلقيه على عاتقه فوق ثوبه وطوله أربعة أذرع ونصف وقيل ستة وعرضه ثلاثة وتقوم مقامه البرانس، ولا فرق في ذلك بين الإمام وغيره. <br/>
	السادس: التسبيح في الركوع والسجود، يقول في الركوع: سبحان ربي العظيم وبحمده وفي السجود سبحان ربي الأعلى.<br/>
	السابع: سدل اليدين أي إرسالهما لجنبيه في الفرض.<br/>
	الثامن: التكبير حالة الشروع في أفعال الصلاة إلا في القيام من الجلوس الوسط فلا يكبر حتى يستوي قائمًا. <br/>
	التاسع:عقد الأصابع الثلاث من اليد اليمنى في التشهد وهي الوسطى والخنصر والبنصر ويبسط غيرهما من السبابة إلى الإبهام مع جعل جنب السبابة إلى السماء.<br/>
	العاشرة: تحريك السبابة في التشهد تحريكًا ما. <br/>
	الحادي عشر: أن يباعد الرجل في سجوده بطنه عن فخذيه ومرفقيه عن ركبتيه.<br/>
	الثاني عشر: صفة الجلوس للتشهدين وبين السجدتين. وذلك بوضع الرجل اليسرى على الأرض ووضع إبهام الرجل اليمنى كذلك. <br/>
	الثالث عشر: تمكين اليدين من الركبتين في الركوع مفرقة الأصابع مع نصب الركبتين.<br/>
	الرابع عشر: قراءة المأموم في الصلاة السرية.<br/>
	الخامس عشر: أن يضع يديه في السجود قرب أذنيه مضمومة الأصابع ورؤوسهما للقبلة. <br/>
	السادس عشر: رفع اليدين عند تكبيرة الإحرام إلى المنكبين وقيل إلى الصدر، ويرفعهما قائمتين وقيل بطونهما إلى الأرض.<br/>
	السابع عشر: تطويل السورتين في الركعة الأولى والثانية من صلاة الصبح والظهر وتوسيطهما في الأوليين من العشاء وتقصيرهما في الأوليين من العصر والمغرب، وهذا إذا اتسع الوقت ولم تكن ضرورة، وأما إذا ضاق الوقت أو كانت ضرورة كالسفر فله التخفيف بحسب الإمكان،<br/>
	الثامن عشر: تقصير سورة الركعة الثانية عن سورة الركعة الأولى من كل الصلوات،<br/>
	التاسع عشر: تقصير الجلسة الوسطى وهي غير جلوس الأخير،<br/>
	العشرون: تقديم اليدين قبل الركبتين في الهويّ إلى السجود وتأخيرهما عن ركبتيه في قيامه، ثم قال: </p>

