<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>165</td>
		<td>شَرْطُ الإمَامِ: ذَكَرٌ، مُكَلَّفُ</td>
		<td>آتٍ بِالَارْكَانِ، وَحُكْماً يَعْرِفُ</td>
	</tr>
	<tr>
		<td>166</td>
		<td>وَغَيْرُ ذِي فِسْقٍ وَلَحْنٍ، وَاقْتِدَا</td>
		<td>في جُمْعَةٍ: حُرٌّ. مُقِيمٌ عَدَدَا</td>
	</tr>
</table>
<p>شروط الإمامة على قسمين شرط صحة وشرط كمال. فشرط الصحة هو إذا عدم بطلت الصلاة خلف ذلك الإمام وأعيدت أبدًا وشرط كمال هو إذا فقد فلا بأس لكن المطلوب هو وجوده، فأول شروط الصحة على ترتيب النظم أن يكون الإمام ذكرًا فمن صلّى خلف امرأة بطلت صلاته ويعيدها أبداً. الثاني: أن يكون مكلفًا عاقلًا بالغًا فمن ائتم بمجنون أو سكران غلب على عقله أو بصبي غير بالغ بطلت صلاته. الثالث: أن يكون قادرًا على أدائها والإتيان بأركانها من القيام والركوع والسجود فلا يصح ائتمام القادر على ذلك بالعاجز عنه. الرابع: أن يكون عارفًا بحكم الصلاة، أي عالماً بما لا تصح الصلاة إلا به من القراءة والفقه فلا تصح الصلاة خلف الإمام الأمّي الذي لا يحفظ من القرآن شيئًا ولا يعرفه. وأما الفقه فالمراد به معرفة كيفية الوضوء والغسل وأنه إن ترك لمعة بطل طهره وصلاته، وكذلك تعيين الصلاة التي شرع فيها. الخامس: كونه غير فاسق وهو شامل لفسق الجارحة كشرب الخمر وغيره ولفسق الاعتقاد كالقدري وغيره من أهل الأهواء، فمن صلّى خلف فاسق بوجهيه أعاد أبداً، وألحقوا بالفاسق المغتاب. أي الذي يغتاب الناس لا يصلى خلفه ابتداء، وإن صلى خلفه ففيه خلاف، قاله ابن ناجي في (شرح المدونة)، ونقله الشيخ الطالب في حاشيته. السادس: كونه غير لحان فلا تصح الصلاة خلف اللحان، قيل مطلقًا في الفاتحة وغيرها. وقيل في الفاتحة فقط، ومن اللحن عدم التمييز بين الضاد والظاء، السابع: كونه غير مقتد بغيره فمن ائتم بمأموم بطلت صلاته. </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>166</td>
		<td>وَغَيْرُ ذِي فِسْقٍ وَلَحْنٍ، وَاقْتِدَا</td>
		<td>في جُمْعَةٍ: حُرٌّ. مُقِيمٌ عَدَدَا</td>
	</tr>
</table>
<p>يعني أن الشروط المتقدمة هي شروط في صحة الإمامة مطلقًا في الجمعة وغيرها، ويزاد لصحة الإمامة في خصوص صلاة الجمعة شرطان آخران أحدهما كونه حرًا فلا تصح إمامة عبد في الجمعة وكذلك في صلاة العيد إذ لا جمعة عليه ولا عيد. الثاني: كونه مقيمًا فلا تصح الجمعة خلف مسافر إلا أن ينوي إقامة أربعة أيام فأكثر كما تقدم في الجمعة. ثم قال:</p> 
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>167</td>
		<td>وَيُكْرَهُ: السَّلَسُ وَالْقُرُوحُ مَعْ</td>
		<td>بَادٍ لِغَيْرِهِمْ. وَمَنْ يُكْرَهُ دَعْ</td>
	</tr>
	<tr>
		<td>168</td>
		<td>وَكَالْأَشَلِّ، وَإمَامَةٌ بِلَا</td>
		<td>رِداً بِمَسْجِدٍ صَلَاةٌ تُجْتَلَى</td>
	</tr>
	<tr>
		<td>169</td>
		<td>بَيْنَ الْأَسَاطِينِ وَقُدَّامَ الْإمَامْ</td>
		<td>جَمَاعَةٌ بَعْدَ صَلَاةٍ ذِي الْتِزَامْ</td>
	</tr>
	<tr>
		<td>170</td>
		<td>وَرَاتِبٌ مَجْهُولٌ أوْ مَنْ أُبِنَا</td>
		<td>وَأَغْلَفٌ عَبْدٌ خَصِيُّ ابْنُ زِنَا</td>
	</tr>
</table>
<p>هذا شروع من الناظم في عد شروط الكمال الأحد عشر، والإمامة مع هذه الأوصاف صحيحة لكن الأولى سلامة الإمام منها، واتصافه بشيء منها مكروه. </p>
<p>أولها: إمامة صاحب السلس والقروح للسالم من ذلك بناء على أن الرخصة لا تتعدى محلها.</p>
<p>الثاني: إماماة الرجل من أهل البادية للحاضرين.</p>
<p>الثالث: إمامة من تكرهه الجماعة ذوو الفضل لا مطلق الناس فمن علم أن جماعة من ذوي الفضل كارهون لإمامته وجب عليه أن يتأخر عن الإمامة بهم.</p>
<p>الرابع: إمامة الأشلّ وهو يابس اليد لجرح أو غيره، وكذا أقطع اليد وشبهه، وتجوز إمامة الأعرج إذا كان عرجه خفيفًا وغيره أولى،</p> 
<p>الخامس: الإمامة في المسجد بلا رداء وأما في غيره فلا كراهة، ويكفي عن الرداء الحائك لأنه فيه ما في الرداء وزيادة، ولذلك استمر عمل الأئمة المقتدى بهم علماً وديناً على ذلك، وأما لبس الإمام اليوم للسلهام والجلابية من غير الرداء مع تغطية الرأس فالظاهر أنه ينظر في كل موضوع بخصوص فمن هو عندهم حسن الهيئة ويلبسونه بالمحافل تنزل منزلة الرداء في حقهم وإلا فلا، ثم استطرد النظم أثناء شروط الكمال ثلاثة فروع من فروع الصلاة مع الجماعة لمشاركتها مع ما قبلها في الحكم وهو الكراهة فقال: </p>
<p>صلاة تجتلى بين الأساطين الخ</p>
<p>فأولها: الصلاة بين الأساطين، أي بين السواري لكن مع الاختيار، وعلة الكراهة تقطيع الصفوف.</p> 
<p>ثانيها: صلاة المأموم أمام إمامه خوف أن يطرأ على الإمام ما لا يعلمونه مما يبطلها وقد يخطئون في ترتيب الركعات إذا تقدموه، ومحل الكراهة عند عدم الضرورة، وأما لضيق المسجد فلا بأس بذلك. </p>
<p>ثالثها: إعادة الجماعة بعد الإمام الراتب فإعادة جماعة بإمام بعد صلاة الإمام الراتب مكروهة لأن ذلك يؤدي إلى تفريق الجماعة، والشارع  (  أمر بالألفة، ومحل الكراهة إن صلى الإمام في وقته المعتاد وأما إن قدم أو أخر وتضرر الناس بانتظاره فيجوز لغيره الجمع بعده وقبله ولم يجمع هو إن جاء بعد الوقت وقد جمعوا،</p>
<p>السادس: من شروط كمال الإمامة عدم اتخاذ من جهل حاله في العدالة أو في الفسق إمامًا راتبًا أما مطلق إمامته من غير أن يتخذ إمامًا راتبًا فجائز، </p>
<p>السابع: اتخاذ المأبون المتهم بذلك بعدما تاب وحسنت حالته إمامًا راتبًا.</p>
<p>الثامن: اتخاذ الأغلف وهو الذي لم يختتن إمامًا راتبًا، والاختتان في مذهبنا المالكي سنة، وفي غيره فرض كمذهب الشافعي.</p>
<p>التاسع: اتخاذ العبد إمامًا راتبًا.</p>
<p>العاشر: اتخاذ الخصيّ إمامًا راتبًا وهو الذي قطع ذكره فقط أو أنثياه، أما مقطوعهما معًا فهو المجبوب.</p>
<p>الحادي عشر: اتخاذ ولد الزنا إمامًا راتبًا خوف أن يعرض نفسه للقول فيه لأن إمامته موضع رفعة وكمال يتنافس فيها ويحسد عليها وهذا وجه كراهة ترتب هؤلاء للإمامة وهو سرعة الألسنة إليهم وربما تعدى إلى من ائتم بهم. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>171</td>
		<td>وَجَازَ عِنِّينٌ وَأَعْمَى أَلْكَنُ</td>
		<td>مُجَذَّمٌ خَفَّ وَهَذَا مُمْكِنُ</td>
	</tr>
</table>
<p>تجوز إمامة العنين وهو الذي له ذكر صغير لا يتأتى به الجماع، وقيل هو الذي لا ينتشر ذكره، وتجوز إمامة الأعمى مع وجود غيره إن كان أفقه منه، وتجوز إمامة الألكن وهو الذي لا يستطيع إخراج بعض الحروف من مخارجها سواء كان لا ينطق بالحروف البتة أو ينطق به مغيرًا ولو بزيادة أو تكرار، ويشمل التمتام وهو الذي ينطق أول كلامه بتاء مكررة، والأرت وهو الذي يجعل اللام فاء أو من يدغم حرفًا في حرف، والطمطام وهو الذي يشبه كلامه كلام العجم، والغمغام وهو الذي لا يكاد صوته ينقطع بالحروف والفأفاء، وهو الذي يكرر الفاء والأخن وهو الذي يشوب صوت خياشيمه شيء من الحلق، والأغن وهو الذي يشوب صوته شيء من الخياشيم، والأعجم وهو الذي لا يفرق بين الضاد والظاء وغير ذلك، والألثغ وهو الذي لا يتأتى له النطق ببعض الحروف، وكذا المجذم الخفيف الجذام، وهؤلاء تجوز إمامتهم مع فقد من سلم من ذلك إن كانوا عدولًا قوله (وهذا الممكن) أي وهذا الذي ذكرنا من شروط الإمامة وأحكام صلاة الجماعة هو القدر الممكن اللائق بمثل هذا النظم الموضوع للمبتدئ. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>172</td>
		<td>وَالْمُقْتَدِي الإمَامَ يَتْبَعُ خَلَا</td>
		<td>زِيَادَةٍ قَدْ حُقِّقَتْ عَنْهَا اعْدِلَا</td>
	</tr>
</table>
<p>المقتدي المتبع وهو المأموم يجب عليه أن يتبع إمامه في جميع أفعال الصلاة إلا إذا زاد الإمام في صلاته زيادة تحقق المأموم أنها لغير موجب فإن المأموم يعدل عنها أي يتركها ولا يتبع فيها إمامه، ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>173</td>
		<td>وَأَحْرَمَ الْمَسْبُوقُ فَوْراً وَدَخَلْ	</td>
		<td>مَعَ الْإمَامِ كَيْفَمَا كَانَ الْعَمَلْ</td>
	</tr>
	<tr>
		<td>174</td>
		<td>مُكَبِّراً إنْ سَاجِداً أَوْ رَاكِعاً</td>
		<td>أَلْفَاهُ لا في جَلْسَةٍ وَتَابَعَا</td>
	</tr>
</table>
<p>المسبوق إذا دخل فوجد الإمام يصلي فإنه يكبر تكبيرة الإحرام فورًا أي بنفس دخوله ويدخل مع الإمام كيفما وجده قائمًا أو راكعًا أو ساجدًا أو جالسًا ثم إن كان قد وجده راكعًا أو ساجدًا كبر تكبيرة أخرى للركوع أو السجود فإن كان وجده في الجلوس وأحرى في القيام فلا يكبر إلا تكبيرة الإحرام فقط، ونبه الناظم بقوله: ((وتابعًا)) على أن المأموم المسبوق تلزمه متابعة إمامه فيما دخل معه فيه كان ذلك مما يعتد به هذا المسبوق كالركوع أو مما لا يعتد به كالسجود. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>175</td>
		<td>إنْ سَلَّمَ الإمَامُ قَامَ قَاضِياً</td>
		<td>أَقْوَالَهُ، وَفي الْفِعَالِ بَانِيَا</td>
	</tr>
</table>
<p>المسبوق إذا سلم إمامه وأراد أن يأتي بما فاته قبل الدخول مع الإمام فإنه يقوم لذلك قاضيًا للأقوال بانيًا في الأفعال، والمراد بالأقوال القراءة الخاصة يقضيها على نحو ما فاتته فيكون ما أدرك منها مع الإمام آخر صلاته، فيقضي أولها ويبني الأفعال على ما أدرك منها مع الإمام فيجعله أول صلاته ويأتي بآخرها، مثاله إذا أدرك ركعة من العشاء مثلًا وسلم الإمام قام فأتى بركعة بأم القرآن وسورة جهرًا لأنه يقضي الأقوال، والركعة الأولى كذلك فاتته ويتشهد عقبها لأنه يبني على الفعل وقد أدرك واحدة فهذه ثانية، ثم يأتي بركعة أخرى بأم القرآن وسورة جهرًا أيضًا لأنه يقضي الأقوال وكذلك فاتته الثانية، ولا يجلس لأنه يبني في الأفعال فهذه ثالثته، ثم يركع بأم القرآن فقط سرًا لأنه كذلك فاتته الثالثة ويتشهد ويسلم. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>176</td>
		<td>كَبَّرَ إنْ حَصَّلَ شَفْعاً أَوْ أَقَلَّ</td>
		<td>مِنْ رَكْعَةٍ والسَّهْوَ إذْ ذَاكَ احْتَمَلَ</td>
	</tr>
</table>
<p>إذا سلم الإمام وأراد أن يقوم المسبوق لما فاته هل يقوم بالتكبير أو بغير تكبير؟ في ذلك تفصيل، وهو إن حصل لهذا المسبوق مع الإمام ركعتان فكان جلوس الإمام الذي سلم منه على ثانية هذا المسبوق فإنه يقوم بالتكبير، وكذلك إن أدرك معه ثالثة الرباعية أو ثانية المغرب، وكذلك يقوم بالتكبير إن لم يدرك مع الإمام إلا أقل ركعة كأن يدركه بعدما رفع رأسه من ركوع الركعة الأخيرة فإنه يقوم بالتكبير أيضًا لكونه شبيهًا بالمستفتح للصلاة ومفهومه أنه لو حصل له ركعة فأكثر ولم يكن ما حصل له مع الإمام شفعًا بل وترًا ثلاثة أو واحدة كأن يدرك ثانية الرباعية أو رابعتها أو ثالثة الثلاثية أو ثانية الثنائية، فإنه يقوم بغير التكبير لأن التكبيرة التي يقوم بها جلس بها مطاوعة للإمام، وما ذكره الناظم هو المشهور من المذهب، وقال ابن الماجشون: يكبر مطلقاً، وكان الإمام الفوري يفتي به للعوام لئلا يلتبس عليهم الأمر ويتشوشوا – وفيه الناظم فقوله: ((والسهو إذ ذاك احتمل)) على أن ما يقع من السهو للمأموم حين اقتدائه فإن الإمام يحمله عنه فإذا سها المسبوق بعد سلام الإمام فإن الإمام لا يحمل ذلك عنه بل هو إذ ذاك كالمنفرد. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>177</td>
		<td>وَيَسْجُدُ الْمَسْبُوقُ قَبْلِيَّ الإمَامْ	</td>
		<td>مَعْهُ، وَبَعْدِيّاً قَضَى بَعْدَ السَّلَامْ</td>
	</tr>
	<tr>
		<td>178</td>
		<td>أَدْرَكَ ذَاكّ السَّهْوَ أَوْ لَا، قَيَّدُوا</td>
		<td>مَنْ لَمْ يُحَصِّل رَكْعَةً لا يَسْجُدُ</td>
	</tr>
</table>
<p>المسبوق إذا أدرك ركعة فأكثر وترتب على الإمام سجود السهو، فإن كان قبليًا سجد معه وإن كان بعديًا فلا يسجد مع الإمام بل بعد سلامه هو، ولا ينتظر الإمام حتى يسجد بل يقوم للقضاء في حينه، فإن سجد مع الإمام عمدًا أو جهلًا بطلت صلاته، وسهوًا أعاده بعد سلامه، ولا فرق في ذلك كله بين أن يدرك هذا المسبوق السهو أو لم يدركه بحيث كان سهو الإمام قبل دخول هذا المسبوق معه، وأما إن أدرك المسبوق أقل من ركعة فلا سجود عليه أصلًا لا قبليًا ولا بعديًا، فإن سجد مع الإمام القبليّ أو البعديّ بطلت صلاته. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>179</td>
		<td>وَبَطَلَتْ لِمُقْتَدٍ بِمُبْطِلِ	</td>
		<td>عَلَى الإمَامِ غَيْرَ فَرْعٍ مُنْجَلِي</td>
	</tr>
	<tr>
		<td>180</td>
		<td>مَنْ ذَكَرَ الْحَدَثَ أَوْ بِهِ غُلِبْ</td>
		<td>إنْ بَادَرَ الْخُروجَ مِنْهَا وَنُدِبْ</td>
	</tr>
	<tr>
		<td>181</td>
		<td>تَقْدِيمُ مُؤْتمٍّ يُتِمُّ بِهِمُو</td>
		<td>فَإنْ أَبَاه انْفَرَدُوا أَوْ قَدَّمُوا</td>
	</tr>
</table>
<p>الصلاة تبطل على المقتدي وهو المأموم بما تبطل به على إمامه، بمعنى أنه إذا بطات صلاة الإمام سرى البطلان لصلاة المأموم فتبطل أيضاً لارتباط صلاته بصلاة إمامه إلا في فرعين ذكر الحدث أو غلبته على ما اقتصر عليه الناظم فإذا تذكر الإمام الحدث أو غلبه وبادر بالخروج من الصلاة صحت صلاة المأموم وإن لم يبادر الإمام بالخروج فإنها تبطل على المأمومين أيضاً لاقتدائهم بمحدث متعمد لذلك. ثم إن الإمام يستحب له أن يقدم مؤتماً من مأموميه يتم الصلاة بمعنى أنه يستخلفه على بقية الصلاة، فإن أبى وامتنع الإمام من ذلك فذهب ولم يستخلف عليهم أحدًا فهم مخيرون بين أن ينفردوا أي يتموا الصلاة أفذاذًا في غير الجمعة وبين أن يقدموا أي يستخلفوا واحدًا منهم يكمل بهم الصلاة فهم من قوله تقديم مؤتم أنه لا يستخلف من ليس من مأموميه، وكذا من دخل معه بعد حصول العذر لأنه أجنبي.</p>
