<h3>مندوبات الصلاة</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>124</td>
		<td>مَنْدُوبها: تَيَامُنٌ مَعَ السَّلَامْ</td>
		<td>تَأْمِينُ مَنْ صَلَّى عَدَا جَهْرِ الإمَامْ</td>
	</tr>
	<tr>
		<td>125</td>
		<td>وقَوْلُ: رَبّنَا لَكَ الْحَمْدُ عَدَا</td>
		<td>مَنْ أَمَّ، والْقُنُوت في الصُّبْحِ بَدَا</td>
	</tr>
	<tr>
		<td>126</td>
		<td>رِدًا وَتَسْبِيحُ السُّجُودِ وَالركُوعْ</td>
		<td>سَدْلُ يَدٍ تَكْبِيرُهُ مَعَ الشُرُوعْ</td>
	</tr>
	<tr>
		<td>127</td>
		<td>وبَعْدَ أنْ يَقُومَ مِنْ وُسْطَاهُ</td>
		<td>وَعَقْدُهُ الثَّلَاثَ مِنْ يُمْنَاهُ</td>
	</tr>
	<tr>
		<td>128</td>
		<td>لَدَى التَّشَهُّدِ وبَسْطُ مَا خَلَاهْ</td>
		<td>تَحْريكُ سَبَّابَتِها حِينَ تَلَاهْ</td>
	</tr>
	<tr>
		<td>129</td>
		<td>والْبَطْنَ مِنْ فَخْذٍ رِجَالٌ يُبْعِدونْ</td>
		<td>وَمِرْفَقًا مِنْ رُكْبَةٍ إِذْ يَسْجُدُونْ</td>
	</tr>
	<tr>
		<td>130</td>
		<td>وَصِفَةُ الْجُلُوسِ تَمْكِينُ الْيَدِ</td>
		<td>مِنْ رُكْبَتَيْهِ في الرُّكُوعِ وَزِدِ</td>
	</tr>
	<tr>
		<td>131</td>
		<td>نَصْبَهُمَا قِراءَةُ الْمأْمُومِ في</td>
		<td>سِرِّيّةٍ وَضْعُ الْيَدَيْنِ فَاقْتفِي</td>
	</tr>
	<tr>
		<td>132</td>
		<td>لَدَى السُّجُودِ حَذْوَ أُذْنٍ وكَذَا</td>
		<td>رَفْعَ الْيَدينِ عِنْدَ الإحْرام خُذا</td>
	</tr>
	<tr>
		<td>133</td>
		<td>تَطْوِيلُه صُبْحاً وظُهْراً سُورَتَيْنْ</td>
		<td>تَوَسُّط الْعِشَا وقَصْرُ الْبَاقِييْن</td>
	</tr>
	<tr>
		<td>134</td>
		<td>كَالسُّورَةِ الأخْرَى كَذا الوُسطى اسْتُحِبْ	</td>
		<td>سَبْقُ يَدٍ وَضعاً وفي الرّفْعِ الرُّكبْ</td>
	</tr>
</table>