<h2>كتاب الصلاة</h2>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>99</td>
		<td>فَرَائِضُ الصَّلَاةِ سِتَّ عَشَرَهْ</td>
		<td>شرُوطُهَا: أَرْبَعَةٌ مُفْتَقِرَهْ</td>
	</tr>
	<tr>
		<td>100</td>
		<td>تَكْبِيرَةُ الإحْرَامُ، وَالْقِيَامُ</td>
		<td>لَهَا، وَنيَّةٌ بِهَا تُرَامُ</td>
	</tr>
	<tr>
		<td>101</td>
		<td>فَاتِحَةٌ مَعَ الْقِيامِ وَالرُّكوعْ</td>
		<td>وَالرَّفْعُ مِنْهُ وَالسُّجُودُ بِالْخُضُوعْ</td>
	</tr>
	<tr>
		<td>102</td>
		<td>وَالرَّفْعُ مِنْهُ وَالسَّلَامُ، والْجُلُوسْ</td>
		<td>لَهُ، وَتَرْتِيبُ أَدَاءٍ في الأسُوسْ</td>
	</tr>
	<tr>
		<td>103</td>
		<td>وَالاعْتِدَالُ مُطْمَئِنًّا، بِالْتِزَامْ</td>
		<td>تَابَعَ مأْمومٌ بِإحْرَامٍ، سَلَامْ</td>
	</tr>
	<tr>
		<td>104</td>
		<td>نِيَّتُهُ اقْتِدًا كَذَا الإِمَامُ في</td>
		<td>خَوْفٍ وَجَمْعٍ جُمْعَةٍ مُسْتَخْلِفِ</td>
	</tr>
</table>

<p>فرائض الصلاة ست عشرة:</p> 
<p>أولاها: تكبيرة الإحرام، أي التكبيرة التي يدخل بها المصلي في حرمة الصلاة وهي واجبة على الإمام المنفرد والمأموم. ولفظها: الله أكبر.</p>
<p> الثانية: القيام لتكبيرة الإحرام.</p>
<p>الثالثة: نية الصلاة المعينة بكونها ظهرًا أو عصرًا أو مغربًا أو عشاء أو فجرًا،</p>
<p> الرابعة: قراءة الفاتحة: وهي واجبة على الإمام والمنفرد دون المأموم،</p>
<p>الخامسة: القيام لقراءة الفاتحة،</p>
<p>السادسة: الركوع،</p>
<p>السابعة: الرفع من الركوع،</p>
<p> الثامنة: السجود،</p>
<p>التاسعة: الرفع من السجود،</p>
<p> العاشرة: السلام بلفظ السلام عليكم،</p> 
<p>الحادية عشرة: الجلوس للسلام بقدر ما يقع فيه السلام،</p>
<p> الثانية عشرة: ترتيب أداء الصلاة بحيث يقدم القيام على الركوع والركوع على السجود والسجود على الجلوس،</p> 
<p>الثالثة عشرة: الاعتدال وهو نصب القامة،</p>
<p> الرابعة عشرة:  الطمأنينة وهي سكون الأعضاء في جميع أركان الصلاة زمنًا ما،</p>
<p>الخامسة عشرة: متابعة المأموم للإمام في الإحرام والسلام بمعنى أنه لا يحرم إلا بعد أن يحرم إمامه ولا يسلم إلا بعد سلامه،</p>
<p>السادسة عشرة: نية الاقتداء، وهي واجبة على المأموم في جميع الصلوات فيجب على المأموم أن ينوي أنه مقتد بالإمام متبع له، فإن لم ينوه بطلت صلاته، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>104</td>
		<td>نِيَّتُهُ اقْتِدًا كَذَا الإِمَامُ في</td>
		<td>خَوْفٍ وَجَمْعٍ جُمْعَةٍ مُسْتَخْلِفِ</td>
	</tr>
</table>

<p>يجب على الإمام أن ينوي أنه مقتدًى به وأنه إمام في أربع مسائل: في صلاة الخوف على هيئتها المعهودة وفي الجمع ليلة المطر. أي الجمع بين المغرب والعشاء ليلة المطر فنية الإمامة شرط في صحته وهو يقع بأحد أمرين إما لأجل مطر يحمل الناس على تغطية الرؤوس وإما لطين مع ظلمة وكذا يجب على الإمام أن ينوي أنه مقتدًى به في صلاة الجمعة وكذا في الاستخلاف فينوي الإمامة ليميز ما كان عليه من المأمومية، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>105</td>
		<td>شَرْطُهَا الاسْتِقْبَال طُهْرُ الْخَبَثِ</td>
		<td>وَسَتْرُ عَوْرَةٍ، وَطُهْرُ الْحَدَثِ</td>
	</tr>
	<tr>
		<td>106</td>
		<td>بِالذِّكْرِ والْقُدْرَةِ في غَيْرِ الأخِيرْ</td>
		<td>تَفْرِيعُ نَاسِيهَا، وَعَاجِزٍ كَثِيرْ</td>
	</tr>
	<tr>
		<td>107</td>
		<td>نَدْباً يُعِيدَانِ بِوَقْتٍ كالْخَطَا</td>
		<td>في قِبْلَةٍ لَا عَجْزِهَا أَوِ الْغِطَا</td>
	</tr>
</table>

<p>شروط أداء الصلاة أربعة:</p>
<p>الأول: استقبال القبلة وهو شرط ابتداءً ودوامًا مع الذكر والقدرة دون العجز والنسيان فمن صلى لغير القبلة عامدًا قادرًا على استقبالها فصلاته باطلة.</p>
<p> الشرط الثاني: طهارة الخبث وهو النجس، فإزالة النجاسة عن الثوب والبدن والمكان شرط ابتداءً ودوامًا مع الذكر والقدرة دون العجز والنسيان.</p>
<p> الشرط الثالث: ستر العورة وهو أيضًا شرط مع الذكر والقدرة ساقط مع العجز والنسيان. </p>
<p>الرابع: طهارة الحدث وهو أيضًا شرط ابتداءً ودوامًا فمن افتتح الصلاة متطهرًا ثم أحدث فيها بطلت صلاته كمن افتتحها محدثًا ولا فرق في البطلان بين العمد والنسيان ولا بين العجز والاختيار، ولهذا قال الناظم: (في غير الأخير) ثم إن فروع ناسي الشروط المذكورة والعاجز عنها كثيرة فالناسي لأحد الشروط الثلاثة الأول أو العاجز عنه إذا صلى غير محصل له فتذكر أو زال عجزه فإنه يستحب له أن يعيد في الوقت إلا لعاجز عن استقبال القبلة أو عن ستر العورة فالإعادة عليهما فضمير عجزها، للقبلة والمراد بالغطاء ستر العورة. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>108</td>
		<td>وَمَا عَدَا وَجْهَ وَكَفَّ الْحُرَّةِ</td>
		<td>يَجِبُ سَتْرُهُ كَمَا في الْعَوْرَةِ</td>
	</tr>
	<tr>
		<td>109</td>
		<td>لكِنْ لَدَى كَشْفٍ لِصَدْرٍ أَوْ شَعَرْ</td>
		<td>أَوْ طَرَفٍ تُعِيدُ في الْوَقْتِ الْمُقَرّْ</td>
	</tr>
</table>
<p>يجب على المرأة الحرة في الصلاة أن تستر جميع بدنها ما عدا وجهها وكفيها وجوبًا كوجوب ستر العورة في تقييده بالذكر والقدرة. وإن أخلت ببعض ذلك مختاره بأن صلت مكشوفة الصدر أو الشعر أو أطراف قدميها وكوعيها فإنها تعيد في الوقت المقرر عند أهل هذا الفن وهو في الظهرين إلى الاصفرار، وفي العشاءين الليل كله. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>110</td>
		<td>شَرْطُ وُجُوبِهَا: النَّقَا مِنَ الدَّمِ	</td>
		<td>بِقَصَّةٍ أَوِ الْجُفُوفِ فَاعلَمِ</td>
	</tr>
	<tr>
		<td>111</td>
		<td>فَلَا قَضَا أيَّامَهُ، ثُمَّ دُخُولْ	</td>
		<td>وَقْتٍ فأَدِّهَا بِهِ حَتْماً أَقُولْ</td>
	</tr>
</table>
<p>شروط وجوب الصلاة، النقاء من دم الحيض والنفاس ويحصل النقاء بالقصة، وهي ماء أبيض كالجير، ويحصل أيضًا بالجفوف وهو خروج الخرقة جافة ليس عليها شيء من دم ولا صفرة ولا كدرة ولا قضاء على الحائض والنفساء للصلاة التي فاتتها أيام الدم بخلاف الصوم فيجب عليها قضاؤه، ومن شروطها دخول أوقات الصلاة يقينًا. ومن شك في دخول الوقت لم تجزه تلك الصلاة ولو وقعت فيه ومعنى قوله (فأدها به حتمًا أقول) أي أن الصلاة في الوقت المختار أداء حتمًا بحيث لا يباح لك تأخيرها عنه إلى الضروري لغير عذر وإلا أثمت وإن كنت مؤديًا لها، ثم قال: </p>
