<table class="table table-bordered table-striped table-hover">
	<tr>	
		<td>146</td>
		<td>فَصْلٌ لِنَقْصِ سُنَّةٍ سَهْواً يُسَنّْ</td>
		<td>قَبْلَ السَّلَامِ سَجْدَتَانِ أوْ سُنَنْ</td>
	</tr>
	<tr>
		<td>147</td>
		<td>إنْ أُكِّدَتْ وَمَنْ يَزِدْ سَهْواً سَجَدْ</td>
		<td>وَالنَّقْصَ غَلِّبْ إنْ وَرَدْ</td>
	</tr>
</table>
<p>حكم سجود السهو للزيادة أو النقصان أو هما السنية وقيل بوجوب القبلي، ثم إن السجود القبلي يكون لنقص سنة مؤكدة أو سنتين خفيفتين أو مع زيادة ولو شك فيها ويكون السجود البعدي لزيادة كركعة وتبطل الصلاة بتركه السجود القبلي إن كان عن ثلاث سنن وطال، وأما السجود البعدي فلا يفوت بالنسيان ولو طال فمن سها في صلاته بنقص سنة واحدة مؤكدة كما إذا أسر في موضع الجهر في الفريضة أو سها بنقص سنن متعددة كتركه السورة التي مع أم القرآن في الفريضة أيضًا إذ في تركها ثلاث سنن قراءتها وصفة قراءتها من سر أو جهر والقيام لها فإنه يطلب منه على وجه السنية أن يسجد سجدتين قبل السلام بعد فراغ تشهده وبعد الدعاء والصلاة على النبي (، ثم يعيد التشهد ثم يسلم، وإن من سها بزيادة كمن قام لخامسة أو جهر في محل السر في الفريضة أيضًا، فإنه يسن في حقه أن يسجد سجدتين بعد السلام ويحرم لهما لا يرفع يديه ويهوي ساجداً بتكبيرة الإحرام ويتشهد ويسلم جهرًا أو أن من سها بزيادة مع نقصان كأن يترك السورة من الفريضة ويقوم للخامسة فإنه يغلب النقصان ويسجد قبل السلام، ثم إن السجود لا يكون إلا للسنن المؤكدة وهي ثمان. قراءة ما سوى أم القرآن والجهر والإسرار والتكبيرة سوى تكبيرة الإحرام والتحميد والتشهد الأول والجلوس له والتشهد الأخير. وأشار لها من قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>سينانِ شينانِ كذا جيمانِ</td>
		<td>&nbsp;</td>
		<td>تاءانِ عدّ السننِ الثمانِ</td>
	</tr>
</table>
<p>فالسينان السر والسورة، والشينان التشهد الأول والثاني، والجيمان الجهر والجلوس للتشهد الأول، والتاءان التحميد والتكبير. وزاد الناظم على هذه الثمان القيام للسورة في الركعة الأولى والثانية والجلوس للتشهد الأخير غير ما يقع فيه السلام. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>148</td>
		<td>واسْتَدْرِكِ الْقَبْليَّ مَعْ قُرْبِ السَّلَامْ</td>
		<td>واسْتَدْرِكِ الْبَعْدِيْ وَلَوْ مِنْ بَعْدِ عَامْ</td>
	</tr>
	<tr>
		<td>149</td>
		<td>عَنْ مُقْتَدٍ يَحْمِلُ هذَيْنِ الإمَامْ</td>
		<td>وَبَطَلَتْ بِعَمْدِ نَفْخٍ أَوْ كَلَامْ</td>
	</tr>
</table>
<p>من ترتب عليه سجود قبلي فنسيه حتى سلم ثم تذكره بقرب السلام فإنه يسجد حينئذ، فإن لم يتذكره إلا بعد طول لا يستدركه ويفوت – فإن كان هذا السجود القبلي الذي فات استدراكه بالطول ترتب عن ثلاث سنن فأكثر بطلت الصلاة وإن ترتب على أقل من ذلك فلا سجود، والصلاة صحيحة، ومن ترتب عليه سجود بعديّ ونسيه فإنه يسجد متى ذكره ولو ذكره بعد عام أو أقل أو أكثر، ثم اعلم أن الإمام يحمل عن المقتدى به أي المأموم سهو الزيادة والنقصان، فإذا سها المأموم دون إمامه فلا سجود عليه وهذا ما دام مقتدياً بالإمام. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>149</td>
		<td>عَنْ مُقْتَدٍ يَحْمِلُ هذَيْنِ الإمَامْ</td>
		<td>وَبَطَلَتْ بِعَمْدِ نَفْخٍ أَوْ كَلَامْ</td>
	</tr>
	<tr>
		<td>150</td>
		<td>لِغَيْرِ إِصْلَاحٍ، وَبِالْمُشْغَلِ عَنْ</td>
		<td>فَرْضٍ، وفي الْوَقْتِ أَعِدْ إِذَا يُسَنّْ</td>
	</tr>
	<tr>
		<td>151</td>
		<td>وَحَدَثٍ وَسَهْوِ زَيْدِ الْمِثْلِ</td>
		<td>قَهْقَهَةٍ، وَعَمْدِ شُرْبٍ أَكْلِ</td>
	</tr>
	<tr>
		<td>152</td>
		<td>وَسَجْدَةٍ قَيْءٍ، وَذِكْرِ فَرْضِ</td>
		<td>أَقَلَّ مِنْ سِتٍّ كَذِكْرِ الْبَعْضِ</td>
	</tr>
	<tr>
		<td>153</td>
		<td>وَفَوْتِ قَبْلِيٍّ ثَلَاثِ سُنَنٍ</td>
		<td>بِفَصْلِ مَسْجِدٍ كَطُولِ الزَّمَنِ</td>
	</tr>
</table>
<p>تبطل الصلاة بأشياء منها أن ينفخ المصلي في صلاته عامداً بشرط تركب الحروف منه وإلا فلا أثر له، وإن نفخ ساهيًا سجد لسهوه، ومنها تعمد الكلام لغير إصلاح الصلاة، وتعمده لإصلاحها غير مبطل ولا شيء فيه ما لم يكثر، وتعذر التسبيح، فتبطل به، وأما الكلام سهواً ففيه سجود السهو بعد السلام إن كان قليلًا، وإلا فالبطلان وفي إلحاق الجاهل بالعامل أو بالساهي قولان، ومثل الكلام في الصلاة قراءة شعر أو شيء من غير القرآن، وتبطل الصلاة به أيضًا على التفصيل في الكلام، وأما التنحنح والتنخم والجشاء والتنهد للضرورة فمعفو عنه كأنين لوجع أو لبكاء تخشع وإن لم يكن للضرورة فالكلام يفرق بين عمده وسهوه وقلته وكثرته. ومنها ما شغل المصلي في صلاته كجقن وقرقرة حتى يترك فرضًا من فرائضها كالقيام والركوع أو نحوهما، فإن الصلاة تبطل بذلك أيضاً، فإن شغله ذلك عن السنن فقط وأتى بفرائضها فلا تبطل ويعيدها في الوقت الذي هو فيه اختياري أو ضروري. والمراد بالسنن إحدى الثمان المؤكدات وأما ترك السنة غير المؤكدة فلا شيء عليه كالفضيلة ومنها طرد الحدث في الصلاة كخروج ريح ونحوه على أي وجه كان سهوًا أو عمدًا غلبة واختياراً وكذا تذكر الحدث في الصلاة، ولا يسري البطلان للمأموم بحدث الإمام إلا مع تعمده، ومنها أن يزيد في الصلاة مثلها سهوًا كأن يصلي الرباعية ثمانيًا أو الثنائية أربعًا، وفي إلحاق المغرب بالرباعية فلا تبطل إلا بزيادة أربع أو الثنائية فتبطل بزيادة ركعتين قولان، ثم إن زيادة المثل سهوًا يشترط فيها أن تكون محققة، وأما لو شك في الزيادة الكثيرة فإنه يجبر بالسجود اتفاقًا، وأما زيادة أقل من مثل الصلاة سهوًا فغير مبطل، ولكنه يسجد بعد السلام والزيادة عمدًا مبطلة مطلقًا مثلًا كانت أو أقل ومنها القهقهة وهو الضحك بصوت مبطلة للصلاة كانت عمدًا أو نسيانًا أو غلبة، وهي في غير الصلاة مكروهة عند الفقهاء وحرام عند الصوفية، ومنها تعمد الأكل أو الشرب في الصلاة أو هما معًا وإذا بطلت بتعمد أحدهما فأحرى أن تبطل بتعمدهما معاً فإن أكل أو شرب سهوًا لم تبطل ويسجد بعد السلام، ومنها تعمد زيادة سجدة ونحوها من كل ركن فعلي كركوع ونحوه فإنه مبطل لها، وأما الركن القولي كقراءة الفاتحة فغير مبطل على الراجح لأنه ذكر ومنها تعمد ردّ القيء فمن سبقه وغلبه قيء أو قلس فلم يرده فلا شيء عليه في صلاته ولا صيامه، وإن رده متعمدًا وهو قادر على طرحه بطل صومه وصلاته وإن رده ناسيًا أو مغلوبًا فقولان، قول بالبطلان وقول بالصحة، والقلس بالوزن الفلس ما خرج من الحلق ملء الفم أو دونه ليس بقيء فإن عاد فهو القيء، ومنها أن يذكر في صلاته فوائت يسيرة خمسًا فأقل فتبطل الصلاة بذلك، وأما إن ذكر فوائت ستاً فأكثر وهو في الصلاة لم تبطل بل يجب عليه إذا فرغ من صلاته قضاء تلك الفوائت فإن قضاها فلا يعيد التي تذكر فيها ولو بقي وقتها، وأما ذكر صلاة حاضرة في حاضرة فهو مفسد لها كذكر الظهر في عصر يومه قبل الغروب وذكر المغرب حاضرة في عشاء حاضرة لأن الترتيب بين الحاضرتين واجب شرط مع الذكر اتفاقًا، وأما الترتيب بين الحاضرة ويسير الفوائت وهي أربع أو خمس فالمشهور أنه واجب غير شرط، ومنها أن يذكر في صلاته بعض صلاة قبلها كأن يكون في صلاة العصر فيذكر ركعة أو سجدة من الظهر وقد طال ما بين صلاة الظهر المتروك منها، وهذه التي تذكر فيها الطول إما بالخروج من المسجد أو بطول الزمن وإن لم يخرج منه فيبطل المتروك منها، وهي الظهر في مثالنا لعدم إصلاحها بالقرب، ومنها أن يذكر في صلاته سجودًا قبليًا ترتب عن ترك ثلاث سنن أو أكثر وقد طال ما بين الصلاتين كما تقدم فتبطل الأولى وتبطل الثانية التي تذكر فيها السجود. وأما من ذكر بعد الصلاة السجود القبلي المترتب عن ثلاث سنن ولم يطل ما بين الصلاة المتروك منها ووقت ذكره لذلك لم يكن الحكم كذلك، فإن تذكر قبل أن يتلبس بصلاة أخرى أتى بالبعض المتروك أو بالسجود وصحت صلاته، وإن لم يتذكر حتى تلبس بغيرها والفرض أنه لم يطل ما بينهما ففي ذلك تفصيل لأن الأول إما فريضة أو نافلة، والثانية كذلك فهي أربعة أوجه ذكر من فرض في فرض أو من نفل في نفل أو من فرض في نفل أو من نفل في فرض، فأن تذكر سجودًا بعديًا من صلاة مضت وهو في فريضة أو نافلة لم تفسد واحدة منهما، فإذا فرغ مما هو فيه سجدهما، وكذلك إن كانتا قبل السلام، وهما لا تفسد الصلاة بتركهما فهما كالتي بعد السلام، وأما ما تفسد بتركهما فأن طال ما بين سلامه من الأولى وإحرامه بالباقية بطلت الأولى وصار ذاكرًا لصلاة في صلاة، وإن أحرم بالثانية بقرب سلامه من الأولى فيتصور في ذلك أربعة أوجه لأن السجود إما من فريضة أو نافلة وفي كل منهما، أما أن يذكره في فريضة أو نافلة فإن كان السجود من فريضة وأطال القراءة في هذه الثانية أو ركع بأن انحنى ولم يرفع رأسه بطلت الأولى، ثم إن كانت هذه هي التي ذكرها فيها نافلة أتمها، وإن كانت فريضة قطعها إن لم يعقد ركعة، فإن عقدها يستحب له تشفيعها، إنما يقطع لوجوب ترتيب يسير الفوائت مع الحاضرة. فإن كان مأمومًا تمادى كما مر فيمن ذكر صلاة في صلاة وإن لم يطل القراءة ولم يركع ألغى ما فعل في الثانية وسجد لإصلاح الأولى كانت الثانية فرضًا أو نفلًا ورجع بغير سلام كان وحده أو إمامًا أو مأمومًا وإن ذكر السجود من نفل فتذكره في فرض تمادى ولا شيء عليه وإن كان من نفل وتذكره في نافلة: فإن أطال القراءة أو ركع في الثانية تمادى ولا قضاء عليه للأولى وإن لم يطل فقيل يتمادى وقيل يرجع إلى الأولى ما لم يركع. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>154</td>
		<td>وَاسْتَدْرِكْ الرُّكْنَ فَإِنْ حَالَ رُكُوعْ</td>
		<td>فَأَلْغِ ذاتَ السَّهْوِ وَالْبِنا يَطُوعْ</td>
	</tr>
	<tr>
		<td>155</td>
		<td>كَفِعْلِ مَنْ سَلَّمَ لَكِنْ يُحْرِمُ</td>
		<td>لِلْبَاقِ، وَالطُّولُ الْفَسَادَ مَلْزِمُ</td>
	</tr>
</table>
<p>من نسي ركناً من أركان الصلاة: أي فرضًا من فرائضها كالركوع والسجود، ثم تذكره بالقرب فإنه يستدركه حينئذ: أي يأتي به: فإن لم يتذكره حتى حال الركوع بينه وبين تداركه للركن المتروك بحيث عقد الركعة التي تلي الركعة المتروك منها فإنه يلغي الركعة التي سها عن بعضها ويبني على غيرها من الركعات إن كان، وإلا كانت هذه التي عقد الآن أولاه هذا كله إن كان السهو في غير الركعة الأخيرة فإنه يتدارك ما ترك منها أيضًا قبل السلام، فإن لم يتذكره حتى سلم وحال السلام بينه وبين تدارك ما سها عنه فإنه يلغي الركعة المتروك بعضها أيضًا ويبني على غيرها كما مر. ولكن هذا الذي لم يتذكر حتى سلم لا بد أن يأتي بتكبير ونية رافعًا يديه عند شروعه لما بقي له من صلاته وهو قضاء الركعة التي فسدت له ويكون إحرامه له بالقرب، فإن لم يحرم إلا بعد طول بطلت صلاته، وكذا الحكم إن كان الترك من غير الأخيرة ولم يتذكر حتى يسلم، فإنه يحرم للباقي بالقرب وإلا بطلت صلاته، والحاصل أن المانع من تدارك الركن الموجب للإتيان بركعة برمتها يختلف باختلاف الركعة المتروك منها. فإن كان المتروك من غير الأخيرة فالمانع من ذلك عقد التي تليها وإن كان من الأخيرة فالمانع منه السلام، ثم إذا فات محل تدارك الركن بعقد الركوع أو بالسلام وأتى بركعة مكان الفاسدة فإن ركعاته تتحول فتصير ثانيته أولى وثالثته ثانية وهكذا. والتحول المذكور إنما هو بالنسبة للإمام والمنفرد، وأما المأموم إذا فاته ركوع أو سجود بنعاس أو غفلة أو زحام أو نحو ذلك وفاته تداركه فإن ركعاته لا تتحول بل يأتي في قضاء الفاسدة بركعة على هيئة الفاسدة من كونها بالسورة أو بغيرها وما ذكره الناظم من تدارك الركن مخصوص بغير النية وتكبيرة الإحرام، أما هما فلا يتداركان لأنهما إذا سقطا أو أحدهما لم يحصل الدخول في الصلاة. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>156</td>
		<td>مَنْ شَكَّ في رُكْنٍ بَنَى عَلَى اليَقِينْ</td>
		<td>وَلْيَسْجُدِ الْبَعْدِيَّ لَكِنْ قَدْ يَبِينْ</td>
	</tr>
	<tr>
		<td>157</td>
		<td>لِأنْ بَنَوْا في فِعْلِهِمْ وَالْقَوْلِي</td>
		<td>نَقْصٌ بِفَوْتِ سُورَةٍ فَالْقَبْلِي</td>
	</tr>
</table>
<p>من شك في ركن من أركان الصلاة أي فرض من فرائضها هل أتى به أم لا فإنه يبني على اليقين المحقق عنده ويأتي بما شك فيه ويسجد بعد السلام، فإذا شك هل صلى واحدة أو اثنتين بنى على واحدة لأنها المحققة عنده ويأتي بما شك فيه وهو الثانية ويكمل صلاته ويسجد بعد السلام، وإن شك هل صلى اثنتين أو ثلاثًا بنى على اثنتين، وإن شك هل صلى ثلاثًا أو أربعًا بنى على الثلاث، وكذا إن شك في ركوع هل ركع أو لم يركع فيحمل على أنه لم يركع وكذا إن شك هل سجد أو لم يسجد فيعمل على أنه لم يسجد، أو شك هل سجد واحدة أو اثنتين فيعمل على واحدة ويسجد في ذلك كله بعد السلام لاحتمال أن يكون قد فعل ما شك فيه، وهذا في غير الموسوس، أما هو فإنه يعتد بما شك فيه وشكه كالعدم ويسجد بعد السلام ترغيمًا للشيطان، فإذا شك هل صلى ثلاثًا أو أربعًا بنى على الأربع ولا يعمل المشكوك فيه ويسجد بعد السلام، والموسوس: هو الذي يطرأ ذلك عليه في كل صلاة أو في كل يوم مرتين أو مرة، وأما إن لم يطرأ ذلك إلا بعد يوم أو يومين فليس بموسوس، ثم اعلم أن من ترك ركنًا فتذكره بالقرب وتداركه وصحت ركعته سجد بعد السلام لتمحض الزيادة وهو ما عمل قبل كمال ركعته من التي بعدها وإن فاته تداركه وفسدت ركعة. فإن كانت الثالثة أو الرابعة فالسجود بعدي لتمحض الزيادة أيضًا، وإن كانت الأولى وتذكره قبل عقد الثالثة فكذلك أيضًا، وإن لم يتذكر حتى عقد الثالثة فالسجود قبلي لاجتماع الزيادة والنقص أي نقص السورة من الثالثة التي صارت ثانية مثلها من نسي سجدة من الركعة الأولى أو الثانية ولم يتذكر حتى رفع رأسه من ركوع الثالثة فإن هذه الثالثة تصير له ثانية ويجلس عليها ثم يأتي بركعتين بأم القرآن فقط ويسجد قبل السلام لنقص السورة من الثانية التي صلاها بالفاتحة فقط لكونها ثالثة في اعتقاده، فرجعت ثانية لبطلان واحدة مما قبلها. ثم قال: </p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>158</td>
		<td>كَذَاكِرِ الْوُسْطَى وَالايْديْ قَدْ رَفَعْ</td>
		<td>وَرُكَباً لَا قَبْلَ ذَا لَكِنْ رَجَعْ</td>
	</tr>
</table>
<p>التشبيه لإفادة الحكم وهو السجود القبلي، فمن ذكر الجلسة الوسطى والحال أنه قد رفع يديه وركبتيه عن الأرض وتمادى على قيامه ولم يرجع للجلوس كما هو المطلوب منه أن لا يرجع من فرض لسنة إن استقل قائمًا اتفاقا فيسجد قبل السلام لنقص اجلوس الوسط، أما إن خالف ما أمر به ورجع إلى الجلوس بعد مفارقة الأرض بيديه وركبتيه فإنه يسجد بعد السلام لتمحض الزيادة ولا تبطل صلاته، سواء رجع عامدًا أو ناسيًا أو جاهلًا رجع بعد الاستقلال أو قبله، فإذا ذكر الجلسة الوسطى قبل رفع يديه وركبتيه عن الأرض ورجع إلى الجلوس فلا سجود عليه لأنه ليس معه إلا التزحزح وهو لا يبطل عمده، وما لا يبطل عمده لا سجود في سهوه. وهذا التفصيل إنما هو في الفريضة أما النافلة فيرجع إذا قام للثالثة فيها فارق الأرض أم لا، فإن فارقها ورجع سجد بعد السلام للزيادة، فإن لم يتذكر حتى عقد الركعة الثالثة أضاف لها رابعة وسجد قبل السلام. ثم قال: </p>
