<h3>heading</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>99</td>
		<td>فَرَائِضُ الصَّلَاةِ سِتَّ عَشَرَهْ</td>
		<td>شرُوطُهَا: أَرْبَعَةٌ مُفْتَقِرَهْ</td>
	</tr>
	<tr>
		<td>100</td>
		<td>تَكْبِيرَةُ الإحْرَامُ، وَالْقِيَامُ</td>
		<td>لَهَا، وَنيَّةٌ بِهَا تُرَامُ</td>
	</tr>
	<tr>
		<td>101</td>
		<td>فَاتِحَةٌ مَعَ الْقِيامِ وَالرُّكوعْ</td>
		<td>وَالرَّفْعُ مِنْهُ وَالسُّجُودُ بِالْخُضُوعْ</td>
	</tr>
	<tr>
		<td>102</td>
		<td>وَالرَّفْعُ مِنْهُ وَالسَّلَامُ، والْجُلُوسْ</td>
		<td>لَهُ، وَتَرْتِيبُ أَدَاءٍ في الأسُوسْ</td>
	</tr>
	<tr>
		<td>103</td>
		<td>وَالاعْتِدَالُ مُطْمَئِنًّا، بِالْتِزَامْ</td>
		<td>تَابَعَ مأْمومٌ بِإحْرَامٍ، سَلَامْ</td>
	</tr>
	<tr>
		<td>104</td>
		<td>نِيَّتُهُ اقْتِدًا كَذَا الإِمَامُ في</td>
		<td>خَوْفٍ وَجَمْعٍ جُمْعَةٍ مُسْتَخْلِفِ</td>
	</tr>
	<tr>
		<td>104</td>
		<td>نِيَّتُهُ اقْتِدًا كَذَا الإِمَامُ في</td>
		<td>خَوْفٍ وَجَمْعٍ جُمْعَةٍ مُسْتَخْلِفِ</td>
	</tr>
	<tr>
		<td>105</td>
		<td>شَرْطُهَا الاسْتِقْبَال طُهْرُ الْخَبَثِ</td>
		<td>وَسَتْرُ عَوْرَةٍ، وَطُهْرُ الْحَدَثِ</td>
	</tr>
	<tr>
		<td>106</td>
		<td>بِالذِّكْرِ والْقُدْرَةِ في غَيْرِ الأخِيرْ</td>
		<td>تَفْرِيعُ نَاسِيهَا، وَعَاجِزٍ كَثِيرْ</td>
	</tr>
	<tr>
		<td>107</td>
		<td>نَدْباً يُعِيدَانِ بِوَقْتٍ كالْخَطَا</td>
		<td>في قِبْلَةٍ لَا عَجْزِهَا أَوِ الْغِطَا</td>
	</tr>
	<tr>
		<td>108</td>
		<td>وَمَا عَدَا وَجْهَ وَكَفَّ الْحُرَّةِ</td>
		<td>يَجِبُ سَتْرُهُ كَمَا في الْعَوْرَةِ</td>
	</tr>
	<tr>
		<td>109</td>
		<td>لكِنْ لَدَى كَشْفٍ لِصَدْرٍ أَوْ شَعَرْ</td>
		<td>أَوْ طَرَفٍ تُعِيدُ في الْوَقْتِ الْمُقَرّْ</td>
	</tr>
	<tr>
		<td>110</td>
		<td>شَرْطُ وُجُوبِهَا: النَّقَا مِنَ الدَّمِ	</td>
		<td>بِقَصَّةٍ أَوِ الْجُفُوفِ فَاعلَمِ</td>
	</tr>
	<tr>
		<td>111</td>
		<td>فَلَا قَضَا أيَّامَهُ، ثُمَّ دُخُولْ	</td>
		<td>وَقْتٍ فأَدِّهَا بِهِ حَتْماً أَقُولْ</td>
	</tr>
</table>