<h3>سجود السهو</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>	
		<td>146</td>
		<td>فَصْلٌ لِنَقْصِ سُنَّةٍ سَهْواً يُسَنّْ</td>
		<td>قَبْلَ السَّلَامِ سَجْدَتَانِ أوْ سُنَنْ</td>
	</tr>
	<tr>
		<td>147</td>
		<td>إنْ أُكِّدَتْ وَمَنْ يَزِدْ سَهْواً سَجَدْ</td>
		<td>وَالنَّقْصَ غَلِّبْ إنْ وَرَدْ</td>
	</tr>
	<tr>
		<td>148</td>
		<td>واسْتَدْرِكِ الْقَبْليَّ مَعْ قُرْبِ السَّلَامْ</td>
		<td>واسْتَدْرِكِ الْبَعْدِيْ وَلَوْ مِنْ بَعْدِ عَامْ</td>
	</tr>
	<tr>
		<td>149</td>
		<td>عَنْ مُقْتَدٍ يَحْمِلُ هذَيْنِ الإمَامْ</td>
		<td>وَبَطَلَتْ بِعَمْدِ نَفْخٍ أَوْ كَلَامْ</td>
	</tr>
	<tr>
		<td>150</td>
		<td>لِغَيْرِ إِصْلَاحٍ، وَبِالْمُشْغَلِ عَنْ</td>
		<td>فَرْضٍ، وفي الْوَقْتِ أَعِدْ إِذَا يُسَنّْ</td>
	</tr>
	<tr>
		<td>151</td>
		<td>وَحَدَثٍ وَسَهْوِ زَيْدِ الْمِثْلِ</td>
		<td>قَهْقَهَةٍ، وَعَمْدِ شُرْبٍ أَكْلِ</td>
	</tr>
	<tr>
		<td>152</td>
		<td>وَسَجْدَةٍ قَيْءٍ، وَذِكْرِ فَرْضِ</td>
		<td>أَقَلَّ مِنْ سِتٍّ كَذِكْرِ الْبَعْضِ</td>
	</tr>
	<tr>
		<td>153</td>
		<td>وَفَوْتِ قَبْلِيٍّ ثَلَاثِ سُنَنٍ</td>
		<td>بِفَصْلِ مَسْجِدٍ كَطُولِ الزَّمَنِ</td>
	</tr>
	<tr>
		<td>154</td>
		<td>وَاسْتَدْرِكْ الرُّكْنَ فَإِنْ حَالَ رُكُوعْ</td>
		<td>فَأَلْغِ ذاتَ السَّهْوِ وَالْبِنا يَطُوعْ</td>
	</tr>
	<tr>
		<td>155</td>
		<td>كَفِعْلِ مَنْ سَلَّمَ لَكِنْ يُحْرِمُ</td>
		<td>لِلْبَاقِ، وَالطُّولُ الْفَسَادَ مَلْزِمُ</td>
	</tr>
	<tr>
		<td>156</td>
		<td>مَنْ شَكَّ في رُكْنٍ بَنَى عَلَى اليَقِينْ</td>
		<td>وَلْيَسْجُدِ الْبَعْدِيَّ لَكِنْ قَدْ يَبِينْ</td>
	</tr>
	<tr>
		<td>157</td>
		<td>لِأنْ بَنَوْا في فِعْلِهِمْ وَالْقَوْلِي</td>
		<td>نَقْصٌ بِفَوْتِ سُورَةٍ فَالْقَبْلِي</td>
	</tr>
	<tr>
		<td>158</td>
		<td>كَذَاكِرِ الْوُسْطَى وَالايْديْ قَدْ رَفَعْ</td>
		<td>وَرُكَباً لَا قَبْلَ ذَا لَكِنْ رَجَعْ</td>
	</tr>
</table>