<h3>heading</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>140</td>
		<td>فَصْلٌ وخَمْسُ صَلَواتٍ فَرْضُ عَيْنْ</td>
		<td>وَهْيَ كِفَايَةٌ لِمَيْتٍ دونَ مَيْنْ</td>
	</tr>
	<tr>
		<td>141</td>
		<td>فُرُوضُهَا التَّكْبِيرُ أَرْبَعاً، دُعَا	</td>
		<td>وَنِيَّةٌ، سَلَامُ سِرٍّ تَبِعَا</td>
	</tr>
	<tr>
		<td>142</td>
		<td>وكَالصَّلَاةِ الْغُسْلُ، دَفْنٌ، وكَفَنْ</td>
		<td>وِتْرٌ، كُسُوفٌ، عِيدٌ، اسْتِسْقَا، سُنَنْ</td>
	</tr>
	<tr>	
		<td>143</td>
		<td>فَجْرٌ: رَغِيبَةٌ، وتُقْضى للزَوالْ</td>
		<td>وَالْفَرْضُ يُقْضَى أَبَداً وبِالتَّوالْ</td>
	</tr>
	<tr>	
		<td>144</td>
		<td>نُدِبَ نَفْلٌ مُطْلَقاً، وأُكِّدَتْ	</td>
		<td>تَحِيَّةٌ ضُحًى تَرَاوِيحٌ تَلَتْ</td>
	</tr>
	<tr>
		<td>145</td>
		<td>وَقَبْلَ، وترٍ، مِثْلَ ظهْرٍ عَصْرِ</td>
		<td>وَبَعْدَ مَغْرِبٍ. وبَعْدَ ظُهْرِ</td>
	</tr>
</table>