<h3>سنن الصلاة</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>112</td>
		<td>سُنَنُهَا السُورَةُ بَعْدَ الْوَاقِيَهْ،</td>
		<td>مَعَ الْقِيامِ أَوّلاً والثَّانِيَهْ</td>
	</tr>
	<tr>
		<td>113</td>
		<td>جَهْرٌ؛ وَسِرٌّ بِمَحَلٍ لَهُمَا</td>
		<td>تَكْبِيرُهُ إلّا الذي تَقَدَّمَا</td>
	</tr>
	<tr>
		<td>114</td>
		<td>كُلُّ تَشَهُّدٍ، جُلُوسٌ أوّلُ،</td>
		<td>وَالثَّانِ لَا ما لِلسَّلامِ يَحْصُلُ</td>
	</tr>
	<tr>
		<td>115</td>
		<td>وَسَمِعَ اللَّه لِمَنْ حَمِدَهُ</td>
		<td>في الرّفْعِ مِنْ رُكُوعِهِ أَوْرَدِّهُ</td>
	</tr>
	<tr>
		<td>116</td>
		<td>الْفَذُّ وَالإمَامُ هّذَا أُكِّدَا</td>
		<td>وَالْبَاقِ كَالْمَنْدُوبِ في الْحُكْمِ بَدَا</td>
	</tr>
	<tr>
		<td>117</td>
		<td>إِقَامَةٌ، سُجُودُهُ عَلَى الْيَدَيْنْ</td>
		<td>وَطَرَفُ الرِّجْلَيْنِ مِثْلُ الرُّكْبَتَيْنْ</td>
	</tr>
	<tr>
		<td>118</td>
		<td>إِنْصَاتُ مُقْتَدٍ بِجَهْرٍ ثُمَّ رَدّْ	</td>
		<td>عَلَى الإمَامِ، وَالْيَسَارِ وَأَحَدْ</td>
	</tr>
	<tr>
		<td>119</td>
		<td>بِهِ وَزَائِدُ سُكُونٍ لِلْحُضُورْ</td>
		<td>سُتْرَةُ غَيْرِ مُقْتَدٍ خَافَ المُرُورْ</td>
	</tr>
	<tr>
		<td>120</td>
		<td>جَهْرُ السَّلَامِ، كَلِمُ التَّشَهُّدِ،</td>
		<td>وأنْ يُصَلِّي عَلَى مُحَمَّدِ</td>
	</tr>
	<tr>
		<td>121</td>
		<td>سُنَّ الأذَان لِجَمَاعَةٍ أَتَتْ</td>
		<td>فَرْضاً بِوَقْتِهِ وَغَيْراً طَلَبَتْ</td>
	</tr>
	<tr>
		<td>122</td>
		<td>وَقَصْرُ مَنْ سَافَرَ أَرْبَعَ بُرُدْ</td>
		<td>ظُهْرًا عِشًا عَصْرًا إلَى حِين يَعُدْ</td>
	</tr>
	<tr>
		<td>123</td>
		<td>مِمَّا وَرَا السُّكْنَى إلَيْهِ إِنْ قّدِمْ	</td>
		<td>مُقِيمُ أَرْبَعَةِ أَيَّامٍ يُتِمْ</td>
	</tr>
</table>