<h3>heading</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>135</td>
		<td>وكَرِهُوا: بَسْمَلةً تَعَوُّذَا</td>
		<td>في الْفَرْضِ والسُّجُودَ في الثَّوْبِ كذا</td>
	</tr>
	<tr>
		<td>136</td>
		<td>كَوْرُ عَمَامَةٍ، وبَعْضُ كُمِّه،</td>
		<td>وحَمْلُ شَيْءٍ فِيهِ أَوْ في فَمِّهِ</td>
	</tr>
	<tr>
		<td>137</td>
		<td>قِرَاءَةٌ لَدَى السُّجّودِ وَالرّكُوعْ</td>
		<td>تَفَكُّرُ الْقَلْبِ بِما نَافَى الْخُشُوعْ</td>
	</tr>
	<tr>
		<td>138</td>
		<td>وَعَبَثٌ، وَالالْتِفَاتُ والدُّعَا</td>
		<td>أَثْنَا قِرَاءَةٍ كَذَا إنْ رَكَعَا</td>
	</tr>
	<tr>
		<td>139</td>
		<td>تَشْبِيكُ، أَوْ فَرْقَعَةُ الأَصَابِعِ،</td>
		<td>تَخَصُّرٌ، تَغْمِيضُ عَيْنٍ تَابِعِ</td>
	</tr>
</table>