<h3>heading</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>165</td>
		<td>شَرْطُ الإمَامِ: ذَكَرٌ، مُكَلَّفُ</td>
		<td>آتٍ بِالَارْكَانِ، وَحُكْماً يَعْرِفُ</td>
	</tr>
	<tr>
		<td>166</td>
		<td>وَغَيْرُ ذِي فِسْقٍ وَلَحْنٍ، وَاقْتِدَا</td>
		<td>في جُمْعَةٍ: حُرٌّ. مُقِيمٌ عَدَدَا</td>
	</tr>
	<tr>
		<td>167</td>
		<td>وَيُكْرَهُ: السَّلَسُ وَالْقُرُوحُ مَعْ</td>
		<td>بَادٍ لِغَيْرِهِمْ. وَمَنْ يُكْرَهُ دَعْ</td>
	</tr>
	<tr>
		<td>168</td>
		<td>وَكَالْأَشَلِّ، وَإمَامَةٌ بِلَا</td>
		<td>رِداً بِمَسْجِدٍ صَلَاةٌ تُجْتَلَى</td>
	</tr>
	<tr>
		<td>169</td>
		<td>بَيْنَ الْأَسَاطِينِ وَقُدَّامَ الْإمَامْ</td>
		<td>جَمَاعَةٌ بَعْدَ صَلَاةٍ ذِي الْتِزَامْ</td>
	</tr>
	<tr>
		<td>170</td>
		<td>وَرَاتِبٌ مَجْهُولٌ أوْ مَنْ أُبِنَا</td>
		<td>وَأَغْلَفٌ عَبْدٌ خَصِيُّ ابْنُ زِنَا</td>
	</tr>
	<tr>
		<td>171</td>
		<td>وَجَازَ عِنِّينٌ وَأَعْمَى أَلْكَنُ</td>
		<td>مُجَذَّمٌ خَفَّ وَهَذَا مُمْكِنُ</td>
	</tr>
	<tr>
		<td>172</td>
		<td>وَالْمُقْتَدِي الإمَامَ يَتْبَعُ خَلَا</td>
		<td>زِيَادَةٍ قَدْ حُقِّقَتْ عَنْهَا اعْدِلَا</td>
	</tr>
	<tr>
		<td>173</td>
		<td>وَأَحْرَمَ الْمَسْبُوقُ فَوْراً وَدَخَلْ	</td>
		<td>مَعَ الْإمَامِ كَيْفَمَا كَانَ الْعَمَلْ</td>
	</tr>
	<tr>
		<td>174</td>
		<td>مُكَبِّراً إنْ سَاجِداً أَوْ رَاكِعاً</td>
		<td>أَلْفَاهُ لا في جَلْسَةٍ وَتَابَعَا</td>
	</tr>
	<tr>
		<td>175</td>
		<td>إنْ سَلَّمَ الإمَامُ قَامَ قَاضِياً</td>
		<td>أَقْوَالَهُ، وَفي الْفِعَالِ بَانِيَا</td>
	</tr>
	<tr>
		<td>176</td>
		<td>كَبَّرَ إنْ حَصَّلَ شَفْعاً أَوْ أَقَلَّ</td>
		<td>مِنْ رَكْعَةٍ والسَّهْوَ إذْ ذَاكَ احْتَمَلَ</td>
	</tr>
	<tr>
		<td>177</td>
		<td>وَيَسْجُدُ الْمَسْبُوقُ قَبْلِيَّ الإمَامْ	</td>
		<td>مَعْهُ، وَبَعْدِيّاً قَضَى بَعْدَ السَّلَامْ</td>
	</tr>
	<tr>
		<td>178</td>
		<td>أَدْرَكَ ذَاكّ السَّهْوَ أَوْ لَا، قَيَّدُوا</td>
		<td>مَنْ لَمْ يُحَصِّل رَكْعَةً لا يَسْجُدُ</td>
	</tr>
	<tr>
		<td>179</td>
		<td>وَبَطَلَتْ لِمُقْتَدٍ بِمُبْطِلِ	</td>
		<td>عَلَى الإمَامِ غَيْرَ فَرْعٍ مُنْجَلِي</td>
	</tr>
	<tr>
		<td>180</td>
		<td>مَنْ ذَكَرَ الْحَدَثَ أَوْ بِهِ غُلِبْ</td>
		<td>إنْ بَادَرَ الْخُروجَ مِنْهَا وَنُدِبْ</td>
	</tr>
	<tr>
		<td>181</td>
		<td>تَقْدِيمُ مُؤْتمٍّ يُتِمُّ بِهِمُو</td>
		<td>فَإنْ أَبَاه انْفَرَدُوا أَوْ قَدَّمُوا</td>
	</tr>
</table>