<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>140</td>
		<td>فَصْلٌ وخَمْسُ صَلَواتٍ فَرْضُ عَيْنْ</td>
		<td>وَهْيَ كِفَايَةٌ لِمَيْتٍ دونَ مَيْنْ</td>
	</tr>
</table>

<p>الصلاة على قسمين: فرض ونفل، والنفل كل ما عدا الفرض، ثم الفرض على قسمين فرض عين على كل مكلف وهي الصلوات الخمس، وفرض كفاية إذا قام بها البعض سقط عن الباقين وهي الصلاة على الميت والنفل أيضاً على قسمين: ما له اسم خاص لتأكده من سنة ورغيبة كالوتر والكسوف والعيدين والاستسقاء والفجر وما يسمى بالاسم العام وهو التنفل بالرواتب قبل الصلوات وبعدها وغيرها مما يقع في غير أوقات النهي وإن كان بعضها آكد من بعض كما يأتي بحول الله، أما كون الصلوات الخمس فرض عين فهو معلوم بالضرورة لكل مسلم ومن جحدها منهم فهو كافر، فإن أقر بوجود الصلوات الخمس وامتنع عن أدائها أخر إلى أن بقي من الوقت الضروري قدر ركعة كاملة بسجدتيها فإن لم يصليها قتل بالسيف حدًا لا كفرًا بعد التهديد لا ابتداء ولا يضرب فإن تغوفل عنه بأن لم يطلب بها أصلًا حتى خرج الوقت الضروري لم يقتل لصيرورتها فائتة ولا يقتل الممتنع من قضاء الفوائت، ثم اعلم أن الصلاة فرضت ليلة الإسراء قبل الهجرة بسنة في السماء وهي خمس في اليوم والليلة الظهر والعصر والمغرب والعشاء والصبح، ولكل واحدة وقتان: اختياري وضروري، وأما الوقت الاختياري للظهر فهو من الزوال لآخر القامة وللعصر من آخر القامة للاصفرار وللمغرب من بعد غروب الشمس بقدر فعلها بعد تحصيل شروطها من طهارة وأذان وإقامة وللعشاء من غروب الشفق الأحمر للثلث الأول من الليل والصبح من طلوع الفجر الصادق للأسفار البين، وأما الوقت الضروري للظهر والعصر فهو قرب الغروب وضروري المغرب والعشاء بقرب طلوع الفجر وضروري الصبح إلى طلوع الشمس وحكم المؤخر أداء الصلوات الخمس للضروري أنه آثم غير معذور إلا إذا طرأ عليه عذر كالإغماء وجنون أو نوم ونحو ذلك مما يقبل شرعاً، وأما كون الصلاة على الميت فرض كفاية فهو المشهور. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>141</td>
		<td>فُرُوضُهَا التَّكْبِيرُ أَرْبَعاً، دُعَا	</td>
		<td>وَنِيَّةٌ، سَلَامُ سِرٍّ تَبِعَا</td>
	</tr>
</table>
<p>فرائض صلاة الجنازة أربع:</p>
<p>الأولى: التكبير أربعًا لا أكثر ولا أقل لانعقاد الإجماع عليه فلو زاد على أربع أجزأت الصلاة ولا تفسد ثم إن المأموم قيل يقطع بعد الرابعة أي يسلم ولا يتبعه في الخامسة، وقيل يسكت فإذا سلم الإمام سلم بسلامه وهذا إن كان الإمام كبر للخامسة عمدًا، وأما إذا كبر سهوًا فيجب انتظاره اتفاقًا ثم إن كل تكبيرة بمنزلة ركعة ويرفع يديه في التكبيرة الأولى فقط. <br/>
	الثانية: الدعاء للميت عقب كل تكبيرة حتى بعد الرابعة، وقد كان أبو هريرة ( يتبع الجنازة، فإذا وضعت كبر وحمد الله وصلى على نبيه ( ثم قال: اللهم إنه عبدك وابن عبدك وابن أمتك كان يشهد أن لا إله إلا أنت وأن محمدًا عبدك ورسولك وأنت أعلم به اللهم إن كان محسنًا فزد في إحسانه وإن كان مسيئًا فتجاوز عن سيئاته، اللهم لا تحرمنا أجره ولا تفتنا بعده، والدعاء الذي ذكره في الرسالة لم يجز عليه العمل بطوله، قال ابن ناجي: هذا إذا كان الميت ذكرًا بالغًا فإن كان أنثى بالغة قال: اللهم إنها أمتك وبنت أمتك الخ، وإن كانوا ذكورًا أتى بضمير جماعة الذكور، أو إناثًا أتى بضمير جماعة الإناث، ويغلب الذكر على المؤنث في التثنية كالجمع فإن كان الميت صبيًا أو صبية قال: وابن عبدك وابن أمتك أنت خلقته ورزقته وأنت أمته وأنت تحييه اللهم اجعله سلفًا لوالديه وذخرًا وفرطًا وأجرًا.<br/>
	الثالثة: النية ولا يضر إن اعتقد أنه رجل فدعا على ما ظنه ثم ظهر أنه امرأة وكذلك لو صلى ولا يدري أرجل هو أو امرأة وكذلك لو كانت واجدة وظن أنها جماعة وأما إن ظنها واحدة وكانت جماعة فإن الصلاة تعاد.<br/>
	الرابعة: السلام ويكون سراً إلا أن الإمام يسمع من يليه أي جميع من يقتدي به ولا يرد المأموم على الإمام ولو سمع سلامه.
	ثم قال:</p>
	<table class="table table-bordered table-striped table-hover">
		<tr>
			<td>142</td>
			<td>وكَالصَّلَاةِ الْغُسْلُ، دَفْنٌ، وكَفَنْ</td>
			<td>وِتْرٌ، كُسُوفٌ، عِيدٌ، اسْتِسْقَا، سُنَنْ</td>
		</tr>
	</table>
	<p>غسل الميت ودفنه وكفنه كالصلاة عليه في كونه فرض كفاية وصفته كغسل الجنابة من البداءة بإزالة الأذى ثم أعضاء الوضوء الخ، وأما دفنه وكفنه ففرض كفاية ويستحب أن يكفن في ثلاثة أثواب أو خمسة وهو الأفضل، للرجل قميص وعمامة وأزرة ولفافتان ويستحب زيادة لفافتين أخريين للمرأة لكمال سبع ويجعل لها خمار بدل العمامة ويعتبر في تحسينه حال الميت وكذا سائر مؤن تجهيزه على قدر حاله والكفن على من تجب عليه النفقة فيجب على الإنسان كفن أبويه الفقيرين وأولاده الصغار الذين لا مال لهم وكفن عبده وأما كفن الزوجة فمن مالها على المشهور وكفن الفقير من بيت المال فإن لم يكن أو لم يتوصل إليه فعلى جماعة المسلمين وكذا سائر مؤن التجهيز. ثم قال: </p>
	<table class="table table-bordered table-striped table-hover">
		<tr>
			<td>142</td>
			<td>وكَالصَّلَاةِ الْغُسْلُ، دَفْنٌ، وكَفَنْ</td>
			<td>وِتْرٌ، كُسُوفٌ، عِيدٌ، اسْتِسْقَا، سُنَنْ</td>
		</tr>
	</table>
	<p>الوتر سنة مؤكدة لا يسع أحد تركها، وأول وقته المختار بعد العشاء الصحيحة وبعد الشفق، وآخره طلوع الفجر، وضروريه من طلوع الفجر إلى صلاة الصبح وأما صلاة الكسوف فهي سنة واجبة فإذا كشفت الشمس خرج الإمام إلى المسجد فافتتح الصلاة بالناس بغير أذان وإقامة، ثم قرأ قراءة طويلة سرًا بنحو سورة البقرة، ثم يركع ركوعًا طويلًا نحو ذلك، ثم يرفع رأسه ويقول سمع الله لمن حمده، ثم يقرأ دون القراءة الأولى ثم يركع نحو قراءته الثانية، ثم يرفع رأسه يقول: سمع الله لمن حمده، ثم يسجد سجدتين تامتين ثم يقوم فيقرأ دون قراءته التي تلي ذلك، ثم يركع نحو قراءته التي تلي ذلك، ثم يرفع كما ذكرنا، ثم يسجد كما ذكرنا، ثم يتشهد ويسلم ولمن شاء أن يصلي في بيته مثل ذلك أن يفعل، وليس في صلاة خسوف القمر جماعة، وليصل الناس عند ذلك أفذاذًا، والقراءة فيها جهرًا وهي كسائر ركوع النوافل، وليس في أثر صلاة كسوف الشمس خطبة مرتبة، ولا بأس أن يعظ الناس ويذكرهم، وأما صلاة العيدين عيد الفطر وعيد الأضحى فهي سنة مؤكدة، ويؤمر بها من تلزمه الجمعة، وهو الذكر الحر البالغ العاقل المقيم، ولا ينادي لها الصلاة جامعة، يخرج لها الإمام والناس ضحوة بقدر ما إذا وصل حانت الصلاة، وليس فيها أذان ولا إقامة فيصلي بهم ركعتين يقرأ فيهما جهراً بأم القرآن وسبح اسم ربك الأعلى والشمس وضحاها ونحوهما، ويكبر في الأولى سبعاً قبل القراءة يعيد فيها تكبيرة الإحرام، وفي الثانية خمس تكبيرات لا يعيد فيها تكبيرة القيام، وفي كل ركعة سجدتان، ثم يتشهد ويسلم، ثم يرقى المنبر ويخطب ويجلس في أول خطبته ووسطها ثم ينصرف، ويستحب أن يرجع من طريق غير الطريق التي أتى منها والناس كذلك. وإن كان عيد الأضحى خرج بالأضحية إلى المصلى فذبحها أو نحرها ليعلم ذلك الناس فيذبحون بعده، وإيقاعها في الصحراء حيث لا مانع من مطر أو خوف أفضل من إيقاعها في المسجد إلا بمكة ووقتها من حل النافلة إلى الزوال ولا تقضى بعده. وأما صلاة الاستسقاء فهي سنة عينية عند الحاجة إلى الماء لزرع أو شرب يخرج لها الإمام والناس للمصلى في ثياب ممتهنة بالنسبة للابسها راجلين ضحوة فيصلي بالناس ركعتين يجهر فيهما بالقراءة ويقرأ سبح اسم ربك الأعلى والشمس وضحاها، وفي كل ركعة سجدتان وركعة واحدة، ويتشهد لها ويسلم ثم يستقبل الناس بوجهه ويجلس جلسة، فإذا اطمأن الناس قام على الأرض متوكئًا على قوس أو عصا فخطب ثم جلس، ثم قال فخطب، فإذا فرغ استقبل القبلة فحول رداءه يجعل ما كان على منكبه الأيمن على الأيسر وما على الأيسر على الأيمن ولا يقلب ذلك وليفعل الناس مثله وهو قائم وهم قعود ثم يدعو كذلك، ثم ينصرف وينصرفون، ويستحب أن يصوموا ثلاثة أيام آخره اليوم الذي فيه يبرزون. وتستحب الصدقة والإكثار من الاستغفار ورد التباعات، ثم قال: </p>
	<table class="table table-bordered table-striped table-hover">
		<tr>	
			<td>143</td>
			<td>فَجْرٌ: رَغِيبَةٌ، وتُقْضى للزَوالْ</td>
			<td>وَالْفَرْضُ يُقْضَى أَبَداً وبِالتَّوالْ</td>
		</tr>
	</table>
	<p>المشهور أن صلاة الفجر رغيبة وقيل سنة سنة والرغيبة: رغب فيها الشارع ( كقوله: ((ركعتا الفجر خير من الدنيا وما فيها)) يقرأ في الركعة الأولى منها بأمّ القرآن وقل يا أيها الكافرون، وفي الثانية بأم القرآن وقل هو الله أحد، والقراءة فيها سرًا، ومعنى قوله (وتقضى للزوال): أنه إذا ضاق الوقت عن ركعتي الفجر وخاف خروج وقت الصبح، صلى الصبح وتركهما ثم قضاهما بعد طلوع الشمس وارتفاعها قدر رمح ويمتد وقتها من طلوع الشمس إلى الزوال. هو نصف النهار فإذا زالت الشمس عن وسط السماء فلا يقضيها. وأما من لم يصلّ الصبح ولا الفجر حتى طلعت الشمس فليقدم الصبح على الفجر. ثم قال: </p>
	<table class="table table-bordered table-striped table-hover">
		<tr>	
			<td>143</td>
			<td>فَجْرٌ: رَغِيبَةٌ، وتُقْضى للزَوالْ</td>
			<td>وَالْفَرْضُ يُقْضَى أَبَداً وبِالتَّوالْ</td>
		</tr>
	</table>
	<p>الفرض ليس لقضائه وقت معين بل يجب قضاؤه أبدًا في أي وقت كان، وقضاء الفوائت واجب على الفور ولا يجوز تأخيره إلا لعذر كوقت المعاش وتعليم العلم المعين وتمريض وإشراف قريب على الموت. ثم قال: </p>
	<table class="table table-bordered table-striped table-hover">
		<tr>	
			<td>144</td>
			<td>نُدِبَ نَفْلٌ مُطْلَقاً، وأُكِّدَتْ	</td>
			<td>تَحِيَّةٌ ضُحًى تَرَاوِيحٌ تَلَتْ</td>
		</tr>
		<tr>
			<td>145</td>
			<td>وَقَبْلَ، وترٍ، مِثْلَ ظهْرٍ عَصْرِ</td>
			<td>وَبَعْدَ مَغْرِبٍ. وبَعْدَ ظُهْرِ</td>
		</tr>
	</table>
	<p>التنفل بالصلاة مستحب ولا حد لعدد التنفل ولا زمان له مخصوص بل هو مندوب إليه على قدر الاستطاعة، وفي كل وقت من ليل أو نهار إلا في الأوقات المنهي عن التنفل فيها كبعد صلاة العصر إلى أن تصلي المغرب وبعد طلوع الفجر إلى أن ترتفع الشمس قدر رمح والمتأكد من النوافل: تحية المسجد وهي الركعتان اللتان يطلب بهما من دخل المسجد بقصد الجلوس فيه إذا كان على وضوء وكان في وقت جواز التنفل وما قبل الوتر من النوافل وهو الشفع وغيره وما قبل الظهر والعصر وما بعد الظهر والمغرب من النوافل أيضًا وأما صلاة الضحى فهي من النوافل المرغب فيها وقد قال ( : ((من حافظ على شفعة الضحى غفرت ذنوبه وإن كانت مثل زبد البحر، وشفعة الضحى بضم الشين وقد تفتح: ركعتا الضحى من الشفع بمعنى الزوج ووقتها من حل النافلة إلى الزوال وأقلها ركعتان وأكثرها ثمان ركعات وفي (العهود المحمدية) من واظب على صلاة الضحى لم يقربه جنّي إلا احترق، وفي صحيح الإمام مسلم ((يصبح على كل سلامي)) أي عضو ((من أحدكم صدقة فأمر بمعروف صدقة ونهي عن المنكر صدقة)) وعد ( أشياء ثم قال: ((ويجزئ عن ذلك ركعتان يركعهما في الضحى، وأما صلاة التراويح جمع ترويحة وهي اسم لكل ركعتين في شهر رمضان سميتا بذلك لأنهم كانوا إذا سلموا من اثنتين جلسوا بقصد الاستراحة ووقتها كالوتر فإن فعلت بعد مغرب لم تسقط وكانت نافلة لا تراويح وندب فعلها في البيوت مفردًا أو مع أهله طلبًا للسلامة من الرياء إن لم تعطل المساجد من صلاتها بالجملة. ثم قال: </p>
