<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>135</td>
		<td>وكَرِهُوا: بَسْمَلةً تَعَوُّذَا</td>
		<td>في الْفَرْضِ والسُّجُودَ في الثَّوْبِ كذا</td>
	</tr>
	<tr>
		<td>136</td>
		<td>كَوْرُ عَمَامَةٍ، وبَعْضُ كُمِّه،</td>
		<td>وحَمْلُ شَيْءٍ فِيهِ أَوْ في فَمِّهِ</td>
	</tr>
	<tr>
		<td>137</td>
		<td>قِرَاءَةٌ لَدَى السُّجّودِ وَالرّكُوعْ</td>
		<td>تَفَكُّرُ الْقَلْبِ بِما نَافَى الْخُشُوعْ</td>
	</tr>
	<tr>
		<td>138</td>
		<td>وَعَبَثٌ، وَالالْتِفَاتُ والدُّعَا</td>
		<td>أَثْنَا قِرَاءَةٍ كَذَا إنْ رَكَعَا</td>
	</tr>
	<tr>
		<td>139</td>
		<td>تَشْبِيكُ، أَوْ فَرْقَعَةُ الأَصَابِعِ،</td>
		<td>تَخَصُّرٌ، تَغْمِيضُ عَيْنٍ تَابِعِ</td>
	</tr>
</table>
<p>مكروهات الصلاة ستة عشر:</p>
<p> أولها والثاني: البسملة والتعوذ في الصلاة الفرضية وأما النافلة فلا يكره ذلك فيها، <br/>
	الثالث: السجود على الثوب لما في ذلك من الرفاهية، وهذا باعتبار الوجه والكفين، وأما غيرهما من الركبتين والرجلين فلا يكره أن يحول بينهما وبين الأرض ثوب أو غيره والكراهة في الوجه والكفين مقيدة بما لم تدعه لذلك ضرورة من حر أو برد وإلا فلا كراهة حينئذ. <br/>
	الرابع: السجود على كور العمامة والكور هو مجمع طاقات العمامة وما ارتفع منها على الجبهة، وهذا إذا كان الكور لطيفًا وإن كان كثيفًا أعاد الصلاة.<br/>
	الخامس: السجود على طرف الكم.<br/>
	السادس والسابع: حمل شيء في كمه أو في فمه فيكره ذلك لأنه يشغله عن صلاته، <br/>
	الثامن: قراءة المصلي في السجود والركوع لأنهما حالتا ذلّ فخصتا بالذكر. وفي صحيح الإمام البخاري: (نهيت أن أقرأ راكعًا أو ساجدًا)، <br/>
	التاسع: تفكر القلب بما ينافي الخشوع من أمور الدنيا ولا تبطل الصلاة بذلك ولو طال تفكره لكن إن كان يضبط ما صلى وإلا فالبطلان،<br/>
	العاشر: العبث وهو لعب المصلي بلحيته أو غيرها كالخاتم،<br/>
	الحادي عشر: الالتفات في الصلاة فإن فعل لم تبطل صلاته ولو التفت بجميع جسده إلا أن يستبدر القبلة بشرق أو بغرب وهو جرحة في فاعله ويدخل في الكراهة التصفح بالعنق وهو مسارقة النظر فلا يجوز إلا لضرورة.<br/>
	الثاني عشر: الدعاء في أثناء قراءة الفاتحة أو السورة أو في الركوع.<br/>
	الثالث عشر والرابع عشر: تشبيك الأصابع أو فرقعتها في الصلاة. <br/>
	الخامس عشر: التخصر وهو وضع اليد على الخاصرة في القيام قيل وهو من فعل اليهود والخصر وسط الإنسان.<br/>
	السادس عشر: تغميض بصره ويكره لئلا يتوهم أنه مطلوب في الصلاة فإن كان المصلي يتشوش بفتح عينيه فالتغميض حسن. ثم قال:</p>