<h2>كتاب الزكاة</h2>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>182</td>
		<td>فُرِضَتِ الزَّكَاةُ فِيمَا يُرْتَسَمْ</td>
		<td>عَيْنٍ وَحَبٍّ وَثِمَارٍ وَنَعَمْ</td>
	</tr>
</table>
<p>الزكاة فرضت في ثلاثة أنواع: العين من الذهب والفضة، والحرث وهو الحبوب والثمار، والماشية وهي النعم من الإبل والبقر والغنم. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>183</td>
		<td>في الْعَيْنِ والْأَنْعامِ حَقَّتْ كلَّ عامْ</td>
		<td>يَكْمُلُ والْحَبُّ بالافْرَاكِ يُرَامْ</td>
	</tr>
	<tr>
		<td>184</td>
		<td>وَالتَّمْرُ والزَّبِيبُ بِالطِّيبِ وَفي</td>
		<td>ذِي الزَّيْتِ مِنْ زَيْتِهِ وَالْحَبُّ يَفي</td>
	</tr>
</table>
<p>شرط وجوب الزكاة هو مرور الحول كاملًا في العين أي الذهب والفضة أو ما يتنزل منزلتهما من هذه الأوراق الحادثة إذا بلغت النصاب، وكذلك مرور الحول في الأنعام أو ما يتنزل منزلة مرور الحول وهو الطيب في الثمار أي ظهور الحلاوة والتهيؤ للنضج وكذلك الإفراك في الحبوب ووجوب الزيت مما له زيت من الحبوب كالزيتون والجلجان فتعطى الزكاة من زيته إذا بلغ حبه النصاب، ويدخل في قوله (والحب يفي) القمح والشعير والسلت ويعرف بشعير النبي ( والأرز والفول والحمص والعدس ونحوها فتعطى الزكاة من الجميع إذا بلغ النصاب وهو قوله (يفي) ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>185</td>
		<td>وَهِيَ في الثِّمَارِ وَالْحَبِّ الْعُشُرْ</td>
		<td>أَوْ نِصْفُهُ إنْ آلَةَ السَّقْيِ يَجُرّْ</td>
	</tr>
	<tr>
		<td>186</td>
		<td>خَمْسَةُ أَوْسُقٍ: نِصَابٌ فيهِمَا</td>
		<td>في فِضَّةٍ قُلْ: مِائَتَانٍ دِرْهَمَا</td>
	</tr>
</table>
<p>في خمسة أوسق فأكثر من التمر والزبيب ونحوهما عشر حبه إن سقي بغير مشقة كماء السماء وماء العيون، ونصف العشر فيما سقي بمشقة كالدواليب والدلاء وغيرهما والوسق ستون صاعاً والصاع أربعة أمداد بمده عليه الصلاة والسلام، وما زاد على الخمسة أوسق وإن قل أخرج عنه ما ينوبه، ويعتبر النصاب في الحبوب بعد اليبس والتصفية من التبن ونحوه، وفي الثمار بعد الجفاف واليبس، وصيرورته إلى الحالة التي يبقى عليها ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>186</td>
		<td>خَمْسَةُ أَوْسُقٍ: نِصَابٌ فيهِمَا</td>
		<td>في فِضَّةٍ قُلْ: مِائَتَانٍ دِرْهَمَا</td>
	</tr>
	<tr>
		<td>187</td>
		<td>عِشْرُونَ دِينَاراً نصَابٌ في الذَّهّبْ</td>
		<td>وَربُعُ الْعُشْرِ فِيهِمَا وَجَبْ</td>
	</tr>
</table>
<p>في مائتي درهم شرعية أو عشرين دينارًا شرعية فأكثر أو ما يتنزل منزلتهما من هذه الأوراق الحادثة ربع العشر فيهما وما زاد على ذلك – وإن قلّ – فبحسابه ويجوز إخراج الذهب عن الفضة والفضة عن الذهب، ويجوز إخراج ما تنزل منزلتهما عنهما ويعتبر في ذلك صرف الوقت، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>188</td>
		<td>وَالْعَرْضُ ذُو التَّجْرِ، وَدَيْنُ مَنْ أَدَارْ</td>
		<td>قِيمَتُهَا كَالْعَيْنِ، ثُمَّ ذُو احْتِكارْ</td>
	</tr>
	<tr>
		<td>189</td>
		<td>زَكى لِقَبْضِ ثَمَنٍ أَوْ دَيْنِ</td>
		<td>عَيْناً بِشَرْطِ الْحَوْلِ لِلأَصْلَيْنِ</td>
	</tr>
</table>
<p>المراد بالعرض هنا ما قابل الفضة والذهب ولم تجب الزكاة في عينه فعرض التجارة ودين المدير قيمة كل منهما كالعين. أي تزكى تلك القيمة إن بلغت النصاب أو أضيفت لغيرهما فيقوم المدير عروضه عند كمال الحول بما تساوي حينئذ وبما جرت به العادة أن تباع به ويزكي تلك القيمة، وكذلك يقوم ديونه التي له على غيره بما يجوز أن تباع به ويزكي تلك القيمة، وأما المحتكر فإنما يزكي عند قبض الثمن أي عند بيع العرض وقبض ثمنه أو عند قبض الدين لا قبل ذلك حالة كون المقبوض من ثمن العرض أو من الدين عينًا بشرط مرور الحول لأصل الدين والعرض. والمدير هو الذي لا يستقر بيده عين ولا عرض ويبيع بما وجد من الربح أو برأس المال، وذلك كأرباب الحوانيت والجالبين للسلع من البلدان، والمحتكر هو الذي يرصد بسلعه ارتفاع الأسواق فلا يبيع إلا بالربح الكثير، والإدارة، والاحتكار وجهان للتجارة وفهم من كلامه أن العرض الذي ليس لإدارة ولا احتكار وهو ما يملكه الإنسان لينتفع به لا للتجارة كداره وعبده وخادمه وفرسه وأثاث داره وثياب لباسه وفراشه ونحو ذلك لا زكاة فيه، وهو كذلك، وهذا هو المعبر عنه بعرض القنية. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr> 
		<td>190</td>
		<td>في كُلِّ خَمْسَةِ جِمَالٍ: جَذَعَهْ</td>
		<td>مِنْ غَنَمٍ، بَنْتُ الْمَخَاضِ مُقْنِعَهْ</td>
	</tr>
	<tr>
		<td>191</td>
		<td>في الْخَمْسِ والْعِشْرِينَ وابْنَةُ اللبُونْ</td>
		<td>في سِتّةٍ مَعَ الثَّلَاثِينَ تكُونْ</td>
	</tr>
	<tr>
		<td>192</td>
		<td>سِتّاً وَأَرْبَعِينَ حِقَّةٌ كَفَتْ</td>
		<td>جَذَعَةٌ إحْدَى وَسِتِّينَ وَفَتْ</td>
	</tr>
	<tr>
		<td>193</td>
		<td>بِنْتَا لَبُونٍ سِتَّةً وَسَبْعِينَ،</td>
		<td>وَحِقَّتَانِ وَاحِداً وَتِسْعِينَ</td>
	</tr>
	<tr>
		<td>194</td>
		<td>وَمَعْ ثَلَاثِينَ ثَلَاثٌ أيْ بَنَاتْ</td>
		<td>لَبُونٍ أَوْ خُذْ حِقَّتَيْنِ بِافْتِياتْ</td>
	</tr>
	<tr>
		<td>195</td>
		<td>إذا الثَّلَاثِينَ تَلَتْهَا الْمِائَةُ</td>
		<td>في كُلِّ خَمْسِينَ كَمَالاً حِقَّةُ</td>
	</tr>
	<tr>
		<td>196</td>
		<td>وَكُلُّ أرْبَعِينَ بِنْتٌ لَبُونْ</td>
		<td>وَهَكَذا مَا زَادَ أَمْرُهُ يَهُونْ</td>
	</tr>
</table>
<p>في كل خمسة من الإبل وهي الجمال شاة من الغنم إن لم يكن جل غنم البلد المعز، وفي العشرة شاتان، وفي الخمسة عشر ثلاثة (وفي العشرين أربع إلى أربعة وعشرين) فإذا بلغت الجمال خمسة وعشرين فحينئذ تزكى من جنسها ففي الخمسة والعشرين جملاً أنثى بنت مخاض وهي بنت سنة ولا يزال يعطي بنت مخاض من خمسة وعشرين إلى خمسة وثلاثين، فإذا بلغت ستة وثلاثين ففيها بنت لبون وهي التي كملت سنتين ودخلت في الثالثة، ولا يزال يعطيها إلى خمسة وأربعين، فإذا بلغت ستة وأربعين فيها حقة، وهي التي دخلت في السنة الرابعة، ولا يزال يعطي الحقة إلى ستين، فإذا بلغت واحدًا وستين ففيها جذعة وهي التي دخلت في الخامسة ولا يزال يعطي الجذعة إلى خمسة وسبعين، فإذا بلغت ستة وسبعين ففيها بنتا لبون، ولا يزال يعطي بنتي لبون إلى تسعين. فإذا بلغت واحدًا وتسعين ففيها حقتان ولا يزال يعطي حقتين إلى عشرين ومائة. فإذا بلغت واحدًا وعشرين ومائة إلى تسعة وعشرين ففيها حقتان أو ثلاث بنات لبون، ثم في كل عشرة يتغير الواجب، ففي كل أربعين بنت لبون، وفي كل خمسين حقة ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>197</td>
		<td>عِجْلٌ تَبِيعٌ في ثَلَاثِينَ بَقَرْ</td>
		<td>مُسِنَّةً في أرْبَعِينَ تُسْتَطَرْ</td>
	</tr>
	<tr>
		<td>198</td>
		<td>وَهَكَذَا مَا ارْتَفَعَتْ ثُمَّ الْغَنَمْ</td>
		<td>شَاةٌ لِأَرْبَعِينَ مَعْ أُخْرَى تُضَمْ</td>
	</tr>
</table>
<p>في كل ثلاثين من البقر عجل تبيع أي يتبع أمه الموفي سنتين، ولا يزال يعطيه إلى تسع وثلاثين، فإذا بلغت أربعين ففيها مسنة وهي الموفية ثلاث سنين، ولا يزال  يعطي المسنة من أربعين إلى تسع وخمسين. فإذا بلغت ستين ففيها تبيعان. إلى سبعين فتبيع ومسنة، وفي ثمانين مسنتان، وفي تسعين، ثلاث تبيعات، وفي مائة تبيعان ومسنة وفي مائة وعشرة مسنتان وتبيع. وفي مائة وعشرين إما أربع تبيعات أو ثلاث مسنات الخيار للساعي. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr> 
		<td>198</td>
		<td>وَهَكَذَا مَا ارْتَفَعَتْ ثُمَّ الْغَنَمْ</td>
		<td>شَاةٌ لِأَرْبَعِينَ مَعْ أُخْرَى تُضَمْ</td>
	</tr>
	<tr>
		<td>199</td>
		<td>في وَاحِدٍ عِشْرِينَ يَتْلُو وَمِائَهْ</td>
		<td>وَمَعْ ثَمَانِينَ ثَلَاثٌ مُجْزِئَهْ</td>
	</tr>
	<tr>
		<td>200</td>
		<td>وَأَرْبَعاً خُذْ مِنْ مِئِينَ أَرْبَعِ،</td>
		<td>شَاةٌ لِكُلِّ مِائَةٍ إنْ تُرْفَعِ</td>
	</tr>
</table>
<p>لا زكاة في الغنم حتى تبلغ أربعين شاة فإذا بلغتها ففيها شاة جذع ابن سنة أو جذعة، ولا يزال يعطي واحدة إلى مائة وعشرين، فإذا بلغت إحدى وعشرين ومائة ففيها شاتان كذلك ولا يزال يعطي شاتين إلى مائتين، فإذا بلغت مائتين وواحدة ففيها ثلاث شياه ولا يزال يعطي ثلاث شياه إلى ثلاثمائة وتسع وتسعين، فإذا بلغت أربعمائة ففيها أربع شياه، ثم لا يعتبر بعد ذلك إلا المئون فلا يزال يعطي أربعاً إلى أن تكمل خمسمائة ففيها خمس شياه. ثم كذلك إلى ستمائة ففيها ست شياه، وهكذا فلكل مائة شاه، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>201</td>
		<td>وَحَوْلُ الْارْبَاحِ وَنَسْلٍ كَالأصُولْ</td>
		<td>وَالطَّارِ لَا عَمَّا يُزَّكى أَنْ يَحُولْ</td>
	</tr>
</table>
<p>حول ربح المال حول أصله سواء كان الأصل نصابًا أو لا، فالأول كمن عنده عشرون دينارًا قامت عنده عشرة أشهر مثلًا ثم اشترى بها سلعة فباعها بعد شهرين بثلاثين دينارًا فيزكي حينئذ الأصل وهو عشرون ولا إشكال ويزكي أيضًا الربح وهو العشرة لأن حوله حول أصله وهو العشرون لتقدير ذلك الربح كامنًا في أصله. والثاني كمن أقام عنده خمسة عشر دينارًا عشرة أشهر مثلًا فاشترى بها سلعة فباعها بعد شهرين بعشرين فيزكيها أيضًا، كذلك حول نسل الأنعام حول أصولها، أي حول أولادها حول أمهاتها سواء كانت الأمهات نصابًا أو أقل فالأول كمن كان عنده ثمانون من الغنم فلما قرب الحول توالدت حتى صارت إحدى وعشرين ومائة فتجب فيها شاتان، والثاني كمن كان عنده ثلاثون فتوالدت قرب الحول حتى صارت أربعين فتجب فيها الزكاة شاة كما مر، وأما ما يطرأ على الماشية، أي ما يزاد عليها من غير الولادة إما بشراء أو هبة أو إرث فإن طرأ على ما لا يزكى منها لكونه أقل من النصاب فلا تجب الزكاة فيه ولا فيما كان عنده منها سابقًا لعدم مرور الحول على مجموعها، فإذا استقبل بجميع ما كان عنده وما طرأ من حين كمال النصاب حولًا كاملًا فإن الزكاة تجب حينئذ في الجميع، وأما ما طرأ منها على ما يزكى لكونه نصابًا ودام إلى تمام الحول فإنه يزكى لا بشرط مرور الحول بل بضم ما طرأ إلى النصاب الذي عنده ويزكي الجميع لحول الأول. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>202</td>
		<td>وَلَا يُزَكَّى وَقَصٌ مِنَ النَّعَمْ</td>
		<td>كَذَاكَ مَا دُونَ النِّصَابِ ولْيُعَمْ</td>
	</tr>
	<tr>
		<td>203</td>
		<td>وَعَسَلٌ فَكِهَةٌ مَعَ الْخُضَرْ</td>
		<td>إذْ هِيَ في الْمُقْتَاتِ مِمَّا يُدَّخَرْ</td>
	</tr>
</table>
<p>لا تجب الزكاة في الوقص وهو ما بين الفرضين من زكاة النعم فمن كان عنده ستة أو سبعة أو ثمانية أو تسعة من الإبل فعليه شاة عن الخمسة ولا زكاة عليه في الزائدة عن الخمسة، وكذلك إحدى عشر إلى أربعة عشر لا زكاة في الزائدة على العشرة، وهكذا، وكذلك في البقر فلا زكاة في الزائد على أربعين مثلًا إلى مائة وعشرين, وهكذا, والوقص خاص بزكاة النعم. أما العين والحرث فيزكي الزائد على النصاب وإن قل. أما دون النصاب من جميع ما يزكي من عين أو حرث أو ماشية فلا زكاة فيه، كما أنه لا زكاة في العسل والفواكه والخضر المدخرة لاقتيات. ثم قال:</p> 
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>204</td>
		<td>وَيَحْصُلُ النِّصَابُ مِنْ صِنْفَيْنِ</td>
		<td>كَذَهَبٍ وَفِضَّةٍ مِنْ عَيْنِ</td>
	</tr>
	<tr>
		<td>205</td>
		<td>وَالضَّأْنُ لِلْمَعْزِ وَبُخْتٌ لِلعِرَابْ،</td>
		<td>وَبَقَرٌ إلَى الْجَوَامِيسِ اصْطِحَابْ</td>
	</tr>
	<tr>
		<td>206</td>
		<td>الْقَمْحُ لِلشَّعِيرِ لِلسُّلْتِ يصَارْ</td>
		<td>كَذَا الْقَطَاني وَالزَّبِيبُ وَالثِّمَارْ</td>
	</tr>
</table>
<p>لا فرق في زكاة العين بين كون النصاب كله ذهبًا أو كله فضة وبين كونه ملفقًا منهما لكن بالتجزئة والمقابلة بأن يجعل كل دينار في مقابلة عشرة دراهم شرعية وافق ذلك صرف الوقت أم لا، فمن له مائة وثلاثون درهمًا ودينار يساوي عشرين درهمًا لا زكاة عليه، وكذلك في زكاة الماشية لا فرق بين كون النصاب الغنم كله ضأنًا أو كله معزًا أو ملفقًا منهما كعشرين من كل منهما أو نصاب البقر كله بقرًا أو كله جواميس أو ملفقًا منهما أو نصاب الإبل كله إبلًا أي عرابًا أو كله بختًا أو ملفقًا منهما، وكذلك في زكاة الحرث لا فرق بين كون النصاب كله قمحًا أو شعيرًا أو سلتًا وبين كونه ملفقًا من اثنين منهما أو ثلاثة وكذلك لا فرق بين كون النصاب من نوع واحد من القطاني أو من نوعين أو أكثر من أنواعها كخمسة أوسق بين فول وعدس وحمص فيضم بعضها لبعض وتزكى، وكذلك لا فرق بين كون نصاب الزبيب كله أحمر أو كله أسود أو ملفقًا منهما، ولا بين كون نصاب التمر كله صنفًا واحدًا أو ملفقًا من صنفين أو أكثر. 
	تنبيه: البخت: إبل خراسان ضخمة مائلة إلى قصر، لها سنامان وعراب كجراب خلاف البخت، الإبل المعهودة. والجواميس بقر سود ضخام صغيرة الأعين طويلة الخراطيم مربوعة الرأس إلى قدام بطيئة الحركة قوية جدًا لا تكاد تفارق الماء بل ترقد فيه غالب أوقاتها. والقطاني جمع قطنية وهو كل ما له غلاف، ثم قال:</p>
	<table class="table table-bordered table-striped table-hover">
		<tr> 
			<td>207</td>
			<td>مَصْرِفُهَا: الْفَقِيرُ، وَالْمِسْكِينُ،</td>
			<td>غَازٍ، وَعِتْقٌ، عَامِلٌ، مَدِينُ</td>
		</tr>
		<tr>
			<td>208</td>
			<td>مُؤَلَّفُ الْقَلْبِ وَمُحْتَاجٌ غَرِيبْ</td>
			<td>أَحْرَارُ إسْلَامٍ وَلَمْ يُقْبَلْ مُرِيبْ</td>
		</tr>
	</table>
	<p>تدفع الزكاة لهذه الأصناف الثمانية،</p> 
	<p>الأول والثاني: الفقير والمسكين، فالفقير من له شيء من الدنيا لا يكفيه لعيش عامه، والمسكين الذي لا شيء له، ويشترط في كل منهما أربعة شروط: الحرية والإسلام وأن تكون نفقتهما غير واجبة على مليء.</p>
	<p>الثالث: الغازي وهو من يجب عليه الجهاد ولا تعطى له إلا في حال تلبسه بالغزو.</p>
	<p>الرابع: العتق بأن يشتري الوالي أو من ولي زكاة نفسه بمال الزكاة رقيقًا مؤمنًا لا عقد حرية فيه ويعتقه.</p>
	<p>الخامس: العامل عليها أي مفرقها وحارسها وتعطى له وإن كان غنيًا لأنها أجرته،</p> 
	<p>السادس: المدين فمن كان عليه دين لآدمي أدانه في مباح أعطي من الزكاة إن دفع ما بيده من المال.</p>
	<p>السابع: المؤلفة قلوبهم والمراد بهم الكفار الذين يؤلفون بالعطاء ليدخلوا في الإسلام وقيل حديثو عهد بالإسلام فيعطون ليتمكن حب الإسلام من قلوبهم.</p> 
	<p>الثامن: المسافر الغريب المحتاج المنقطع فيدفع إليه منها قدر كفايته ليستعين بذلك على الوصول لبلده إذا كان سفره مباحًا ولا يبنى من الزكاة سور ولا مسجد ولا يعمل منها مركب ولا يفدى منها أسير. ثم قال:</p>
