<h3>كتاب الزكاة</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>182</td>
		<td>فُرِضَتِ الزَّكَاةُ فِيمَا يُرْتَسَمْ</td>
		<td>عَيْنٍ وَحَبٍّ وَثِمَارٍ وَنَعَمْ</td>
	</tr>
	<tr>
		<td>183</td>
		<td>في الْعَيْنِ والْأَنْعامِ حَقَّتْ كلَّ عامْ</td>
		<td>يَكْمُلُ والْحَبُّ بالافْرَاكِ يُرَامْ</td>
	</tr>
	<tr>
		<td>184</td>
		<td>وَالتَّمْرُ والزَّبِيبُ بِالطِّيبِ وَفي</td>
		<td>ذِي الزَّيْتِ مِنْ زَيْتِهِ وَالْحَبُّ يَفي</td>
	</tr>
	<tr>
		<td>185</td>
		<td>وَهِيَ في الثِّمَارِ وَالْحَبِّ الْعُشُرْ</td>
		<td>أَوْ نِصْفُهُ إنْ آلَةَ السَّقْيِ يَجُرّْ</td>
	</tr>
	<tr>
		<td>186</td>
		<td>خَمْسَةُ أَوْسُقٍ: نِصَابٌ فيهِمَا</td>
		<td>في فِضَّةٍ قُلْ: مِائَتَانٍ دِرْهَمَا</td>
	</tr>
	<tr>
		<td>187</td>
		<td>عِشْرُونَ دِينَاراً نصَابٌ في الذَّهّبْ</td>
		<td>وَربُعُ الْعُشْرِ فِيهِمَا وَجَبْ</td>
	</tr>
	<tr>
		<td>188</td>
		<td>وَالْعَرْضُ ذُو التَّجْرِ، وَدَيْنُ مَنْ أَدَارْ</td>
		<td>قِيمَتُهَا كَالْعَيْنِ، ثُمَّ ذُو احْتِكارْ</td>
	</tr>
	<tr>
		<td>189</td>
		<td>زَكى لِقَبْضِ ثَمَنٍ أَوْ دَيْنِ</td>
		<td>عَيْناً بِشَرْطِ الْحَوْلِ لِلأَصْلَيْنِ</td>
	</tr>
	<tr> 
		<td>190</td>
		<td>في كُلِّ خَمْسَةِ جِمَالٍ: جَذَعَهْ</td>
		<td>مِنْ غَنَمٍ، بَنْتُ الْمَخَاضِ مُقْنِعَهْ</td>
	</tr>
	<tr>
		<td>191</td>
		<td>في الْخَمْسِ والْعِشْرِينَ وابْنَةُ اللبُونْ</td>
		<td>في سِتّةٍ مَعَ الثَّلَاثِينَ تكُونْ</td>
	</tr>
	<tr>
		<td>192</td>
		<td>سِتّاً وَأَرْبَعِينَ حِقَّةٌ كَفَتْ</td>
		<td>جَذَعَةٌ إحْدَى وَسِتِّينَ وَفَتْ</td>
	</tr>
	<tr>
		<td>193</td>
		<td>بِنْتَا لَبُونٍ سِتَّةً وَسَبْعِينَ،</td>
		<td>وَحِقَّتَانِ وَاحِداً وَتِسْعِينَ</td>
	</tr>
	<tr>
		<td>194</td>
		<td>وَمَعْ ثَلَاثِينَ ثَلَاثٌ أيْ بَنَاتْ</td>
		<td>لَبُونٍ أَوْ خُذْ حِقَّتَيْنِ بِافْتِياتْ</td>
	</tr>
	<tr>
		<td>195</td>
		<td>إذا الثَّلَاثِينَ تَلَتْهَا الْمِائَةُ</td>
		<td>في كُلِّ خَمْسِينَ كَمَالاً حِقَّةُ</td>
	</tr>
	<tr>
		<td>196</td>
		<td>وَكُلُّ أرْبَعِينَ بِنْتٌ لَبُونْ</td>
		<td>وَهَكَذا مَا زَادَ أَمْرُهُ يَهُونْ</td>
	</tr>
	<tr>
		<td>197</td>
		<td>عِجْلٌ تَبِيعٌ في ثَلَاثِينَ بَقَرْ</td>
		<td>مُسِنَّةً في أرْبَعِينَ تُسْتَطَرْ</td>
	</tr>
	<tr>
		<td>198</td>
		<td>وَهَكَذَا مَا ارْتَفَعَتْ ثُمَّ الْغَنَمْ</td>
		<td>شَاةٌ لِأَرْبَعِينَ مَعْ أُخْرَى تُضَمْ</td>
	</tr>
	<tr> 
		<td>198</td>
		<td>وَهَكَذَا مَا ارْتَفَعَتْ ثُمَّ الْغَنَمْ</td>
		<td>شَاةٌ لِأَرْبَعِينَ مَعْ أُخْرَى تُضَمْ</td>
	</tr>
	<tr>
		<td>199</td>
		<td>في وَاحِدٍ عِشْرِينَ يَتْلُو وَمِائَهْ</td>
		<td>وَمَعْ ثَمَانِينَ ثَلَاثٌ مُجْزِئَهْ</td>
	</tr>
	<tr>
		<td>200</td>
		<td>وَأَرْبَعاً خُذْ مِنْ مِئِينَ أَرْبَعِ،</td>
		<td>شَاةٌ لِكُلِّ مِائَةٍ إنْ تُرْفَعِ</td>
	</tr>
	<tr>
		<td>201</td>
		<td>وَحَوْلُ الْارْبَاحِ وَنَسْلٍ كَالأصُولْ</td>
		<td>وَالطَّارِ لَا عَمَّا يُزَّكى أَنْ يَحُولْ</td>
	</tr>
	<tr>
		<td>202</td>
		<td>وَلَا يُزَكَّى وَقَصٌ مِنَ النَّعَمْ</td>
		<td>كَذَاكَ مَا دُونَ النِّصَابِ ولْيُعَمْ</td>
	</tr>
	<tr>
		<td>203</td>
		<td>وَعَسَلٌ فَكِهَةٌ مَعَ الْخُضَرْ</td>
		<td>إذْ هِيَ في الْمُقْتَاتِ مِمَّا يُدَّخَرْ</td>
	</tr>
	<tr>
		<td>204</td>
		<td>وَيَحْصُلُ النِّصَابُ مِنْ صِنْفَيْنِ</td>
		<td>كَذَهَبٍ وَفِضَّةٍ مِنْ عَيْنِ</td>
	</tr>
	<tr>
		<td>205</td>
		<td>وَالضَّأْنُ لِلْمَعْزِ وَبُخْتٌ لِلعِرَابْ،</td>
		<td>وَبَقَرٌ إلَى الْجَوَامِيسِ اصْطِحَابْ</td>
	</tr>
	<tr>
		<td>206</td>
		<td>الْقَمْحُ لِلشَّعِيرِ لِلسُّلْتِ يصَارْ</td>
		<td>كَذَا الْقَطَاني وَالزَّبِيبُ وَالثِّمَارْ</td>
	</tr>
	<tr> 
		<td>207</td>
		<td>مَصْرِفُهَا: الْفَقِيرُ، وَالْمِسْكِينُ،</td>
		<td>غَازٍ، وَعِتْقٌ، عَامِلٌ، مَدِينُ</td>
	</tr>
	<tr>
		<td>208</td>
		<td>مُؤَلَّفُ الْقَلْبِ وَمُحْتَاجٌ غَرِيبْ</td>
		<td>أَحْرَارُ إسْلَامٍ وَلَمْ يُقْبَلْ مُرِيبْ</td>
	</tr>
</table>