<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>209</td>
		<td>فَصْلٌ زَكَاةُ الْفِطْرِ صَاعٌ وَتَجِبْ</td>
		<td>عَنْ مُسْلِمٍ وَمَنْ بِرِزْقِهِ طُلِبْ</td>
	</tr>
	<tr>
		<td>210</td>
		<td>مِنْ مُسْلِمٍ بِجُلِّ عَيْشِ الْقَوْمِ</td>
		<td>لِتُغْنِ حُرّاً مُسْلِماً في الْيَوْمِ</td>
	</tr>
</table>
<p>زكاة الفطر واجبة بالسنة ففي (الموطأ) لإمامنا مالك  عن ابن عمر (فرض رسول الله  صدقة الفطر من رمضان على المسلمين). أي أوجب وكان ذلك في السنة الثانية من الهجرة وقدرها صاع وهو أربعة أمداد بمده ( وتجب بغروب شمس آخر رمضان أو بطلوع فجر شوال على الحر القادر عليها أو على بعضها وقت الوجوب وأن يستسلف إذا رجا القضاء وإن غجز عن أدائها سقطت عنه، وتجب على المسلم ولا فرق بين كونه حرًا أو عبدًا ذكرًا أو أنثى صغيرًا أو كبيرًا، وتجب عن نفسه وعمن تلزمه نفقته من زوجة له أو لأبيه أو أبوين أو أولاد أو رقيق له أو لأبيه إذا كانوا مسلمين، وتخرج زكاة الفطر من جل عيش القوم في رمضان وقيل في العام. وقيل في يوم الوجوب، وتكون من قمح أو شعير أو سلت أو ذرة أو دخن أو أرز أو تمر أو زبيب أو غير ذلك، ولا ينظر لعيش المخرج بل لعيش جلّ الناس. ويستحب إخراجها بعد الفجر وقبل الغدوّ إلى المصلى، ويجوز إخراجها قبل العيد بيومين وتدفع لحر مسلم فقير، ويجوز دفع آصع لمسكين وصاع لمساكين ولا تسقط بمضي زمنها ولا عمن تلزمه نفقته ولو مضى لها سنون ومن زال فقره أو رقه يومها استحب له الإخراج، وحكمة وجوبها كفاية آخذها عن سؤال ذلك اليوم.</p>
