<h2>كتاب الصيام</h2>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>211</td>
		<td>صِيَامُ شَهْرِ رَمَضَانَ وَجَبَا</td>
		<td>في رَجَبٍ شَعْبَانَ صَوْمٌ نُدِبَا</td>
	</tr>
</table>
<p>فرض صيام رمضان في السنة الثانية من الهجرة لليلتين خلتا من شعبان، فمن جحده فهو كافر ومن أقر بوجوبه وامتنع عن صومه فإنه يؤدب إن ظهر عليه لا إن جاء مستفتيًا فلا يؤدب، واختلف في كفر الممتنع من صومه. ثم اعلم أن الذي يجب عليه صوم رمضان هو المكلف ذكرًا أو أنثى حرًا أو عبدًا القادر الحاضر أو المسافر دون القصر سفرًا مباحًا. والصوم في اللغة مطلق الإمساك، وفي الشرع هو الإمساك عن شهوتي البطن والفرج أو ما يقوم مقامها يوماً كاملاً بنية التقرب، والذي يقوم مقام الفم الأنف والعين فإن الواصل من ذلك للجوف أو الحلق مفطر، ويقوم مقام الفرج اللمس الموجب للفطر، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>211</td>
		<td>صِيَامُ شَهْرِ رَمَضَانَ وَجَبَا</td>
		<td>في رَجَبٍ شَعْبَانَ صَوْمٌ نُدِبَا</td>
	</tr>
	<tr>
		<td>212</td>
		<td>كَتِسْعِ حِجَّةٍ وَأَحْرَى الآخِرُ</td>
		<td>كَذَا الْمُحَرَّمْ وأَحْرَى الْعَاشِرُ</td>
	</tr>
</table>
<p>يستحب الصوم في شهري رجب وشعبان كما يستحب صوم الأيام التسع الأولى من شهر ذي الحجة ويتأكد استحباب صوم الأخير منها وهو يوم عرفة وكذا يوم التروية وهو ثامن ذي الحجة كما يستحب صيام المحرم ويتأكد استحباب صوم العاشر منه يوم عاشوراء. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>213</td>
		<td>وَيَثْبُتُ الشَّهْرُ بِرُؤْيَةِ الْهِلَالْ</td>
		<td>أَوْ بِثَلَاثِينَ قُبَيْلاً في كَمَالْ</td>
	</tr>
</table>
<p>يثبت دخول شهر رمضان بأحد أمرين. إما برؤية الهلال، أي برؤية عدلين حرَّينِ ذكرين ليس أحدهما الحاكم أو جماعة كثيرة، وإما بإكمال شعبان ثلاثين يوماً وإذا كان الغيم ولم ير الهلال فصبيحة تلك الليلة هو يوم الشك فينبغي إمساكه حتى يستبرأ بمن يأتي من السفار وغيرهم، فإن ثبت نهارًا وجب الإمساك وإن كان أفطر ووجب القضاء لعدم النية الجازمة، وإن لم يمسك وأفطر، فإن تأول أنه يجوز فطره فلا طفارة عليه، وإن لم يتأول فالمشهور وجوب الكفارة، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>214</td>
		<td>فَرْضُ الصِّيَامِ: نِيَّةٌ بِلَيْلِهِ،</td>
		<td>وَتَرْكُ وَطْءٍ، شُرْبِهِ وَأَكْلِهِ</td>
	</tr>
	<tr>
		<td>215</td>
		<td>وَالْقَيْءِ مَعْ إيصَالِ شَيْءٍ لِلْمَعِدْ</td>
		<td>مِنْ أُذُنٍ أَوْ عَيْنٍ أَوْ أَنْفٍ قَدْ وَرَدْ</td>
	</tr>
	<tr>
		<td>216</td>
		<td>وَقْتَ طُلُوعِ فَجْرِهِ إلَى الْغُرُوبْ</td>
		<td>وَالْعَقْلُ في أَوَّلِهِ شَرْطُ الْوُجُوبْ</td>
	</tr>
</table>
<p>فرائض الصيام مطلقًا كان واجبًا أو غير واجب خمس.</p> 
<p>أولها: النية وهي القصد إلى الشيء والعزيمة عليه ومحلها الليل ولا يكفي تقديمها قبله.</p>
<p>الثانية: ترك الوطء وما في معناه من إخراج المنيّ والمذي يقظة عن فكر أو نظر أو قبلة أو مباشرة أو ملاعبة أدام ذلك أم لا من قرب طلوع الفجر إلى الغروب.</p>
<p>الثالثة: ترك الأكل والشرب من قرب طلوع الفجر إلى الغروب.</p>
<p>الرابعة: ترك إخراج القيء من قرب طلوع الفجر إلى الغروب فلو خرج غلبة من غير تسبب في إخراجه فلا أثر له في كفارة ولا قضاء إلا أن يرجع منه شيء إلى الجوف بعد إمكان طرحه، فإن رجع غلبة أو نسيانًا فعليه القضاء، وإن رجع عمدًا فعليه القضاء والكفارة، الخامسة: ترك وصول شيء إلى المعدة وهي التي يجتمع فيها المأكول والمشروب وفيها يكون الهضم الأول ومنها ينبعث الغذاء إلى الكبد، وهو الهضم الثاني، ومن الكبد ينبعث الغذاء إلى سائر الأعضاء وهو الهضم الثالث، ويبطل الصوم بما يصل إليها سواء وصل لها من أذن أو عين أو أنف أو فم أو دبر من طلوع الفجر إلى الغروب. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>216</td>
		<td>وَقْتَ طُلُوعِ فَجْرِهِ إلَى الْغُرُوبْ</td>
		<td>وَالْعَقْلُ في أَوَّلِهِ شَرْطُ الْوُجُوبْ</td>
	</tr>
</table>
<p>شروط وجوب الصوم ستة وهي: الإسلام والعقل والبلوغ والصحة ولإقامة والنقاء من دم الحيض والنفاس، ثم اعلم أن العقل في أول الصوم عند طلوع الفجر شرط وجوب في الصوم وشرط صحة، فمن فقد العقل عند طلوع الفجر بجنون أو إعماء أو إسكار بحلال أو بحرام أو غيبوبة عقل لعلة لم يصح صومه ووجب عليه قضاؤه ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>217</td>
		<td>وَلْيَقْضِ فَاقِدُهُ وَالْحَيْضُ مَنَعْ</td>
		<td>صَوْماً وتَقْضِي الْفَرْضَ إنْ بِهِ ارْتَفَعْ</td>
	</tr>
</table>
<p>الحيض مانع من الصوم كان الصوم واجبًا أو غير واجب، ثم إن الحائض تقضي الصوم الفرض دون غيره من صوم التطوع، فإذا أصبحت صائمة صيامًا واجبًا فحاضت فإن صومها يبطل ويجب عليها قضاؤه. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>218</td>
		<td>وَيُكْرَهُ: اللَّمْسُ، وفِكْرٌ سَلِمَا</td>
		<td>دَأْباً مِنَ الْمَذْيِ، وَإلَّا حَرُمَا</td>
	</tr>
</table>
<p>يكره للصائم اللمس والفكر إذا سلم دائماً من خروج المذي وأحرى المني، وإن لم يسلم دائمًا من ذلك يحرم عليه اللمس الفكر، وكذلك يحرم عليه تعاطي أسباب الجماع من النظر والقبلة والمباشرة والملاعبة، فإن كان يعلم من نفسه السلامة من المذي والمني لم تحرم ولكنها مكروهة. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>219</td>
		<td>وَكَرِهُوا ذَوْقَ كَقِدْرِ وَهَذَرْ</td>
		<td>غَالِبُ قَيْءٍ وَذُبَابٍ مُغْتَفَرْ</td>
	</tr>
	<tr>
		<td>220</td>
		<td>غُبَارُ صَانِعٍ، وَطُرْقٍ وَسِوِاكْ</td>
		<td>يَابِسٌ، إصْبَاحُ جنَابَةٍ كَذَاكْ</td>
	</tr>
</table>
<p>يكره للصائم ذوق القدر من الملح خوف أن يسبقه شيء من ذلك غلبة وكذا ذوق العسل ومضغ العلك وهو كل ما يعلك من تمر وحلوى لصبيّ مثلًا وغيرهما ولم يتحلل من الجميع شيء ومجه وفعله مرة واحدة وإلا فهو مفطر، ويكره أيضًا للصائم الهذر وهو كثرة الكلام إذا كان مباحًا، وأما الكلام بالغيبة ونحوها فحرام في غير رمضان فكيف به فيه حتى قيل إنها من المفطرات ويشهد به أحاديث كثيرة ولا خصوصية اللسان بذلك. بل كل الجوارح تنزه عما في فعله إثم وينقص أجر الصوم، وأما القيء الخارج من فم الصائم غلبة والذباب الداخل فيه كل منهما مغتفر لا يوجب عليه قضاء ولا غيره، وكذلك غبار الصنعة كغبار الدقيق لطحانه وكذلك صانع الجبس ومن يحمل القمح ويكيله وطعم الدباغ لصانعه، وكذا حارس قمحه عند طحنه. خوفاً من سرقته. وكذا غبار الطريق للمار به وكذلك الاستياك بالعود اليابس الذي لا يتحلل والإصباح بالجنابة أي المكث بها إلى طلوع الفجر كل ذلك مغتفر وليس محرم. ثم قال:</p>
<table class="table table-bordered table-striped table-hover"> 
	<tr>
		<td>221</td>
		<td>وَنِيَّةٌ تَكْفِي لِمَا تَتَابَعُهْ</td>
		<td>يَجِبُ إلَّا إنْ نَفَاهُ مَانِعُهْ</td>
	</tr>
</table>
<p>ما يجب تتابعه من الصيام كرمضان بالنسبة للحاضر الصحيح وشهري كفارة تعمد فطر رمضان ونحوهما تكفي فيه نية واحدة في أوله لجميعه إلا إذا نفى مانع من مرض أو سفر أو حيض وجوب التتابع، فإذا عرض مانع من هذه الموانع المذكورة فلا بد من تجديد النية، وأما الصيام الذي لا يجب تتابعه كمن يسرد الصوم أو من نذر صيام أيام لم ينو تتابعها فلا بد من تجديد النية كل ليلة لأن الأولى لا تكفي ولو استمر صائمًا بل لا بد من تبييتها في كل ليلة. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>222</td>
		<td>نُدِبَ تَعْجِيلٌ لِفِطْرٍ رَفَعَهْ،</td>
		<td>كَذَاكَ تَأْخِيرُ سُحُورٍ تَبِعَهْ</td>
	</tr>
</table>
<p>من السنة تعجيل الفطر وتأخير السحور والسحور هنا بضم السين اسم للفعل فأما بالفتح فاسم لما يتسحر به وإنما يستحب تعجيل الفطر وتأخير السحور إذا تحقق الغروب وعدم طلوع الفجر، أما التعجيل والتأخير والموقعان في الشك فيهما فلا، فإن من شك في طلوع الفجر أو في الغروب لا يأكل فإن أكل وبان أكله قبل الفجر أو بعده فإنه يقضي لأن الصوم في الذمة بيقين ولا يزول عن الذمة إلا بيقين، ولا كفارة عليه لأنه غير قاصد لانتهاك حرمة الشهر، وإن شك في الغروب فإنه يحرم عليه الأكل اتفاقًا، فإن أكل ولم يتبين فالقضاء، وإن تبين أنه أكل بعد الغروب فلا قضاء عليه وقد غرّ وسلم، ثم اعلم أن وقت السحور من نصف الليل إلى طلوع الفجر، وكان رسول الله ( يؤخر السحور بحيث يكون بين فراغه من السحور والفجر مقدار ما يقرأ القارئ خمسين آية كما في صحيح الإمام البخاري. قال القسطلاني (وهذا التقدير لا يجوز لعموم الناس الأخذ به وإن أخذ به ( لاطلاع الله إياه على حقائق الأمور وعصمته ( من الخطأ في أمر الدين) ا ه. وقدر المتأخرون الجزء من الليل الذي لا يؤكل فيه احتياطاً بثلث ساعة. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>223</td>
		<td>مَنْ أَفْطَرَ الْفَرْضَ قَضَاهُ وَلْيَزِدْ</td>
		<td>كَفَّارَةً في رَمَضَانَ إنْ عَمَدْ</td>
	</tr>
</table>
<p>أحكام الفطر سبعة وهي: الإمساك والقضاء والإطعام والكفارة والتأديب وقطع التتابع وقطع النية الحكمية ومعنى كلام الناظم أن من أفطر في الفرض من الصوم فإنه يجب عليه قضاؤه على أي وجه كان فطره نسيانًا أو غلطًا في التقدير كأن يعتقد غروب الشمس أو عدم طلوع الفجر، أو يغلط في الحساب أول الشهر أو آخره، أو كان الفطر عمدًا وسواء كان الفطر عمدًا واجبًا كفطر المريض الذي يخاف على نفسه الهلاك، أو مباحًا كالفطر في السفر، أو مندوبًا كالمجاهد يظن من نفسه إن أفطر حدثت له قوة أو حرامًا ولا إشكال أو جهلًا أو غلبة كصب طعام أو شراب في حلق نائم وسواء كان طائعًا أو مكروهًا كان فطره بالجماع أو بإخراج المني أو برفع النية ورفضها نهارًا أو أخرى ليلًا حيث طلع عليه الفجر رافعًا لها، ولو نوى الصوم قبل طلوع الشمس أو كان الإفطار بأكل أو بشرب فإن كان بهما فلا فرق بين وصول ذلك للحلق أو للمعدة من منفذ واسع أو ضيق فيجب عليه القضاء في الوجوه كلها وشمل الفرض غير رمضان أيضًا كالصوم المنذور مضمونًا أي لم يعين له زمان كأن ينذر صوم يوم فأصبح يوماً صائماً لنذره فأفطر فيه فعليه قضاؤه أيضًا على أي وجه كان فطره, فإن كان فطره لمرض أو حيض أو نفاس أو إغماء أو جنون فلا قضاء عليه لفوات زمنه، فإن زال عذره وبقي منه يوم أو أكثر صامه، وإن كان نسيانًا فالمعتمد من المذهب القضاء مع وجوب إمساك بقية يومه والفرق بينه وبين المرض أن الناسي معه ضرب من التفريط وإن كان لسفر أو عمداً فالقضاء اتفاقًا. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>223</td>
		<td>مَنْ أَفْطَرَ الْفَرْضَ قَضَاهُ وَلْيَزِدْ</td>
		<td>كَفَّارَةً في رَمَضَانَ إنْ عَمَدْ</td>
	</tr>
	<tr>
		<td>224</td>
		<td>لِأَكْلِ أَوْ شُرْبِ فَمٍ، أَوْ لِلْمَنِيْ</td>
		<td>وَلَوْ بِفِكْرٍ أَوْ لِرَفْضِ مَا بُنِي</td>
	</tr>
</table>
<p>شروط الكفارة خمسة: التعمد والانتهاك وكونه في رمضان والاختيار والعلم بحرمة فعله، والمعنى أن الكفارة تجب على تعمد في رمضان دون غيره الأكل أو الشرب بفم مع كونه مختارًا غير مضطر لذلك، وسواء وصل إلى جوفه أو إلى حلقه أو تعمد إخراج مني بجماع أو مقدماته ولو بأضعفها وهو الفكر الذي حركه النفس في محاسن من يشتهي للوقاع، أو تعمد رفض ما بني عليه الصوم وهو النية حال كون تعمده خاليًا عن التأويل القريب وعن الجهل، والتأويل القريب هو ما استند صاحبه إلى سبب موجود، والتأويل البعيد هو ما استند صاحبه على سبب معدوم غالبًا ومن أمثلة التأويل القريب، كمن أفطر ناسيًا، أو من طهرت من الحيض قبل الفجر ولم تغتسل إلا بعد طلوع الفجر، أو من تسحر في الفجر أو سافر دون مسافة القصر فظن إباحة الفطر فبيته وأصبح فيه مفطرًا لو رأى هلال شوال يوم الثلاثين نهارًا فظن أنه لليلة الماضية فظن كل واحد منهم أن الفطر مباح له فأفطر فلا كفارة على واحد منهم، ولكن عليهم الإثم إذ لا يحل للإنسان أن يفعل شيئاً حتى يعلم حكم الله فيه. ومن أمثلة التأويل البعيد كمن رأى الهلال ولم تقبل شهادته فأفطر، ومن أفطر لحمى تأتيه أو لحيض عادتها أن يأتيها في مثل ذلك اليوم سواء أتى ذلك أو لم يأت، أو أفطر لسماعه حديث ((أفطر الحاجم والمحتجم)) أو كون (( المغتاب لا صيام له)) فتأويل هؤلاء كالعدم وتجب الكفارة على كل واحد منهم مع القضاء وأما الجاهل الذي لا كفارة عليه فهو من كان حديث عهد بالإسلام فظن أن الفطر إنما هو بالأكل والشرب دون الجماع فجامع فلا يجب عليه إلا القضاء فقط، وفهم من قول الناظم ((في رمضان)) أنه لا كفارة على من أفطر في غير رمضان كان فطره عمدًا أو نسيانًا ولو في قضاء رمضان. وفهم من قوله (إن عمد) أن من أفطر في رمضان نسيانًا فلا كفارة عليه، وفهم من قوله (فم) أن من تعمد في رمضان إدخال شيء من أنفه أو أذنه مثلًا فلا كفارة عليه, وفهم من قوله (أو للمني) أن من خرج منه المني في رمضان من غير تسبب في إخراجه فلا كفارة عليه بل ولا قضاء. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>225</td>
		<td>بِلَا تَأَوُّلٍ قَرِيبٍ وَيُبَاحْ</td>
		<td>لِلضُّرِّ أَوْ سَفَرِ قَصْرٍ أَيْ مُبَاحْ</td>
	</tr>
</table>
<p>يباح الفطر ويجوز لأحد أمرين إما لضرر يلحقه بسبب الصيام أو لما هو مظنة الضرر إن لم يحصل الضرر وهو السفر الذي تقصر فيه الصلاة، وهو السفر الطويل المباح، أما إباحة الفطر لضرر فمحله إذا خاف تمادي ضره بقول طبيب أمين أو تجربة في نفسه أو خاف زيادته أو حدوث مرض آخر، أو خاف المشقة لضعفه بالمرض، فإن كان لو تكلفه لقدر عليه فيفطر زدين الله يسر، أما لو خاف التلف أو الأذى الشديد إن صام فإن الصوم يحرم عليه حينئذ ويجب عليه الفطر لأن حفظ النفوس واجب ما أمكن، وأما إباحة الفطر للسفر فله شروط ثلاثة: أحدها كون السفر مما تقصر فيه الصلاة لإباحته وطوله وكون مسافته مقصودة دفعة واحدة، وأن يشرع في السفر قبل الفجر، فإن طلع الفجر قبل أن يشرع فيه فلا يفطر قبل الشروع ولا بعده في ذلك اليوم إن شرع بعد الفجر إلا لضرورة، فإن أفطر قبل خروجه كفر وإن أفطر بعد خروجه فالقضاء فقط، فإن شرع فيه قبل الفجر فله أن يفطر. الثالث: أن لا يبيت الصيام في سفره فإن بيته ثم أفطر لغير عذر فالقضاء والكفارة، وعلة ذلك أنه كان في سعة أن يفطر أو يصوم، فلما صام لم يمكن أن يخرج منه إلا لعذر. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>226</td>
		<td>وَعَمْدُهُ في النَّفْلِ دُونَ ضُرِّ</td>
		<td>مُحَرَّمٌ وَلْيَقْضِ لَا في الْغَيْرِ</td>
	</tr>
</table>
<p>يحرم تعمد الفطر في النفل من الصوم لغير ضرر يلحق الصائم، وصيام النفل إحدى المسائل السبع التي تلزم بالشروع فيها عند المالكية ويحرم قطعها ويجب فيها القضاء ولا يجوز له الفطر، ولو حلف الإنسان بالله أو بالطلاق ولو بتًّا فلا يفطر ويحنثه، لكن استثنوا من ذلك الأب والأم إذا عزما عليه فإنه يفطر، وإن لم يحلفا إذا كان منها شفقة عليه لإدامة صومه ونحوه وبعد ذلك يقضي. وأما إذا كان الفطر في التطوع نسياناً أو عمداً لضرر فلا قضاء عليه وهو المفاد بقوله (لا في الغير) أي لا يقضي في غير ما ذكره وهو النسيان والعمد لضرورة. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>227</td>
		<td>وَكَفِّرَنْ بِصَوْمِ شَهْرَيْنِ وِلَا</td> 
		<td>أَوْ عِتْقِ مَمْلُوكٍ بالِاسْلَامِ حَلَا</td>
	</tr>
	<tr>
		<td>228</td>
		<td>وَفَضَّلُوا إطْعَامَ سِتِّينَ فَقِيرْ</td>
		<td>مُدّاً لِمِسْكِينٍ مِنَ الْعَيْشِ الْكَثِيرْ</td>
	</tr>
</table>
<p>من وجبت عليه الكفارة بوجه من الوجوه المذكورة سابقًا فعليه أن يكفر بأحد ثلاثة أشياء إما بصوم شهرين متواليين أي متتابعين، وإما بعتق مملوك مسلم، وإما بإطعام ستين مسكينًا مدًا لكل مسكين بمده ( من غالب عيش أهل ذلك الموضع، وهذا الوجه الثالث أفضل لأنه أشد نفعاً لتعديه إلا أن يكون خليفة فبالصوم.</p>
