<h3>كتاب الصيام</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>211</td>
		<td>صِيَامُ شَهْرِ رَمَضَانَ وَجَبَا</td>
		<td>في رَجَبٍ شَعْبَانَ صَوْمٌ نُدِبَا</td>
	</tr>
	<tr>
		<td>212</td>
		<td>كَتِسْعِ حِجَّةٍ وَأَحْرَى الآخِرُ</td>
		<td>كَذَا الْمُحَرَّمْ وأَحْرَى الْعَاشِرُ</td>
	</tr>
	<tr>
		<td>213</td>
		<td>وَيَثْبُتُ الشَّهْرُ بِرُؤْيَةِ الْهِلَالْ</td>
		<td>أَوْ بِثَلَاثِينَ قُبَيْلاً في كَمَالْ</td>
	</tr>
	<tr>
		<td>214</td>
		<td>فَرْضُ الصِّيَامِ: نِيَّةٌ بِلَيْلِهِ،</td>
		<td>وَتَرْكُ وَطْءٍ، شُرْبِهِ وَأَكْلِهِ</td>
	</tr>
	<tr>
		<td>215</td>
		<td>وَالْقَيْءِ مَعْ إيصَالِ شَيْءٍ لِلْمَعِدْ</td>
		<td>مِنْ أُذُنٍ أَوْ عَيْنٍ أَوْ أَنْفٍ قَدْ وَرَدْ</td>
	</tr>
	<tr>
		<td>216</td>
		<td>وَقْتَ طُلُوعِ فَجْرِهِ إلَى الْغُرُوبْ</td>
		<td>وَالْعَقْلُ في أَوَّلِهِ شَرْطُ الْوُجُوبْ</td>
	</tr>
	<tr>
		<td>217</td>
		<td>وَلْيَقْضِ فَاقِدُهُ وَالْحَيْضُ مَنَعْ</td>
		<td>صَوْماً وتَقْضِي الْفَرْضَ إنْ بِهِ ارْتَفَعْ</td>
	</tr>
	<tr>
		<td>218</td>
		<td>وَيُكْرَهُ: اللَّمْسُ، وفِكْرٌ سَلِمَا</td>
		<td>دَأْباً مِنَ الْمَذْيِ، وَإلَّا حَرُمَا</td>
	</tr>
	<tr>
		<td>219</td>
		<td>وَكَرِهُوا ذَوْقَ كَقِدْرِ وَهَذَرْ</td>
		<td>غَالِبُ قَيْءٍ وَذُبَابٍ مُغْتَفَرْ</td>
	</tr>
	<tr>
		<td>220</td>
		<td>غُبَارُ صَانِعٍ، وَطُرْقٍ وَسِوِاكْ</td>
		<td>يَابِسٌ، إصْبَاحُ جنَابَةٍ كَذَاكْ</td>
	</tr>
	<tr>
		<td>221</td>
		<td>وَنِيَّةٌ تَكْفِي لِمَا تَتَابَعُهْ</td>
		<td>يَجِبُ إلَّا إنْ نَفَاهُ مَانِعُهْ</td>
	</tr>
	<tr>
		<td>222</td>
		<td>نُدِبَ تَعْجِيلٌ لِفِطْرٍ رَفَعَهْ،</td>
		<td>كَذَاكَ تَأْخِيرُ سُحُورٍ تَبِعَهْ</td>
	</tr>
	<tr>
		<td>223</td>
		<td>مَنْ أَفْطَرَ الْفَرْضَ قَضَاهُ وَلْيَزِدْ</td>
		<td>كَفَّارَةً في رَمَضَانَ إنْ عَمَدْ</td>
	</tr>
	<tr>
		<td>224</td>
		<td>لِأَكْلِ أَوْ شُرْبِ فَمٍ، أَوْ لِلْمَنِيْ</td>
		<td>وَلَوْ بِفِكْرٍ أَوْ لِرَفْضِ مَا بُنِي</td>
	</tr>
	<tr>
		<td>225</td>
		<td>بِلَا تَأَوُّلٍ قَرِيبٍ وَيُبَاحْ</td>
		<td>لِلضُّرِّ أَوْ سَفَرِ قَصْرٍ أَيْ مُبَاحْ</td>
	</tr>
	<tr>
		<td>226</td>
		<td>وَعَمْدُهُ في النَّفْلِ دُونَ ضُرِّ</td>
		<td>مُحَرَّمٌ وَلْيَقْضِ لَا في الْغَيْرِ</td>
	</tr>
	<tr>
		<td>227</td>
		<td>وَكَفِّرَنْ بِصَوْمِ شَهْرَيْنِ وِلَا</td> 
		<td>أَوْ عِتْقِ مَمْلُوكٍ بالِاسْلَامِ حَلَا</td>
	</tr>
	<tr>
		<td>228</td>
		<td>وَفَضَّلُوا إطْعَامَ سِتِّينَ فَقِيرْ</td>
		<td>مُدّاً لِمِسْكِينٍ مِنَ الْعَيْشِ الْكَثِيرْ</td>
	</tr>
</table>