<h2>كتاب الحج</h2>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>229</td>
		<td>الْحَجُّ فَرْضٌ مَرَّةً في الْعُمْرِ</td>
		<td>أَرْكَانُهُ إنْ تُرِكَتْ لَمْ تُجْبَرِ</td>
	</tr>
	<tr>
		<td>230</td>
		<td>الِاحْرَامُ، وَالسَّعْيُ، وُقُوفُ عَرَفَهْ</td>
		<td>لَيْلَةَ الَاضْحَى وَالطَّوَافُ رَدِفَهْ</td>
	</tr>
</table>
<p>الحج فرض على الإنسان مرة واحدة في عمره، وهو ثابت بالكتاب والسنة فمن جحد وجوبه فهو كافر مرتد، ومن أقر بوجوبه وتركه وكان مستطيعًا فالله حسيبه، وللحج شروط وجوب وشروط صحة، فشروط وجوبه: الحرّية والبلوغ والعقل والاستطاعة، فلا يجب على عبد ولا صغير ولا مجنون ولا على غير مستطيع، نعم يصح من الجميع ويقع نفلًا وشروط صحته الإسلام فقط والاستطاعة هي إمكان الوصول إلى مكة من عير مشقة عظيمة مع القدرة على أداء الصلوات في أوقاتها المشروعة في السفر وعدم الإخلال بشيء من فرائضها أو شروطها قال ((في المدخل))، (قال علماؤنا: إذا علم المكلف أنه تفوته صلاة واحدة إذا خرج إلى الحج سقط الحج) (ومن وجوه الاستطاعة) وجود الأمن على المال من لص أو مكاس وإلا لم يجب إلا أن يكون المكاس مسلماً يأخذ شيئاً لا يجحف بالشخص ولا يعود إلى الأخذ مرة ثانية، فإن علم أنه ينكث أو جهل حاله سقط الحج بلا خلاف. ثم اعلم أن الاستطاعة معدومة في المغرب ومن لا استطاعة له لا حج عليه هذا وأركان الحج التي هي فرائضه أربعة: أولها: الإحرام وهو نية أحد النسكين أو هما. الثاني: السعي بين الصفا والمروة. الثالث: الوقوف بعرفة ليلة عيد الأضحى. والرابع: طواف الإفاضة، وهذه الأركان الأربعة إن تركت كلها أو بعضها لا تجبر بالهدي والذي يجبر بالهدي هو الواجبات الآتي ذكرها ولاء. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>231</td>
		<td>وَالْوَاجِبَاتُ غَيْرُ الَارْكَانِ بِدَمْ</td>
		<td>قَدْ جُبِرَتْ، مِنْهَا طَوَافُ مَنْ قَدِمْ</td>
	</tr>
	<tr>
		<td>232</td>
		<td>وَوَصْلُهُ بالسَّعْيِ، مَشْيٌ فِيهِمَا،</td>
		<td>وَرَكْعَتَا الطَّوَافِ إنْ تَحَتَّمَا</td>
	</tr>
	<tr>
		<td>233</td>
		<td>نُزُولُ مُزْدَلِفَ في رُجُوعِنَا</td>
		<td>مَبِيتُ لَيْلَاتٍ ثَلَاثٍ بِمِنَى</td>
	</tr>
	<tr>
		<td>234</td>
		<td>إحْرامُ مِيقَاتٍ: فَذُو الْحُلَيْفَهْ</td>
		<td>لِطَيْبَ، لِلشَّامِ وَمِصْرَ الْجُحْفَهْ</td>
	</tr>
	<tr>
		<td>235</td>
		<td>قَرْنٌ لِنَجْدٍ ذَاتُ عِرْقٍ لِلْعِرَاقْ،</td>
		<td>يَلَمْلَمُ الْيَمَنُ آتِيهَا وِفَاقْ</td>
	</tr>
	<tr>
		<td>236</td>
		<td>تَجَرَّدٌ مِنَ الْمَخِيطِ، تَلْبِيَهْ،</td>
		<td>وَالْحَلْقُ مَعْ رَمْيِ الْجِمَارِ تَوْفِيَهْ</td>
	</tr>
</table>
<p>الأفعال الواجبة التي ليست بأركان تنجبر بالدم وهو الهدي، بمعنى أن من ترك واحداً منها فعليه الدم، وذلك بدنة أو بقرة أو شاة يذبحها أو ينحرها للمساكين، وهي على ما ذكر الناظم أحد عشر فعلاً: منها: طواف القدوم فمن تركه عامداً مختاراً سواء داخل مكة أم لا بأن مضى إلى عرفات بعد إحرامه من الميقات فعليه الدم ما لم يخف فوات الوقوف، فحينئذ لا يجب عليه طواف القدوم ولا دم عليه في تركه، وكذلك إن تركه ناسياً، ومنها وصل طواف القدوم بالسعي بين الصفا والمروة فإن لم يصله به إما بأن ترك السعي بعده رأساً أو سعى بعد طول فعليه الدم أيضاً. ومنها المشي في الطواف والسعي فإن ركب لغير ضرورة فإنه يعيد إن قرب، فإن فات أهدى، فإن ركب لعجز جاز ومنها ركعتا الطواف الواجب وهو طواف القدوم وطواف الإفاضة فإذا ترك الركوع بعد هذين الطوافين وبعد عن مكة فعليه الهدي ولو تركها نسياناً ومنها النزول بالمزدلفة في الرجوع من عرفة ليلة النحر ولا يكفي في النزول إناخة البعير بل لا بد له من حط الرحال فمن تركه فعليه الدم، ومنها المبيت بمنى ثلاث ليال لرمي الجمار وهي الليالي التي بعد عرفة تركها رأساً أو ليلة واحدة بل أوجل ليلة فعليه الدم وأما الليلي التي قبل عرفة فلا دم في تركها، ومنها الإحرام من الميقات فمن جاوزه حالًا وهو قاصد الحج أو عمرة فقد أساء، فإن أحرم بعد مجاوزته فعليه الدم، ومنها التجرد من مخيط الثياب فإن تركه ولبس المخيط لغير عذر فعليه الدم وهذا خاص بالرجال دون المرأة، ومنها التلبية إذا تركها بالكلية أو تركها أول الإحرام حتى طال أو فعلها أول الإحرام ثم تركها في بقيته فعليه الدم، ومنها الحلاق، فإذا تركه حتى رجع إلى بلده أو طاف فعليه الدم ومنها رمي الجمار فيجب الدم في تركه رأسًا أو ترك جمرة واحدة من الجمار الثلاث أو في ترك حصاة من جمرة منها إلى الليل ورمي الجمار هو آخر الأفعال الواجبة في الحج، ولما عد الناظم الإحرام من الميقات من جملة هذه الأفعال المنجبرة بالدم استطرد ببيان الميقات المكاني أي المكان الذي يتعين على الحاج الإحرام منه وذلك يختلف باختلاف بلدة المحرم فأخبر أن ذا الحليفة ميقات أهل طيبة وهي المدينة المشرفة على ساكنها أفضل الصلاة والسلام، وميقات لمن مر بها من غير أهلها، وأن الجحفة ميقات لأهل الشام وأهل مصر وأحل المغرب والروم ولمن مر عليها من عير أهلها، وأن قرناً ميقات لأهل نجد اليمن ونجد الحجاز ولمن مر به من غير أهلها، وأن ذات عرق ميقات لأهل العراق وفارس وخرسان والمشرق ولمن مر به من غير أهله، وأن يلملم ميقات لأهل اليمن والهند ويماني تهامة ولمن مر به من غير أهله، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>237</td>
		<td>وَإنْ تَرِدْ تَرْتِيبَ حَجَّكَ اسْمَعَا</td>
		<td>بَيَانَهُ، وَالذِّهْنَ مِنْكَ اسْتِجْمِعَا</td>
	</tr>
	<tr>
		<td>238</td>
		<td>إنْ جِئْتَ رَابِغاً تَنَظَّفْ وَاغْتَسِلْ</td>
		<td>كَوَاجِبٍ، وَبِالشُّرُوعِ يَتَّصِلْ</td>
	</tr>
	<tr>
		<td>239</td>
		<td>وَالْبَسْ رِداً وَأُزْرَةً نَعْلَيْنِ،</td>
		<td>وَاسْتَصْحِبِ الْهَدْيَ وَرَكْعَتَيْنِ</td>
	</tr>
	<tr>		
		<td>240</td>
		<td>بِالْكَافِرُونَ ثُمَّ الِاخْلَاصِ هُمَا</td>
		<td>فَإنْ رَكِبْتَ أَوْ مَشَيْتَ أَحْرِمَا</td>
	</tr>
	<tr>
		<td>241</td>
		<td>بِنِيَّةٍ تَصْحَبُ قَوْلاً أَوْ عَمَلْ</td>
		<td>كَمَشْيٍ اوْ تَلْبِيَةٍ مِمَّا اتَّصَلْ</td>
	</tr>
	<tr>
		<td>242</td>
		<td>وَجَدِّدَنْهَا كُلَّمَا تَجَدَّدْتَ</td>
		<td>حالٌ، وَإِنْ صَلَّيْتَ ثُمَّ إنْ دَنَتْ</td>
	</tr>
</table>
<p>فإذا أردت ترتيب أفعال حجك فاسمعن بيان ذلك واستجمع ذهنك وأحضره لتكون على بصيرة فيما أذكر لك ذلك أن مريد الإحرام بالحج إذا وصل ميقاته حرم عليه مجاوزته حلالًا فمن كان من أهل المغرب أو الشام أو مصر فإنه يحرم من رابغ لأنه من أعمال الجحفة، فإذا وصله تنظف بحلق الوسط وهو العانة ونتف الإبطين وقص الشارب والأظفار، وأما حلق الرأس فيندب تركه طلبًا للشعث في الحج، ثم يغتسل ولو كان حائضًا أو نفساء، صغيرًا أو كبيراً وإن كان جنباً اغتسل للجنابة والإحرام غسلًا واحدًا، وكذلك إذا طهرت الحائض ويتدلك في هذا الغسل ويزيل الوسخ بخلاف ما بعده من الاغتسالات الآتية في صفة الحج فليس فيها إلا إمرار اليد مع الماء وإلى صفة هذا الغسل أشار بقوله (كواجب) أي مثل غسل واجب، ويكون هذا الاغتسال متصلًا بالإحرام كغسل الجمعة بصلاتها، فإذا اغتسل لبس إزارًا ورداء ونعلين، ولو ارتدى بثوب واحد جاز ثم يستصحب هديًا ثم يصلي ركعتين يقرأ فيهما مع الفاتحة الكافرون والإخلاص ويدعو إثرهما، ثم يركب راحلته، فإذا استوى عليها أحرم وإن كان راجلًا أحرم حين يشرع في المشي، والإحرام هو الدخول بالنية في أحد النسكين مع قول يتعلق بالإحرام كالتلبية والتكبير، والتلبية أن يقول: لبيك اللهم لبيك لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك، ومعنى لبيك إجابة لك بعد إجابة، ويستحضر عند التلبية أنه يجيب مولاه فلا يضحك ولا يلعب، ويجدد التلبية عند تغيير الأحوال كالقيام والقعود والنزول والركوب والصعود والهبوط وعند ملاقاة الرفاق ودبر الصلوات سواء كانت نوافل أو فرائض، ويتوسط في علو صوته وفي ذكرها فلا يلح بها بحيث لا يفتر ولا يسكت ولا يزال كذلك محرماً يلبي حتى يقرب من مكة، فإذا قرب منها فالحكم كما يذكره الناظم في قوله:</p> 
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>243</td>
		<td>مَكَّةُ فَاغْتَسِلْ بِذِي طُوًى بِلَا</td>
		<td>دَلْكٍ، وَمِنْ كَدَا التَّثْنِيَةِ ادْخُلَا</td>
	</tr>
	<tr>
		<td>244</td>
		<td>إذَا وَصَلْتَ لِلْبُيُوتِ فَاتْرُكَا</td>
		<td>تَلْبِيَةً وَكُلَّ شُغْلٍ وَاسْلُكَا</td>
	</td>
	<tr>
		<td>245</td>
		<td>لِلْبَيْتِ مِنْ بَابِ السَّلَامِ وَاسْتَلِمْ</td>
		<td>الْحَجَرَ الْأَسْوَدَ، كَبِّرْ، وَأَتِمّْ</td>
	</tr>
	<tr>
		<td>246</td>
		<td>سَبْعَةَ أَشْوَاطٍ بِهِ وَقَدْ يَسَرْ</td>
		<td>وكَبِّرَن مُقَبِّلاً ذَاكَ الْحَجَرْ</td>
	</tr>
	<tr>
		<td>247</td>
		<td>مَتَى تُحَاذِيهِ كَذَا الْيَمَانِي،</td>
		<td>لَكِنَّ ذَا بِالْيَدِ خُذْ بَيَانِي</td>
	</tr>
	<tr>
		<td>248</td>
		<td>إنْ لَمْ تَصِلْ لِلْحَجَرِ الْمَسْ بِالْيَدِ</td>
		<td>وَضَعْ عَلَى الْفَمِ، وَكَبِّرْ تَقْتَدِ</td>
	</tr>
	<tr>
		<td>249</td>
		<td>وَارْمَلْ ثَلَاثاً، وامْشِ بَعْدُ أَرْبَعاً</td>
		<td>خَلْفَ الْمَقَامِ رَكْعَتَيْتنِ أَوْقِعَا</td>
	</tr>
	<tr>
		<td>250</td>
		<td>وَادْعُ بِمَا شِئْتَ لَدَى الْمُلْتَزَمِ</td>
		<td>وَالْحَجَرَ الْأَسْوَدَ بَعْدُ اسْتَلِمِ</td>
	</tr>
</table>
<p>أخبر أن من دنت منه مكة وقربت فوصل إلى ذي طوى، أو ما كان على قدر مسافتها اغتسل أيضًا لدخول مكة بصب الماء مع إمرار اليد بلا تدلك، ثم يدخل مكة من كداء الثنية التي بأعلى مكة ولا يزال يلبي حتى يصل لبيوت مكة، فإذا وصلها ترك التلبية وكل شغل، ويقصد المسجد لطواف القدوم، ويستحضر ما أمكنه من الخضوع والخشوع ولا يركع تحيةو المسجد بل يقصد الحجر الأسود وينوي طواف القدوم أو طواف العمرة إن كان فيها فيقبله بفيه ثم يكبر، فإن زوحم عن تقبيله لمسه بيده ثم وضعها على فيه من غير تقبيل ثم يكبر، فإن لم تصل يده فبعود إن كان لا يؤذي به أحدًا وإلا ترك وكبر ومضى ولا يدع التكبير استلم أم لا، ثم يشرع في الطواف فيطوف والبيت عن يساره سبعة أشواط أي أطواف وعلى ذلك نبه الناظم بقوله سبعة أشواط به وقد يسر أي بالبيت أي والحالة أنك قد يسرته أي جعلته لناحية اليسار، فإذا وصل إلى الركن اليماني لمسه بيده ثم وضعها على فيه من غير تقبيل وكبر، فإن لم يقدر كبر ومضى، فإذا دار بالبيت حتى وصل الحجر الأسود فذلك شوط، وكلما مر به أو بالركن اليماني فعل بكل واحد منهما كما ذكرنا فيه إلى آخر الشوط السابع، ويستحب للرجل أن يرمل في الأشواط الثلاثة الأولى من هذا الطواف ويمشي في الأربعة بعدها، والرمل فوق المشي ودون الجري ولا ترمل المرأة لا في طواف القدوم ولا في غيره، ولا يرمل الرجل في غير طواف القدوم، فإذا فرغ من الطواف صلى ركعتين خلف مقام سيدنا إبراهيم ( بالكافرون والإخلاص، ويستحب الدعاء بعد الطواف بالملتزم وهو ما بين الباب والحجر الأسود، فإذا فرغ قبل الحجر الأسود ثم يخرج إلى الصفا بقصد السعي، وعلى ذلك نبه بقوله:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>251</td>
		<td>وَاخْرُجْ إِلَى الصَّفَا فَقِفْ مُسْتَقْبِلَا</td>
		<td>عَلَيْهِ، ثُمَّ كَبِّرَنْ وَهَلِّلَا</td>
	</tr>
	<tr>
		<td>252</td>
		<td>وَاسْعَ لِمَرْوَةٍ فَقِفْ مِثْلَ الصَّفَا</td>
		<td>وَخُبَّ في بَطْنِ الْمَسِيلِ، ذَا اقْتَفَا</td>
	</tr>
	<tr>
		<td>253</td>
		<td>أَرْبَعَ وَقْفَاتِ بِكُلٍّ مِنْهُمَا</td>
		<td>تَقِفُ وَالْأَشْوَاطَ سَبْعاً تَمِّمَا</td>
	</tr>
	<tr>	
		<td>254</td>
		<td>وَادْعُ بِمَا شِئْتَ بِسَعْيٍ وَطَوَافْ</td>
		<td>وَبِالصَّفَا وَمَرْوَةٍ مَعَ اعْتِرَافْ</td>
	</tr>
</table>
<p>أمر من فرغ من الطواف وقبل الحجر الأسود أن يخرج إلى الصفا، فإذا وصل إليها رقي عليها فيقف مستقبل القبلة ثم يقول: الله أكبر ثلاثاً، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير لا إله إلا الله وحده أنجز وعده ونصر عبده وهزم الأحزاب وحده، ثم يدعو ويصلي على النبي ( ، ثم ينزل ويمشي ويخب في بطن المسيل أي يسرع إسراعاً شديداً، فإذا جاوزه مشى حتى يبلغ المروة، فذلك شوط، فإذا وصل المروة رقى عليها ويفعل كما تقدم في الصفا ثم ينزل ويفعل كما وصفنا من الذكر والدعاء والصلاة على النبي ( والخبب، فإذا وصل إلى الصفا فذلك شوط ثان، وهكذا حتى يكمل سبعة يكمل سبعة أشواط بعد الذهاب للمروة شوطًا والرجوع منها للصفا شوطاً آخر فيقف أربع وقفات على الصفا وأربعاً على المروة يبدأ بالصفا ويختم بالمروة. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr> 
		<td>255</td>
		<td>وَيَجِبُ الطُّهْرَانِ وَالسَّتْرُ عَلَى</td>
		<td>مَنْ طَافَ نَدْبُهَا بِسَعْيٍ اجْتَلَى</td>
	</tr>
</table>
<p>أخبر أن من طاف بالبيت يجب عليه الطهران، طهر الخبث وهو إزالة النجاسة عن ثوبه وبدنه وطهر الحدث الأصغر بالوضوء أو بالتيمم لمن يباح له. ويجب عليه أيضًا ستر العورة، وأن من سعى بين الصفا والمروة يستحب له ذلك ولا يجب عليه ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>256</td>
		<td>وَعُدْ فَلَبِّ لِمُصَلَّى عَرَفَهْ،</td>
		<td>وَخُطْبَةُ السَّابِعِ تَأْتِي لِلصِّفَهْ</td>
	</tr>
</table>
<p>أخبر أن على من طاف وسعى أن يعاود التلبية، ولا يزال يلبي بعد ذلك، فإذا كان اليوم السابع من ذي الحجة ويسمى يوم الزينة أتى الناس إلى المسجد الحرام وقت صلاة الظهر ويوضع المنبر ملاصقًا للبيت عن يمين الداخل فيصلي الإمام الظهر ثم يخطب خطبة واحدة لا يجلس في وسطها يفتتحها بالتكبير ويختمها به كخطبة العيدين يعلمهم فيها كيف يحرم من لم يكن أحرم وكيفية خروجهم إلى منى وما يفعلونه من ذلك اليوم إلى زوال الشمس من يوم عرفة. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>257</td>
		<td>وثَامِنَ الشَّهْرِ اخْرُجَنَّ لِمِنَى،</td>
		<td>بِعَرَفَاتٍ تَاسِعاً نُزُولَنَا</td>
	</tr>
	<tr>
		<td>258</td>
		<td>وَاغْتَسِلَنْ قُرْبَ الزَّوَالِ وَاحْضُرَا</td>
		<td>الْخُطْبَتَيْنِ، وَاجْمَعَنَّ وَاقْصُرَا</td>
	</tr>
	<tr>
		<td>259</td>
		<td>ظُهْرَيْكَ، ثُمَّ الْجَبَلَ اصْعَدْ رَاكِبَا</td>
		<td>عَلَى وُضُوءٍ، ثُمَّ كُنْ مُوَاظِبَا</td>
	</tr>
	<tr>
		<td>260</td>
		<td>عَلَى الدُّعَا، مُهَلِّلاً، مُبْتَهِلَا</td>
		<td>مُصَلِّياً عَلَى النَّبِيْ، مُسْتَقْبِلَا</td>
	</tr>
	<tr>
		<td>261</td>
		<td>هُنَيْهَةً بَعْدَ غُرُوبِهَا تَقِفْ</td>
		<td>وَانْفِرْ لِمُزْدَلِفَةٍ وَتَنْصَرِفْ</td>
	</tr>
</table>
<p>من طاف للقدوم وسعى ينبغي له أن يذهب ثامن الحجة ويسمى يوم التروية إلى منى ملبياً بقدر ما يدرك به صلاة الظهر أي آخر وقته المختار، ويكره قبل ذلك أو بعده إلا لعذر وينزل بها بقية يومه وليلته ويصلي بها الظهر زالعصر والمغرب والعشاء والصبح كل صلاة في وقتها ويقصر الرباعية. والسنة أن لا يخرج الناس من منى يوم عرفة حتى تطلع الشمس، فإذا طلعت ذهبوا إلى عرفة وينزلون بنمرة. فإذا قرب الزوال فليغتسل كغسل دخوله مكة، فإذا زالت الشمس فليرح إلى مسجد نمرة ويقطع التلبية ثم يخطب الإمام بعد الزوال خطبتين يجلس بينهما يعلم الناس فيهما ما يفعلون إلى ثاني يوم النحر، ثم يصلي بالناس الظهر والعصر جمعاً وقصرًا لكل صلاة أذان وإقامة، ومن لم يحضر صلاة الإمام جمع وقصر في رحله ولو ترك الحضور من غير عذر، يدفع الإمام والناس إلى موقف عرفة، وعرفة كلها موقف، وحيث يقف الإمام أفضل، والوقوف راكبًا أفضل، لفعله ( إلا أن يكون بدابته عذر، والقيام أفضل من الجلوس ولا يجلس إلا لتعب، وتجلس المرأة، ووقوفه طاهرًا متوضئًا مستقبل القبلة أفضل ويكثر من قوله لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير، ولا يزال كذلك مستقبل القبلة بالخشوع والتواضع وكثرة الذكر والدعاء والصلاة على النبي ( إلى أن يتحقق غروب الشمس إذ الوقوف الركني هو الكون في عرفة في جزء من ليلة النحر، فإذا بقي بها حتى تحقق الغروب فقد حصل القدر الواجب من الوقوف وإلى الوقوف بعرفة وكيفيته ووقته أشار بقوله: ثم الجبل اصعد إلى قوله هنيهة بعد غروبها تقف. ثم بعد الغروب ينفرون إلى مزدلفة وعلى ذلك نبه بقوله:</p>
<table class="table table-bordered table-striped table-hover">
	<tr> 
		<td>261</td>
		<td>هُنَيْهَةً بَعْدَ غُرُوبِهَا تَقِفْ</td>
		<td>وَانْفِرْ لِمُزْدَلِفَةٍ وَتَنْصَرِفْ</td>
	</tr>
	<tr>
		<td>262</td>
		<td>في الْمَأْزَمَيْنِ الْعَلَمَيْنِ نَكِّبْ</td>
		<td>وَاقْصُرْ بِهَا وَاجْمَعْ عِشاً لِمَغْرِبِ</td>
	</tr>
	<tr>
		<td>263</td>
		<td>وَاحْطُطْ، وَبِتْ بِهَا وَأَحْيِ لَيْلَتَكْ،</td>
		<td>وَصَلِّ صُبْحَكَ، وَغَلِّسْ رِحْلَتَكْ</td>
	</tr>
	<tr>
		<td>264</td>
		<td>وَقِفْ وَادْعُ بِالْمَشْعَرِ لِلأَسْفَارِ،</td>
		<td>وَأَسْرِعَنْ في بَطْنِ وَادِي النَّارِ</td>
	</tr>
	<tr>
		<td>265</td>
		<td>وَسِرْ كَمَا تَكُونُ لِلْعَقَبَةِ</td>
		<td>فَارْمِ لَدَيْهَا بِحِجَارَةٍ سَبْعَةِ</td>
	</tr>
	<tr>
		<td>266</td>
		<td>مِنْ أَسْفَلٍ تُسَاقُ مِنْ مُزْدَلِفَهْ</td>
		<td>كَالْفُولِ وَانْحَرْ هَدْياً ان بِعَرَفَهْ</td>
	</tr>
	<tr>
		<td>267</td>
		<td>أَوْقَفْتَهُ وَاحْلِقْ وَسِرْ لِلْبَيْتِ</td>
		<td>فَطُفْ وَصَلِّ مِثْلَ ذَاكَ النَّعْتِ</td>
	</tr>
</table>
<p>فإذا تحقق غروب الشمس يوم عرفة دفع الإمام ودفع الناس معه إلى المزدلفة بسكينة ووقار، فإذا وجد فرجة حرك دابته ويمر بين المأزمين وهما الجبلين اللذان يمر الناس بينهما إلى المزدلفة، ويذكر الله في طريقه، ويؤخر صلاة المغرب إلى أن يصل للمزدلفة، فإذا وصلها صلى المغرب والعشاء جمعاً ويقصر العشاء، ولكل صلاة أذان وإقامة، ويصليهما إن تيسر له مع الإمام وإلا ففي رحله ويبدأ بالصلاة حين وصوله ولا يتعشى إلا بعد الصلاتين إلا أن يكون عشاء خفيفاً والنزول بالمزدلفة واجب والمبيت فيها إلى الفجر سنة، فإن لم ينزل فعليه الدم ويستحب إحياء هذه الليلة بالعبادة، ويستحب أن يصلي بها الصبح أول وقته، فإذا صلاه وقف بالمشعر الحرام مستقبل القبلة والمشعر عن يساره يكبر ويدعو للاسفار، ثم يلتقط سبع حصيات لجمرة العقبة من المزدلفة، أما بقية الجمار فيلتقطها من أين شاء ثم يدفع قرب الأسفار إلى منى، ويحرك دابته ببطن محسر، وقد قدر رمية بحجر، ويسرع الماشي في مشيه، فإذا وصل إلى منى أتى بجمرة العقبة على هيئته من ركوب أو مشي، فإذا وصلها رماها بسبع حصيات متواليات يكبر مع كل حصاة ويرميها، ويحصل التحلل الأول وهو التحلل الأصغر يحل له كل شيء مما يحرم عليه كما يأتي إلا النساء والصيد، ويكره الطيب، ثم يرجع إلى منى فينزل حيث أحب وينحر هديه إن أوقفه بعرفة وإن لم يقف به بعرفة نحره بمكة بعد أن يدخل به من الحل ثم يحلق جميع شعر رأسه وهو الأفضل ويجزئه التقصير وهو السنة للمرأة، ثم يأتي مكة فيطوف طواف الإفاضة في ثوبي إحرامه استحباباً، ثم يصلي ركعتين، ثم يسعى بين الصفا والمروة سبعة أشواط كما تقدم إن لم يكن سعى بعد طواف القدوم، فإن كان قد سعى لم يعده، وبهذا يحصل التحلل الأكبر فيحل له ما بقي وهو النساء والصيد والطيب ويدخل وقت طواف الإفاضة بطلوع الفجر من يوم النحر، فإذا طاف للإفاضة وسعى بعده إن كان لم يسع قبل ذلك فإنه يرجع إلى منى ويقيم بها بقية يوم النحر وثلاثة أيام بعده لرمي الجمار وعلى ذلك نبه بقوله:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>268</td>
		<td>وَارْجِعْ فَصَلِّ الظُّهْرَ في مِنَى وَبِتْ</td>
		<td>إثْرَ زَوَالِ غَدِهِ ارْمِ لَا تُفِتْ</td>
	</tr>
	<tr>
		<td>269</td>
		<td>ثَلَاثَ جَمْرَاتٍ بِسَبْعِ حَصَيَاتْ</td>
		<td>لِكُلِّ جَمْرَةٍ، وَقِفْ لِلدَّعَوَاتْ</td>
	</tr>
	<tr>
		<td>270</td>
		<td>طَوِيلاً إثْرَ الأَوَّلَينِ أَخِّرَا</td>
		<td>عَقَبَةً، وَكُلَّ رَمْيٍ كَبِّرَا</td>
	</tr>
	<tr>
		<td>271</td>
		<td>وَافْعَلْ كَذَاكَ ثَالِثَ النَّحْرِ وَزِدْ</td>
		<td>إنْ شِئْتَ رَابِعاً، وتَمَّ مَا قُصِدْ</td>
	</tr>
	<table>
		<p>ينبغي للحاج أن يرجع يوم العيد من مكة إلى منى، والأفضل أن يصلي بها الظهر إن أمكنه ذلك، ويقيم بها بقية يوم النحر وثلاثة أيام بعده لرمي الجمار، والمبيت بها واجب ثلاث ليال لمن لم يتعجل وليلتين للمتعجل، فإن تركه رأساً أوجل ليلة فقط فالدم، فإذا زالت الشمس من اليوم الثاني فليذهب ماشياً متوضئاً قبل صلاة الظهر ومعه إحدى وعشرون حصاة فيبتدئ بالجمرة الأولى وهي التي تلي مسجد منى فيرميها وهو مستقبل مكة بسبع حصيات ويكبر مع كل حصاة، ثم يتقدم أمامها وهو مستقبل القبلة، ثم يدعو ويمكث في الدعاء قدر إسراع سورة البقرة، ثم يأتي الجمرة الوسطى فيرميها بسبع حصيات أيضًا، ثم يتقدم أمامها ذات الشمال ويجعلها على يمينه ويدعو قدر إسراع سورة البقرة أيضًا، ثم يأتي جمرة العقبة فيرميها بسبع حصيات لا يقف عندها لضيق موضعها، فإذا زالت الشمس من اليوم الثالث من يوم النحر رمى الجمار الثلاث على الصفة المتقدمة، ثم إن شاء أن يتعجل إلى مكة فله ذلك ويسقط عنه المبيت ليلة الرابع ورمي يومها، ويشترط في صحة التعجيل أن يخرج من منى قبل غروب الشمس من اليوم الثالث، وإن غربت قبل أن يجاوز جمرة العقبة لزمه المبيت بمنى ورمي اليوم الرابع، فإذا زالت الشمس في اليوم الرابع ورمى الجمار الثلاث كما تقدم وقد تم حجه فلينفر من منى فإذا وصل للأبطح نزل به استحباباً فصلى به الظهر والعصر والمغرب والعشاء ويقصر الرباعية وما خاف خروج وقته قبل الوصول للأبطح صلاه حيث كان، فإذا صلى العشاء قدم إلى مكة. ويستحب له الإكثار من الطواف ما دام بها، ومن شرب ماء زمزم والوضوء به وملازمة الصلاة في الجماعة الأولى، ثم قال:</p>
		<table class="table table-bordered table-striped table-hover">
			<tr> 
				<td>272</td>
				<td>وَمَنَعَ الإحْرَامُ صَيْدَ البَّرِّ</td>
				<td>في صَيْدِهِ الْجَزَاءُ لَا كَالْفَأْرِ</td>
			</tr>
			<tr>
				<td>273</td>
				<td>وَعَقْرَبٍ مَعَ الْحِدَا، كَلْبٍ عَقُورْ</td>
				<td>وَحَيَّةٍ، مَعَ الْغُرَابِ إذْ تَجُورْ</td>
			</tr>
		</table>
		<p>الإحرام بحج أو عمرة يمنع المحرم من ستة أشياء: أولها: التعرض للحيوان البريّ فيحرم ذلك على المحرم سواء كان مأكول اللحم أو لا وحشيًا أو متأنسًا مملوكًا أو مباحًا ويحرم التعرض له ولا لفراخه وبيضه بطرد أو جرح أو رمي أو إفزاع أو غير ذلك، والجزاء في قتله إلا خمس فواسق فإنهن يقتلن في الحل والحرم وهي الفأر، والعقرب، والحدأة، والغراب، والكلب العقور، والحية. ثم قال:</p>
		<table class="table table-bordered table-striped table-hover">
			<tr> 
				<td>274</td>
				<td>وَمَنَعَ الْمُحِيطَ بِالْعُضْوِ ولَوْ</td>
				<td>بِنَسْجٍ اوْ عَقْدٍ  كَخَاتَمٍ حَكَوْا</td>
			</tr>
			<tr>
				<td>275</td>
				<td>وَالسَّتْرَ لِلْوَجْهِ أَوِ الرَّأسِ بِمَا</td>
				<td>يُعَدُّ سَاتِراً، ولَكِنْ إنّمَا</td>
			</tr>
			<tr>
				<td>276</td>
				<td>تُمْنَعُ الْأُنْثَى: لُبْسَ قَفَّازٍ كَذَا</td>
				<td>سَتْرٌ لِوَجْهٍ، لا لِسَتْرٍ أُخِذَا</td>
			</tr>
		</table>
		<p>الممنوع الثاني: مما يمنعه الإحرام اللبس وهو يختلف باعتبار الرجل والمرأة فيحرم على الرجل ستر محل إحرامه وهو وجهه ورأسه بما يعد ساتراً، أو ستر جميع بدنه أو عضو منه بالملبوس المعمول على قدر جميع البدن أو على قدر ذلك العضو، فيحرم عليه ستر وجهه أو رأسه بعمامة أو قلنسوة أو خرقة أو عصابة أو غير ذلك، ويحرم عليه أيضًا لبس ما يحيط ببدنه أو ببعضه كالقميص والقباء والبرنس والسراويل والخاتم والقفازين والخفين إلا أن لا يجد نعلين فليقطعهما أسفل من الكعبين، ويجوز له أن يستر بدنه بما ليس على تلك الصفة كالإزار والرداء والملحفة، ويحرم على المرأة ستر محل إحرامها فقط وهو الوجه والكفان فيحرم عليها ستر وجهها بنقاب أو لثام وستر يديها بقفازين، ولها أن تسدل الثوب على وجهها للتستر من فوق رأسها، فإن فعل أحدهما شيئًا مما حرم عليه فعليه الفدية إن انتفع بذلك من حر أو برد لا إن نزعه مكانه، وسواء اضطر لفعله أو فعله مختاراً إلا أن غير المختار لا إثم عليه والمختار آثم، والقفاز بضم القاف والفاء المشددة ما يفعل على صفة الكف من قطن ونحوه ليقي الكف من الشعث. ثم قال:</p>
		<table class="table table-bordered table-striped table-hover">
			<tr> 
				<td>277</td>
				<td>وَمَنَعَ الطِّيبَ، وَدُهْناً، وَضَرَرْ</td>
				<td>قَمْلٍ وَإلْقَا وَسَخٍ ظُفْرٍ شَعَرْ</td>
			</tr>
			<tr>
				<td>278</td>
				<td>وَيَفْتَدِي لِفِعْلِ بَعْضِ مَا ذُكِر</td>
				<td>مِنِ الْمُحِيطِ لَهُنَا وَإنْ عُذِرْ</td>
			</tr>
		</table>
		<p>الممنوع الثالث: ما يمنعه الإحرام استعمال الطيب كالمسك والعنبر والكافور والعود وغير ذلك وتجب الفدية باستعماله وبمسه. الممنوع الرابع: مما يمنعه الإحرام وهو الدهن أي استعماله فيحرم على المحرم دهن اللحية الرأس وكذا سائر الجسد وتجب الفدية بذلك. الممنوع الخامس: مما يكمنعه الإحرام قتل القمل وطرحه وإزالة الوسخ وقلم الأظفار وإزالة الشعر، فإن فعل شيئاً من هذه الأمور الممنوعة فعليه الفدية وأشار الناظم بقوله: (وإن  عذر) إلى أنًّ وجوب الفدية في تلك الأمور ولا فرق فيه بين أن يفعله لعذر أم لا، والفدية الواجبة على من فعل شيئًا من ذلك هي أحد ثلاثة أشياء: إما شاة أو بقرة أو بدنة، وإما إطعام ستين مسكينًا مدًّا لكل مسكين، وأما صيام ثلاثة أيام. ثم قال:</p> 
		<table class="table table-bordered table-striped table-hover">
			<tr>
				<td>279</td>
				<td>وَمَنَع النِّسَا وَأَفْسَدَ الْجِمَاعْ</td>
				<td>إلَى الإفَاضَةِ يُبَقَّى الامْتِنَاعْ</td>
			</tr>
		</table>
		<p>هذا هو الممنوع السادس فالإحرام يمنع قرب النساء بالوطء أو مقدماته أو عقد نكاح ثم إن كان القرب بالوطء ناسياً أو متعمدًا مكرهًا أو طائعًا فاعلًا أو مفعولًا فإن ذلك ممنوع مفسد للحج والعمرة وإن كان القرب بغير الجماع من مقدماته ولو بالعمرة أو بعقد للنكاح فهو ممنوع غير مفسد للحج ولكن عليه الهدي. ثم قال:</p>
		<table class="table table-bordered table-striped table-hover">
			<tr>
				<td>279</td>
				<td>وَمَنَع النِّسَا وَأَفْسَدَ الْجِمَاعْ</td>
				<td>إلَى الإفَاضَةِ يُبَقَّى الامْتِنَاعْ</td>
			</tr>
			<tr>
				<td>280</td>
				<td>كَالصَّيْدِ ثُمَّ بَاقِي مَا قَدْ مُنِعَا</td>
				<td>بِالْجَمْرَةِ الأُولَى يَحِلُّ فَاسْمَعَا</td>
			</tr>
		</table>
		<p>يستمر الامتناع من قرب النساء وكذلك الصيد إلى طواف الإفاضة لكن لمن سعى قبل الوقوف وإلا فلا يحصل التحلل إلا بالسعي بعد طواف الإفاضة وأما باقي الممنوعات وهو اللباس والطيب والدهن وإزالة الشعث فيحل برمي جمرة العقبة يوم العيد أو بخروج وقت أدائها. ثم قال:</p>
		<table class="table table-bordered table-striped table-hover">
			<tr>
				<td>281</td>
				<td>وَجَازَ الاسْتِظْلَالُ بِالْمُرْتَفَعِ</td>
				<td>لَا في الْمَحَمِلِ وَشُقْذُفٍ فَعِ</td>
			</tr>
		</table>
		<p>يجوز للمحرم أن يستظل بالمرتفع على رأسه مما هو ثابت كالبناء والخباء والشجر لا ما كان غير ثابت كالمحمل والشقذف فلا يجوز له الاستظلال في ذلك فإن فعل فعليه الفدية ثم قال:</p> 
		<table class="table table-bordered table-striped table-hover">
			<tr>
				<td>282</td>
				<td>وَسُنَّةُ الْعُمْرَةِ فَافْعَلْهَا كَمَا</td>
				<td>حَجٍّ وَفي التَّنْعِيمِ نَدْباً أَحْرِمَا</td>
			</tr>
			<tr>
				<td>283</td>
				<td>وَإثْرَ سَعْيِكَ احْلِقَنْ وَقَصِّرَا</td>
				<td>تَحِلَّ مِنْهَا وَالطَّوافَ كَثِّرَا</td>
			</tr>
			<tr>
				<td>284</td>
				<td>مَا دُمْتَ في مَكَّةَ، وَارْعَ الْحُرْمَهْ</td>
				<td>لِجَانِبِ الْبَيْتِ وَزِدْ في الْخِدْمَهْ</td>
			</tr>
			<tr>
				<td>285</td>
				<td>وَلَازِمِ الصَّفَّ فَإنْ عَزَمْتَا</td>
				<td>عَلَى الْخُرُوجِ طُفْ كَمَا عَلِمْتَا</td>
			</tr>
		</table>
		<p>العمرة سنة مؤكدة مرة في العمر وهي لغة الزيارة وشرعًا عبادة يلزمها طوال وسعي مع إحرام ووقتها لمن لم يحج السنة كلها: ويستحب أن يكون الإحرام بها من التنعيم وصفة الإحرام بها وما بعده من استحباب الغسل والتنظيف وما يلبسه وما يحرم عليه من اللباس والطيب والصيد وغير ذلك والتلبية والطواف والرمل والركوع بعد الطواف والسعي كالحج سواء بسواء إلا الحلق فقد قيل إنه ركن لها وقيل إنه من الواجبات التي تجبر بالدم فإذا فرغ من السعي وحلق فقد حل، ويستحب للآفاقي أن يكثر الطواف ما دام بمكة لتعذر هذه العبادة العظيمة عليه بعد خروجه منها، وأن يراعي حرمة مكة الشريفة لجانب البيت المعظم الكائن بها بتجنبه الرفث والفسوق والعصيان، ويكثر فعل الطاعات والخدمة لله تعالى بامتثال أوامره واجتناب نواهيه وملازمة الصلاة في الجماعة، وهو المراد بالصف وغير ذلك من أفعال البر، وإنه إن عزم على الخروج من مكة فيستحب له أن يطوف طواف الوداع على الصفة التي علمها مما تقدم من الابتداء بتقبيل الحجر وجعل البيت على اليسار إلى آخر ما ذكر في صفة الطواف، ثم قال:</p>
		<table class="table table-bordered table-striped table-hover">
			<tr> 
				<td>286</td>
				<td>وَسِرْ لِقَبْرِ الْمُصْطَفَى بِأَدَبِ</td>
				<td>وَنِيَّةٍ تُجَبْ لِكُلِّ مَطْلَبِ</td>
			</tr>
			<tr>
				<td>287</td>
				<td>سَلِّمْ عَلَيْهِ، ثُمَّ زِدْ لِلصِّدِيقْ،</td>
				<td>ثُمَّ إلَى عُمَرَ نِلْتَ التَّوْفِيقْ</td>
			</tr>
			<tr>
				<td>288</td>
				<td>وَاعْلَمْ بِأَنَّ ذَا مَقَامَ يُسْتَحَبْ</td>
				<td>فِيهِ الدُّعَا فَلَا تَمَلَّ مِنْ طَلَبْ</td>
			</tr>
			<tr>
				<td>289</td>
				<td>وَسَلْ شَفَاعَةً وَخَتْماً حَسَناً،</td>
				<td>وَعَجِّلِ الأَوْبَةَ إذْ نِلْتَ الْمُنَى</td>
			</tr>
			<tr>
				<td>290</td>
				<td>وَادْخُلْ ضُحًى واصْحَبْ هَدِيَةَ السُّرُورْ</td>
				<td>إلَى الأَقَارِبَ وَمَنْ بِكَ يَدُورْ</td>
			</tr>
		</table>
		<p>إذا أراد الخارج أن يخرج من مكة استحب له الخروج من كدى، ولتكن نيته وعزيمته وكلّيته زيارة النبي ( ، فإن زيارته ( سنة مجمع عليها وفضيلة مرغب فيها يستجاب الدعاء عندها، وليكثر الزائر من الصلاة على النبيّ ( في طريقه ويكبر على كل شرف، ويستحب له أن ينزل خارج المدينة فيتطهر ويركع ويلبس أحسن ثيابه ويتطيب ويجدد التوبة ثم يمشي على رجليه، فإذا وصل المسجد فليبدأ بالركوع إن كان في وقت يجوز فيه الركوع، وإلا فليبدأ بالقبر الشريف ويستقبله وهو في ذلك متصف بكثر الذل والمسكنة ويشعر نفسه أنه واقف بين يدي النبيّ ( لأنه حيّ في قبره مطلع على أحوال أمته، ثم يبدأ بالسلام عليه ( فيقول: السلام عليك أيها النبي ورحمة الله وبركاته ثم يقول صلى الله عليك وعلى أزواجك وذريتك وعلى أهلك أجمعين فقد بلغت الرسالة وأديت الأمانة وعبدت ربك وجاهدت في سبيله ونصحت لعبيده صابراً محتسباً حتى أتاك اليقين، صلى الله عليك أفضل الصلاة وأتمها وأطيبها وأزكاها، ثم ينتحي عن اليمين نحو ذراع ويقول:  السلام عليك يا أبا بكر الصديق ورحمة الله وبركاته صفيّ رسول الله ( وثانيه في الغار جزاك الله عن أمة رسول الله ( خيراً، ثم ينتحي عن اليمين قدر ذراع أيضاً فيقول: السلام عليك يا أبا حفص الفاروق ورحمة الله وبركاته جزاك الله عنأمة رسول الله ( خيراً، ثم ليسأل النبي ( أن يشفع فيه إلى مولاه فإنها من أهم ما يطلب في هذا المكان. وأولى ما يدعو الإنسان به يتضرع إلى الله في حصوله هو الختم بالحسنى الذي هو الموت على قولنا لا إله إلا الله محمد رسول الله، لأن الحاجة إلى الإيمان في هذا الوقت أشد منها في غيره والأعمال بخواتيمها. فإذا فرغ من الزيارة عجل بالرجوع إلىأهله ووطنه من غير مجاورة بالمدينة المنورة لعدم القيام بحقها إلا إذا علم من نفسه رعاية الأدب وانشراح الصدر ودوام السرور والفرح بمجاورة نبينا ومولانا محمد (، والحرص على أنواع فعل الخير بحسب الإمكان والزهد والورع.</p>
