<h3>كتاب الحج</h3>
	<table class="table table-bordered table-striped table-hover">
		<tr>
			<td>229</td>
			<td>الْحَجُّ فَرْضٌ مَرَّةً في الْعُمْرِ</td>
			<td>أَرْكَانُهُ إنْ تُرِكَتْ لَمْ تُجْبَرِ</td>
		</tr>
		<tr>
			<td>230</td>
			<td>الِاحْرَامُ، وَالسَّعْيُ، وُقُوفُ عَرَفَهْ</td>
			<td>لَيْلَةَ الَاضْحَى وَالطَّوَافُ رَدِفَهْ</td>
		</tr>
		<tr>
			<td>231</td>
			<td>وَالْوَاجِبَاتُ غَيْرُ الَارْكَانِ بِدَمْ</td>
			<td>قَدْ جُبِرَتْ، مِنْهَا طَوَافُ مَنْ قَدِمْ</td>
		</tr>
		<tr>
			<td>232</td>
			<td>وَوَصْلُهُ بالسَّعْيِ، مَشْيٌ فِيهِمَا،</td>
			<td>وَرَكْعَتَا الطَّوَافِ إنْ تَحَتَّمَا</td>
		</tr>
		<tr>
			<td>233</td>
			<td>نُزُولُ مُزْدَلِفَ في رُجُوعِنَا</td>
			<td>مَبِيتُ لَيْلَاتٍ ثَلَاثٍ بِمِنَى</td>
		</tr>
		<tr>
			<td>234</td>
			<td>إحْرامُ مِيقَاتٍ: فَذُو الْحُلَيْفَهْ</td>
			<td>لِطَيْبَ، لِلشَّامِ وَمِصْرَ الْجُحْفَهْ</td>
		</tr>
		<tr>
			<td>235</td>
			<td>قَرْنٌ لِنَجْدٍ ذَاتُ عِرْقٍ لِلْعِرَاقْ،</td>
			<td>يَلَمْلَمُ الْيَمَنُ آتِيهَا وِفَاقْ</td>
		</tr>
		<tr>
			<td>236</td>
			<td>تَجَرَّدٌ مِنَ الْمَخِيطِ، تَلْبِيَهْ،</td>
			<td>وَالْحَلْقُ مَعْ رَمْيِ الْجِمَارِ تَوْفِيَهْ</td>
		</tr>
		<tr>
			<td>237</td>
			<td>وَإنْ تَرِدْ تَرْتِيبَ حَجَّكَ اسْمَعَا</td>
			<td>بَيَانَهُ، وَالذِّهْنَ مِنْكَ اسْتِجْمِعَا</td>
		</tr>
		<tr>
			<td>238</td>
			<td>إنْ جِئْتَ رَابِغاً تَنَظَّفْ وَاغْتَسِلْ</td>
			<td>كَوَاجِبٍ، وَبِالشُّرُوعِ يَتَّصِلْ</td>
		</tr>
		<tr>
			<td>239</td>
			<td>وَالْبَسْ رِداً وَأُزْرَةً نَعْلَيْنِ،</td>
			<td>وَاسْتَصْحِبِ الْهَدْيَ وَرَكْعَتَيْنِ</td>
		</tr>
		<tr>		
			<td>240</td>
			<td>بِالْكَافِرُونَ ثُمَّ الِاخْلَاصِ هُمَا</td>
			<td>فَإنْ رَكِبْتَ أَوْ مَشَيْتَ أَحْرِمَا</td>
		</tr>
		<tr>
			<td>241</td>
			<td>بِنِيَّةٍ تَصْحَبُ قَوْلاً أَوْ عَمَلْ</td>
			<td>كَمَشْيٍ اوْ تَلْبِيَةٍ مِمَّا اتَّصَلْ</td>
		</tr>
		<tr>
			<td>242</td>
			<td>وَجَدِّدَنْهَا كُلَّمَا تَجَدَّدْتَ</td>
			<td>حالٌ، وَإِنْ صَلَّيْتَ ثُمَّ إنْ دَنَتْ</td>
		</tr>
		<tr>
			<td>243</td>
			<td>مَكَّةُ فَاغْتَسِلْ بِذِي طُوًى بِلَا</td>
			<td>دَلْكٍ، وَمِنْ كَدَا التَّثْنِيَةِ ادْخُلَا</td>
		</tr>
		<tr>
			<td>244</td>
			<td>إذَا وَصَلْتَ لِلْبُيُوتِ فَاتْرُكَا</td>
			<td>تَلْبِيَةً وَكُلَّ شُغْلٍ وَاسْلُكَا</td>
		</td>
		<tr>
			<td>245</td>
			<td>لِلْبَيْتِ مِنْ بَابِ السَّلَامِ وَاسْتَلِمْ</td>
			<td>الْحَجَرَ الْأَسْوَدَ، كَبِّرْ، وَأَتِمّْ</td>
		</tr>
		<tr>
			<td>246</td>
			<td>سَبْعَةَ أَشْوَاطٍ بِهِ وَقَدْ يَسَرْ</td>
			<td>وكَبِّرَن مُقَبِّلاً ذَاكَ الْحَجَرْ</td>
		</tr>
		<tr>
			<td>247</td>
			<td>مَتَى تُحَاذِيهِ كَذَا الْيَمَانِي،</td>
			<td>لَكِنَّ ذَا بِالْيَدِ خُذْ بَيَانِي</td>
		</tr>
		<tr>
			<td>248</td>
			<td>إنْ لَمْ تَصِلْ لِلْحَجَرِ الْمَسْ بِالْيَدِ</td>
			<td>وَضَعْ عَلَى الْفَمِ، وَكَبِّرْ تَقْتَدِ</td>
		</tr>
		<tr>
			<td>249</td>
			<td>وَارْمَلْ ثَلَاثاً، وامْشِ بَعْدُ أَرْبَعاً</td>
			<td>خَلْفَ الْمَقَامِ رَكْعَتَيْتنِ أَوْقِعَا</td>
		</tr>
		<tr>
			<td>250</td>
			<td>وَادْعُ بِمَا شِئْتَ لَدَى الْمُلْتَزَمِ</td>
			<td>وَالْحَجَرَ الْأَسْوَدَ بَعْدُ اسْتَلِمِ</td>
		</tr>
		<tr>
			<td>251</td>
			<td>وَاخْرُجْ إِلَى الصَّفَا فَقِفْ مُسْتَقْبِلَا</td>
			<td>عَلَيْهِ، ثُمَّ كَبِّرَنْ وَهَلِّلَا</td>
		</tr>
		<tr>
			<td>252</td>
			<td>وَاسْعَ لِمَرْوَةٍ فَقِفْ مِثْلَ الصَّفَا</td>
			<td>وَخُبَّ في بَطْنِ الْمَسِيلِ، ذَا اقْتَفَا</td>
		</tr>
		<tr>
			<td>253</td>
			<td>أَرْبَعَ وَقْفَاتِ بِكُلٍّ مِنْهُمَا</td>
			<td>تَقِفُ وَالْأَشْوَاطَ سَبْعاً تَمِّمَا</td>
		</tr>
		<tr>	
			<td>254</td>
			<td>وَادْعُ بِمَا شِئْتَ بِسَعْيٍ وَطَوَافْ</td>
			<td>وَبِالصَّفَا وَمَرْوَةٍ مَعَ اعْتِرَافْ</td>
		</tr>
		<tr> 
			<td>255</td>
			<td>وَيَجِبُ الطُّهْرَانِ وَالسَّتْرُ عَلَى</td>
			<td>مَنْ طَافَ نَدْبُهَا بِسَعْيٍ اجْتَلَى</td>
		</tr>
		<tr>
			<td>256</td>
			<td>وَعُدْ فَلَبِّ لِمُصَلَّى عَرَفَهْ،</td>
			<td>وَخُطْبَةُ السَّابِعِ تَأْتِي لِلصِّفَهْ</td>
		</tr>
		<tr>
			<td>257</td>
			<td>وثَامِنَ الشَّهْرِ اخْرُجَنَّ لِمِنَى،</td>
			<td>بِعَرَفَاتٍ تَاسِعاً نُزُولَنَا</td>
		</tr>
		<tr>
			<td>258</td>
			<td>وَاغْتَسِلَنْ قُرْبَ الزَّوَالِ وَاحْضُرَا</td>
			<td>الْخُطْبَتَيْنِ، وَاجْمَعَنَّ وَاقْصُرَا</td>
		</tr>
		<tr>
			<td>259</td>
			<td>ظُهْرَيْكَ، ثُمَّ الْجَبَلَ اصْعَدْ رَاكِبَا</td>
			<td>عَلَى وُضُوءٍ، ثُمَّ كُنْ مُوَاظِبَا</td>
		</tr>
		<tr>
			<td>260</td>
			<td>عَلَى الدُّعَا، مُهَلِّلاً، مُبْتَهِلَا</td>
			<td>مُصَلِّياً عَلَى النَّبِيْ، مُسْتَقْبِلَا</td>
		</tr>
		<tr>
			<td>261</td>
			<td>هُنَيْهَةً بَعْدَ غُرُوبِهَا تَقِفْ</td>
			<td>وَانْفِرْ لِمُزْدَلِفَةٍ وَتَنْصَرِفْ</td>
		</tr>
		<tr>
			<td>262</td>
			<td>في الْمَأْزَمَيْنِ الْعَلَمَيْنِ نَكِّبْ</td>
			<td>وَاقْصُرْ بِهَا وَاجْمَعْ عِشاً لِمَغْرِبِ</td>
		</tr>
		<tr>
			<td>263</td>
			<td>وَاحْطُطْ، وَبِتْ بِهَا وَأَحْيِ لَيْلَتَكْ،</td>
			<td>وَصَلِّ صُبْحَكَ، وَغَلِّسْ رِحْلَتَكْ</td>
		</tr>
		<tr>
			<td>264</td>
			<td>وَقِفْ وَادْعُ بِالْمَشْعَرِ لِلأَسْفَارِ،</td>
			<td>وَأَسْرِعَنْ في بَطْنِ وَادِي النَّارِ</td>
		</tr>
		<tr>
			<td>265</td>
			<td>وَسِرْ كَمَا تَكُونُ لِلْعَقَبَةِ</td>
			<td>فَارْمِ لَدَيْهَا بِحِجَارَةٍ سَبْعَةِ</td>
		</tr>
		<tr>
			<td>266</td>
			<td>مِنْ أَسْفَلٍ تُسَاقُ مِنْ مُزْدَلِفَهْ</td>
			<td>كَالْفُولِ وَانْحَرْ هَدْياً ان بِعَرَفَهْ</td>
		</tr>
		<tr>
			<td>267</td>
			<td>أَوْقَفْتَهُ وَاحْلِقْ وَسِرْ لِلْبَيْتِ</td>
			<td>فَطُفْ وَصَلِّ مِثْلَ ذَاكَ النَّعْتِ</td>
		</tr>
		<tr>
			<td>268</td>
			<td>وَارْجِعْ فَصَلِّ الظُّهْرَ في مِنَى وَبِتْ</td>
			<td>إثْرَ زَوَالِ غَدِهِ ارْمِ لَا تُفِتْ</td>
		</tr>
		<tr>
			<td>269</td>
			<td>ثَلَاثَ جَمْرَاتٍ بِسَبْعِ حَصَيَاتْ</td>
			<td>لِكُلِّ جَمْرَةٍ، وَقِفْ لِلدَّعَوَاتْ</td>
		</tr>
		<tr>
			<td>270</td>
			<td>طَوِيلاً إثْرَ الأَوَّلَينِ أَخِّرَا</td>
			<td>عَقَبَةً، وَكُلَّ رَمْيٍ كَبِّرَا</td>
		</tr>
		<tr>
			<td>271</td>
			<td>وَافْعَلْ كَذَاكَ ثَالِثَ النَّحْرِ وَزِدْ</td>
			<td>إنْ شِئْتَ رَابِعاً، وتَمَّ مَا قُصِدْ</td>
		</tr>
		<tr> 
			<td>272</td>
			<td>وَمَنَعَ الإحْرَامُ صَيْدَ البَّرِّ</td>
			<td>في صَيْدِهِ الْجَزَاءُ لَا كَالْفَأْرِ</td>
		</tr>
		<tr>
			<td>273</td>
			<td>وَعَقْرَبٍ مَعَ الْحِدَا، كَلْبٍ عَقُورْ</td>
			<td>وَحَيَّةٍ، مَعَ الْغُرَابِ إذْ تَجُورْ</td>
		</tr>
		<tr> 
			<td>274</td>
			<td>وَمَنَعَ الْمُحِيطَ بِالْعُضْوِ ولَوْ</td>
			<td>بِنَسْجٍ اوْ عَقْدٍ  كَخَاتَمٍ حَكَوْا</td>
		</tr>
		<tr>
			<td>275</td>
			<td>وَالسَّتْرَ لِلْوَجْهِ أَوِ الرَّأسِ بِمَا</td>
			<td>يُعَدُّ سَاتِراً، ولَكِنْ إنّمَا</td>
		</tr>
		<tr>
			<td>276</td>
			<td>تُمْنَعُ الْأُنْثَى: لُبْسَ قَفَّازٍ كَذَا</td>
			<td>سَتْرٌ لِوَجْهٍ، لا لِسَتْرٍ أُخِذَا</td>
		</tr>
		<tr> 
			<td>277</td>
			<td>وَمَنَعَ الطِّيبَ، وَدُهْناً، وَضَرَرْ</td>
			<td>قَمْلٍ وَإلْقَا وَسَخٍ ظُفْرٍ شَعَرْ</td>
		</tr>
		<tr>
			<td>278</td>
			<td>وَيَفْتَدِي لِفِعْلِ بَعْضِ مَا ذُكِر</td>
			<td>مِنِ الْمُحِيطِ لَهُنَا وَإنْ عُذِرْ</td>
		</tr>
		<tr>
			<td>279</td>
			<td>وَمَنَع النِّسَا وَأَفْسَدَ الْجِمَاعْ</td>
			<td>إلَى الإفَاضَةِ يُبَقَّى الامْتِنَاعْ</td>
		</tr>
		<tr>
			<td>280</td>
			<td>كَالصَّيْدِ ثُمَّ بَاقِي مَا قَدْ مُنِعَا</td>
			<td>بِالْجَمْرَةِ الأُولَى يَحِلُّ فَاسْمَعَا</td>
		</tr>
		<tr>
			<td>281</td>
			<td>وَجَازَ الاسْتِظْلَالُ بِالْمُرْتَفَعِ</td>
			<td>لَا في الْمَحَمِلِ وَشُقْذُفٍ فَعِ</td>
		</tr>
		<tr>
			<td>282</td>
			<td>وَسُنَّةُ الْعُمْرَةِ فَافْعَلْهَا كَمَا</td>
			<td>حَجٍّ وَفي التَّنْعِيمِ نَدْباً أَحْرِمَا</td>
		</tr>
		<tr>
			<td>283</td>
			<td>وَإثْرَ سَعْيِكَ احْلِقَنْ وَقَصِّرَا</td>
			<td>تَحِلَّ مِنْهَا وَالطَّوافَ كَثِّرَا</td>
		</tr>
		<tr>
			<td>284</td>
			<td>مَا دُمْتَ في مَكَّةَ، وَارْعَ الْحُرْمَهْ</td>
			<td>لِجَانِبِ الْبَيْتِ وَزِدْ في الْخِدْمَهْ</td>
		</tr>
		<tr>
			<td>285</td>
			<td>وَلَازِمِ الصَّفَّ فَإنْ عَزَمْتَا</td>
			<td>عَلَى الْخُرُوجِ طُفْ كَمَا عَلِمْتَا</td>
		</tr>
		<tr> 
			<td>286</td>
			<td>وَسِرْ لِقَبْرِ الْمُصْطَفَى بِأَدَبِ</td>
			<td>وَنِيَّةٍ تُجَبْ لِكُلِّ مَطْلَبِ</td>
		</tr>
		<tr>
			<td>287</td>
			<td>سَلِّمْ عَلَيْهِ، ثُمَّ زِدْ لِلصِّدِيقْ،</td>
			<td>ثُمَّ إلَى عُمَرَ نِلْتَ التَّوْفِيقْ</td>
		</tr>
		<tr>
			<td>288</td>
			<td>وَاعْلَمْ بِأَنَّ ذَا مَقَامَ يُسْتَحَبْ</td>
			<td>فِيهِ الدُّعَا فَلَا تَمَلَّ مِنْ طَلَبْ</td>
		</tr>
		<tr>
			<td>289</td>
			<td>وَسَلْ شَفَاعَةً وَخَتْماً حَسَناً،</td>
			<td>وَعَجِّلِ الأَوْبَةَ إذْ نِلْتَ الْمُنَى</td>
		</tr>
		<tr>
			<td>290</td>
			<td>وَادْخُلْ ضُحًى واصْحَبْ هَدِيَةَ السُّرُورْ</td>
			<td>إلَى الأَقَارِبَ وَمَنْ بِكَ يَدُورْ</td>
		</tr>
	</table>