<h2>كتاب مبادئ التصوف وهوادي التعرف</h2>
<p>مبادئ علم التصوف هي الأمور التي يبتدئ أهل هذا العلم بالكلام عليها. والتصوف يطلق على العلم والعمل وهوادي جمع هاد من هدى بمعنى بين وأرشد. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>291</td>
		<td>وَتَوْبَةٌ مِنْ كُلِّ ذَنْبٍ يُجْتَرَمْ</td>
		<td>تَجِبُ فَوْراً مُطْلَقاً وَهْيَ النَّدَمْ</td>
	</tr>
	<tr>
		<td>292</td>
		<td>بِشَرْطِ الِاقْلاَعِ، وَنَفْيِ الإصْرَارْ،</td>
		<td>وَلْيَتَلَافَ مُمْكِناً ذَا اسْتِغْفَارْ</td>
	</tr>
</table>
<p>التوبة تجب وجوب الفرائض على الأعيان من كل ذنب كبيراً كان أو صغيراً، كان حقاً لله تعالى أو للآدمي أو لهما، كان الذنب معلوماً عنده أو مجهولاً، فتجب التوبة من الذنوب المجهولة إجمالاً ومن المعلومة تفصيلاً على الفور لا على التراخي فمن أخرها وجبت عليه التوبة من ذلك التأخير. والتوبة هي الندم على المعصية من حيث أنها معصية وله ثلاث علامات الإقلاع عن الذنب في الحال بنية عدم العودة إلى ذلك أبداً، وتدارك حق أمكن تداركه. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>293</td>
		<td>وَحَاصِلُ التَّقْوَى اجْتِنَابٌ وَامْتِثَالْ</td>
		<td>في ظَاهِرٍ وَبَاطِنٍ بِذَا تُنَالْ</td>
	</tr>
	<tr>
		<td>294</td>
		<td>فَجَاءَتِ الأقْسَامُ حَقّاً أَرْبَعَةْ</td>
		<td>وَهِيَ لِلسَّالِكِ سُبْلُ الْمَنْفَعَةْ</td>
	</tr>
</table>

<p>وامتثال المأمورات واجتناب المنهيات في الظاهر والباطن هو مدار التقوى وفي نظمنا لمسالك النجاة:</p>
<table>
	<tr>
		<td>وما أتى به الرسول فخذ</td>
		<td>***</td>
		<td>وما نهى عنه فدعه وانبذ</td>
	</tr>
	<tr>
		<td>هديت للتقوى فذاك سبلنا</td>
		<td>***</td>
		<td>وبابها وفرعها وأصلها</td>
	</tr>
</table>

<p>ثم قال الناظم:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>295</td>
		<td>يَغُضُّ عَيْنَهُ عَنِ الْمَحَارِمِ،</td>
		<td>يَكُفُّ سَمْعَهُ عَنِ الْمآثِمِ</td>
	</tr>
	<tr>
		<td>296</td>
		<td>كَغِيبَةٍ، نَمِيمَةٍ، زُورٍ، كَذِبْ</td>
		<td>لِسَانُهُ أَحْرَى بِتَرْكِ مَا جُلِبْ</td>
	</tr>
	<tr>
		<td>297</td>
		<td>يَحْفَظُ بَطْنَهُ مِنَ الْحَرَامِ،</td>
		<td>يَتْرُكُ مَا شُبِّهَ بِاهْتِمَامِ</td>
	</tr>
	<tr>
		<td>298</td>
		<td>يَحْفَظُ فَرْجَهُ، وَيَتَّقِي الشَّهِيدْ</td>
		<td>في الْبَطْشِ وَالسَّعْيِ لِمَمْنُوعٍ يُرِيدْ</td>
	</tr>
		<td>299</td>
		<td>وَيُقِفُ الأُمُورَ حَتَّى يَعْلَمَا</td>
		<td>مَا اللَّه فِيهِنَّ قَدْ حَكَمَا</td>
	</tr>
	<tr>
		<td>300</td>
		<td>يُطَهِّرَ الْقَلْبَ مِنَ الرِّيَاءِ</td>
		<td>وَحَسَدٍ عُجْبٍ، وَكُلِّ دَاءِ</td>
	</tr>
</table>
<p>فصل الناظم ما أجمله من المناهي المتعلقة بالظاهر والباطن والمأمورات المتعلقة بالظاهر والباطن، وابتدأ بالمناهي لأن التخلية مقدمة على التحلية ولأن المناهي أشد على النفوس من امتثال الأوامر فيجب غض البصر لقوله تعالى: ? ?  ?   ?  ?  ?  ?  ? ? النور: ??  ، وفي الحديث: ((العينان تزنيان وزناهم النظر)) رواه مسلم وغيره ويجب أيضاً أن نكف سمعه عما يأثم بسماعه كالغيبة والنميمة والزور والكذب والملاهي الملهية وكلام الأجنبية ونحو ذلك لقوله تعالى: ? ?  ?  ?   ?  ?    ?  ?          ?  ?  ? الإسراء: ??  ، وفي الخبر: يقال للإنسان يوم القيامة لم سمعت ما لم يحل لك سماعه، ولم نظرت إلى ما لم يحل لك النظر إليه، ولم عزمت على ما لم يحل لك العزم عليه. فأما الغيبة فهي ذكر أخاك بما فيه مما يكره أن لو سمعه، وأما ذكرك له بما ليس فيه فبهتان، وفي صحيح مسلم عن أبي هريرة ( أن رسول الله ( قال: ((أتدرون ما الغيبة؟)) قالوا: الله ورسوله أعلم. قال: ((ذكرك أخاك بما يكره)) قيل أرأيت إن كان في أخي ما أقول؟ قال: ((إن كان فيه ما تقول فقد اغتبته وإن لم يكن فيه فقد بهته)) أي قلت فيه البهتان والباطل وكما تكون الغيبة بالذكر اللساني تكون بالإشارة والإيماء والغمز والرمز والكناية والمحاكاة. وأما النميمة فهي نقل الكلام ولو كتابة عن المتكلم به إلى غيره على وجه الإفساد وهي محرمة كتاباً وسنة وإجماعاً، قال تعالى: (? ?  ?  ?            ?  ?  ?  ?  ?  ?   ?  ? القلم: ?? - ?? ، وقال النبي ( : ((أشد الناس عذاباً يوم القيامة المشاؤون بالنميمة والقاطعون بين الإخوان)) وقالوا: النميمة أشد من الغيبة لأن فيها الغيبة والتقاطع وأما الزور فهو أن يشهد بما لم يعلم عمداً وإن طابقت الواقع، وهو حرام بالإجماع، ويكفي في قبحه أن الله سبحانه وتعالى قرن شهادته في التنزيل بالشرك فقال تعالى: ? ?   ?  ?  ?  ?  ?  ?  ? الحج: ??   ، وفي الحديث ((من شهد زوراً علق من لسانه يوم القيامة)) ففيه الجزاء من جنس العمل – وعدها النبي ( في الكبائر ففي صحيح البخاري ومسلم والترمذي عن أبي بكر ( أن النبي ( قال: (( ألا أنبئكم بأكبر الكبائر ثلاثاً: الإشراك بالله وعقوق الوالدين ألا وشهادة الزور أو قول الزور فما زال يكررها حتى قلنا ليته سكت)) وأما الكذب فهو الإخبار عن الشيء بغير ما هو عليه ومحرم كتاباً وسنة وإجماعاً قال الله تعالى: ? ?  ?  ?  ?   ?  ?  ?  ??  ?  ?  ?   ? النحل: ??? ، أي لا يليق افتراء الكذب إلا ممن لا يؤمن بالله تعالى فإنه هو الذي لا يرجو ثوابًا على الصدق ولا يخاف عقابًا على الكذب، لأنه لا يصدق بما جاء به الرسول ( ، حسب الكاذب ذمًا أنه متلبس بوصف من أوصاف الكافرين، والكذب من الذنوب التي يترك المتلبس بها وقد أصبح في النفوس بدرجة مسترذلة حقيرة بحيث إن من عرفه بمجرد رؤيته يسترذله، وفي صحيح الإمام البخاري: ((إياكم والكذب فإنه يهدي إلى الفجور، والفجور يهدي إلى النار)) وأما الملاهي الملهية كالعود وجميع ذوات الأوتار فهي حرام في الأعراض وغيرها وأما كلام الأجنبية فلا فرق فيه بين أن تكون مكشوفة أو من وراء حجاب حرة أو مملوكة ذكراً كان الكلام أو تلاوة أو غير ذلك فلا يحل ذلك كله، ويجب عليه أيضًا أن يكف لسانه عما لا يجوز النطق به من الكذب والزور والفحشاء والغيبة والباطل كله واللسان أشد الجوارح السبعة وأكثرها فسادًا ففي الصحيح: ((إن العبد ليتكلم بالكلمة لا يلقي لها بالًا فتبلغ من سخط الله ما لا يظن)) وفي الحديث ((وهل يكب الناس في النار على وجوههم إلا حصائد ألسنتهم)) رواه الترمذي وصححه، ويجب عليه أيضاً حفظ البطن من الطعام الحرام كالطعام المغصوب والمسروق وكل ما لا تطيب به نفس مالكه من مسلم أو ذميّ، وحفظ البطن من ذلك يستلزم أكل الحلال وهو موجود إلا أنه قل طالبوه، وقد أجمع العارفون على وجود الحلال وقالوا لو لم يكن موجودًا لما كان للأولياء قوت لأنهم لا قوت لهم سواه، ويدخل في الحرام الذي يجب حفظ البطن منه ما حرم الله أكله كالميتة والدم المسفوح ولحم الخنزير ومااهل لغير الله به وغير ذلك، وكذا الخمر وغيره من المسكرات قليلها وكثيرها وكذلك الحشيشة والقدر من الأفيون المؤثر في العقل وكذا غيره من المفسدات، وكذلك استفاف الدخان الذي عمت به البلوى واستنشاق سحيق عشبة التبغ، ولا خصوصية للبطن بالحفظ من الحرام، بل وكذلك سائر الجسد فيجب لبس الحلال وسكن الحلال وركوب الحلال، ويجب أن لا يستعمل في جميع ما ينتفع به إلا الحلال ويجب عليه أيضاً حفظ الفرج من الزنا وحفظ اليدين من البطش بهما لممنوع يريده. وحفظ الرجل من السعي بها لممنوع يريده أيضًا. ومعنى يتقي يحذر. والشهيد فعيل بمعنى فاعل أي الحاضر بعلمه وهو الله تعالى، ويجب عليه أيضًا أن يحفظ جوارحه من الشبهات وهي التي لا يتبين حكمها على اليقين أو تقول هي التي تلبس أمرها وحصل شك في تحليلها وتحريمها أو تقول المشتبه ما هو كل ما ليس بواضح الحلية ولا التحريم بما تنازعته الأدلة وتجاذبته المعاني، وأما التوقف عن ارتكاب الأمور حتى يعلم ما هو حكم الله فيها فواجب أيضاً، ويحصل ذلك بالنظر في الأدلة أو في كتب العلم إن كان أهلًا لذلك أو بالسؤال لأهل العلم وحينئذ يفعل أو يترك، وقد وقع الإجماع على أنه لا يحل لأحد أن يقدم على أمر حتى يعلم حكم الله فيه. والبياع يجب عليه أن يتعلم أحكام البيع، والآجر أحكام الإجارة، والمقارض أحكام القراض، وهكذا، وليس بالمراد بأحكام هذه الأشياء جزئيات مسائلها فإن ذلك من دأب الفقهاء ومن فروض الكفاية، وإنما المراد علم الأحكام بوجه إجمالي يبرئه من الجهل بأصل حكم ما أقدم عليه بقدر وسعة، وأما تطهير القلب من أمراضه كالرياء والحسد والعجب والكبر والغل والحقد والظلم والتعدي والغضب لغير الله تعالى والغش والنميمة والبخل والإعراض عن الحق. استكباراً والخوض فيما لا يعني والطمع وخوف الفقر وسخط المقدور الذي لا يوافق هوى النفس والطغيان عند النعمة وتعظيم الأغنياء لغناهم والاستهزاء بالفقراء لفقرهم والافتخار بالخصال والنسب والتكبر به والتنافس في طلب الدنيا والتزين للمخلوقين والمداهنة والنفاق وحب المدح بما لم يفعل والاشتغال بعيوب الناس عن عيوبه والغفلة عن النعمة وعدم شكرها والأنفة والرغبة والرهبة لغير الله تعالى وكلها حرام إجماعًا، فيجب على المكلف أن يبالغ في إتقائها بالتحرز عما يدنسه منها كما يفعل في غسل ثوبه ويبالغ في إخراج الوسخ منه. ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>301</td>
		<td>وَاعْلَمْ بَأَنَّ أَصْلَ ذِي الآفَاتِ</td>
		<td>حُبُّ الرِّيَاسَةِ وَطَرْحُ الآتِي</td>
	</tr>
	<tr>
		<td>302</td>
		<td>رأْسُ الْخَطَايَا: هُوَ حُبُّ الْعَاجِلَهْ</td>
		<td>لَيْسَ الدَّوَا إلَّا في الاضْطِرَارِ لَهْ</td>
	</tr>
</table>
<p>أصل آفات القلوب وأمراضها التي يطلب من الإنسان تطهير قلبه منها مما تقدم هو حب الرئاسة في الدنيا، أي بنيل الجاه وانتشار الهيبة والثناء والتعظيم والتنعم بلذاتها وشهواتها، وناهيك بما يترتب على حبها من المفاسد والعيوب بتضييع الحدود والتقلب في الحرام والاستهانة بالأوامر والنواهي، فمن أحب رئاسة الدنيا يرائي ويحسد ويعجب بنفسه، فلهذا كان حب الرئاسة أصلًا لكل داء مما تقدم، كما أن حب الدنيا رأس كل خطيئة والباعث على حب الدنيا الرضا عن النفس، فمن رضي عن نفسه أحب الثناء والرياسة والجاه، ولا يتوصل لذلك إلا بالدنيا، ثم اعلم أن المخلص من هذه الآفات هو الالتجاء إلى الله سبحانه وتعالى والاضطرار إليه في التغلب على النفس ومخالفة هواها وسوقها إلى الطاعة لأن العبد كالغريق في البحر أو الضال في التيه القفر فلا يرى لغياثه إلا مولاه ولا يرجو للنجاة من هلكته أحدًا سواه. قال في (النصيحة) ومن عسر عليه قياد نفسه فليكثر من قراءة ? ?  ?  ?  ?  ? آل عمران: ???  ، ثم قال:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>303</td>
		<td>يَصْحَبُ شَيْخاً عَارِفَ الْمَسَالِكْ</td>
		<td>يَقِيهِ في طَرِيقِهِ الْمَهَالِكْ</td>
	</tr>
	<tr>
		<td>304</td>
		<td>يُذْكِرُهُ اللَّهَ إذَا رآهُ</td>
		<td>وَيُصِلُ الْعَبْدَ إلَى مَوْلَاهُ</td>
	</tr>
</table>
<p>أما صحبة الشيخ العارف بالطرق الموصلة إلى الله تعالى فيشترط فيه شروط الأمانة في الجمعة الجماعة وهي أن يكون مسلمًا والمراد هنا المسلم الحقيقي الذي يوفق قلبه ولسانه وينقاد لربه بقلبه وجوارحه ويسلم الناس من شره أن يكون ذاكرًا عاقلًا والمراد بالعقل هنا الزهد في الدنيا، وأن يكون بالغًا والمراد به هنا البالغ مبلغ الرجال الكمل، وأن يكون عالمًا بالأحكام الشرعية أصولًا وفروعًا لأنه داع إليها وأن يكون غير مأموم، والمراد به هنا التلميذ التابع قبل إجازة شيخه له بالإرشاد، وأن يكون قادرًا على الأركان، والمراد هنا القوي في التوجه الداعي إلى الله تعالى على بصيرة، وأن يكون حرًا، والمراد به هنا من تخلص من رق الأغيار فلا يتعلق باطنه بغير الله تعالى: ولا يستعمل ظاهره إلا في طاعة الله تعالى، فكما لا تصح إمامة العبد في الجمعة لا تصح مشيخة المتعلق بغير الله، لأنه لا يكون حرًا إلا بترك كل شيء لله تعالى، وأن يكون مقيمًا، والمراد به هنا من سار من الأكوان لبارئها تابعًا لإمامة المصطفى ( حتى انتهى إلى شهود الحق فرأى الكل منه تعالى، وتحقق له من حب الله فقصر سره على ربه، وصار هذا الحال مقامًا له فلا يتحول عنه، فإذا حققت شيخًا بهذه الصفات لزمك اتباعه لأنه من أهل الصدق وقد قال الله تعالى  ? ?  ?  ?  ?  ?  ?  ?   ?  ? التوبة: ??? ،   والصادق عند الإطلاق من صدق قلبًا ولسانًا وجارحة فلا ينطوي قلبه على كذب ولا ينطق لسانه بكذب ولا تتحرك جارحة من جوارحه في كذب، بل كل أفعاله ظاهرًا وباطنًا حق لله تعالى فإن لم تجد شيخًا اجتمعت فيه هذه الأوصاف كلها فعليك بتقوى الله تعالى سرًا وجهرًا عاملًا لله مخلصًا على علم في كل ما تفعله، فإن العمل بالشريعة هو (الطريقة) و(الشيخ) مساعد على ذلك فإن لم يكن كما وصفنا فصحبته وبال عليك لا سيما إن كان محبًا للدنيا، ثم قال الناظم:</p>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>305</td>
		<td>يُحَاسِبُ النّفْسَ عَلَى الأَنْفَاسِ</td>
		<td>وَيَزِنُ الْخَاطِرَ بِالْقِسْطَاسِ</td>
	</tr>
	<tr>
		<td>306</td>
		<td>وَيَحْفَظُ الْمَفْرُوضَ رَأْسَ الْمَالِ</td>
		<td>وَالنَّفْلُ رِبْحُهُ بِهِ يُوَالِي</td>
	</tr>
	<tr>
		<td>307</td>
		<td>وَيُكْثِرُ الذِّكْرَ بِصَفْوِ لُبِّهِ</td>
		<td>وَالْعَوْنُ في جَمِيعِ ذَا بِرّبِّهِ</td>
	</tr>
	<tr>
		<td>308</td>
		<td>يُجَاهِدُ النَّفْسَ لِرَبِّ الْعَالَمِينْ,/td>
			<td>وَيَتَحَلَّى بِمَقَامَاتِ الْيَقِينْ</td>
		</tr>
		<tr>
			<td>309</td>
			<td>خَوْفٌ،رَجَا، شُكْرٌ وَصَبْرٌ تَوْبَهْ</td>
			<td>زُهْدٌ، تَوَكُّلٌ رِضَا، مَحَبَّهْ</td>
		</tr>
	</table>
	<p>أما محاسبة النفس على الأنفاس فمن أهم ما يطلب به العبد والأنفاس أزمنة دقيقة تتعاقب على العبد ما دام حيًا، فينبغي للعاقل أن يفرغ قلبه ساعة لمحاسبة نفسه ويحاسبها على جميع حركاتها وسكناتها كما يفعل التاجر في الدنيا مع الشركاء آخر كل سنة أو شهر أو جمعة أو يوم حرصًا على الدنيا الفانية ليختبر رأس المال والربح، فإن وجد فضلًا استوفاه وشكره وإن وجد خسرانًا طالبه بضمانه وكلفه تداركه في المستقبل، فكذلك رأس مال العبد في دينه الفرائض، وربحه النوافل والفضائل، وخسرانه المعاصي، وموسم هذه التجارة جملة النهار، وعامله نفسه الأمارة بالسوء، فيحاسبها على الفرائض، فإذا أداها على وجهها شكر الله عليها ورغبها في مثلها وإن فوتها من أصلها طالبها بالقضاء وإن أداها ناقصة كلفها الجبران بالنوافل، وإن ارتكب معصية اشتغل بعقابها ومعاتبتها ولا يمهلها لئلا تأنس بفعل المعاصي ويعسر عليها فطامها. وأما وزن ما يخطر على البال من فعل أو ترك بالقسطاس بضم القاف وكسرها وهو الميزان فمن أهم ما يطلب به العبد أيضًا فإذا خطر على بال الإنسان فعل أو ترك رجع فيه إلى الشرع فما أمره بفعله فعله وما أمره بتركه تركه وحينئذ يوصف بالاستقامة، قال الحسن البصري ( : كان أحدهم – يعني السلف الصالح – إذا أراد أن يتصدق نظر وتثبت فإن كانت لله أمضاها، وأما المحافظة على الفرائض وتسمى رأس مال الإنسان لانتظاره الربح الأخروي من قبلها فمن الواجبات العينية قال الله تعالى: (? ?  ?  ?  ?  ?  ? البقرة: ???  ، والمحافظة على الصلوات الخمس في الجماعات مع حضور القلب تحفظ صاحبها من الوقوع في المعاصي ومن المحن والبلايا فاعرف هذا، واعمل عليه. وأما المحافظة على النوافل ويسمى ربحًا لأن ما زاد على رأس المال ربح، فمن أهم ما يعتني به العاقل. وأما الإكثار من الذكر فمطلوب أيضًا، والذكر أشرف الطريق الموصلة إلى الله تعالى وهو عنوان الولاية وعلامة صحة البداية ودلالة صفاء النهاية، وهو أفضل ما أعطاه الله لعباده في الدنيا وأفضل ما أعطاهم في العقبى النظر إليه سبحانه وتعالى، فذكر الله في الدنيا كالنظر إليه في الآخرة ثم قال: اعلم أن الذكر غير موقت بوقت فما من وقت إلا والعبد مطلوب به إما وجوبًا وإما ندبًا، وهذا من خصائص الذكر ومن خصائصه العظيمة أنه أمان لصاحبه من عذاب الله دنيا وأخرى، وقالوا: البلاء يصيب الصالح والطالح ولا يصيب ذاكر الله، وروى الإمام مالك وأحمد وأبو داود والترمذي عن معاذ بن جبل ( مرفوعًا: ((ما عمل آدمي عملًا أنجى له من عذاب الله من ذكر الله)) قال الشيخ الجزولي لأن الإنسان إذا أكثر من ذكر الله تجدد خشوعه وتقوى إيمانه وازداد يقينه وبعدت الغفلة من قلبه وكان إلى التقوى أقرب وعن المعاصي أبعد، وأما مجاهدة النفس فهي مقاتلها في ردها عن هواها عن ترك المأمورات وفعل المنهيات إلى ما طلب منها من عكس ذلك. قال ابن عطاء الله في (تاج العروس): فيبدل البطالة بالاشتغال بالله والكلام بالصمت والقعود على أبواب الحارث بالخلوة والأنس بالمخلوقين بالأنس بالله وقرناء السوء بأهل الخير والصلاح والسهر في المعصية بالسهر في الطاعة. والإقبال على أهل الدنيا الإعراض عنهم والإقبال على الله  والأكل بالشره والشهوة بأكل القليل الذي يعين على الطاعات، وهذا هو الجهاد الأكبر لأن مشقة جهاد النفس دائمة ومشقة جهاد العدو في وقت دون وقت، وأما التحلي بمقامات اليقين، فالمراد به الاتصاف بها، فكما أنه يطلب من السالك تحلية ظاهرة مما تقدم من الوظائف القولية والفعلية يطلب منه تحلية باطنة بهذه الأخلاق الإيمانية، وتسمى مقامات اليقين، أي أخلاق أهل اليقين إذ لا بد لكل سالك من التخلي عن الصفات المذمومة والتحلي بالصفات المحمودة التي هي الخوف والرجاء والشكر على النعم والصبر على النقم والتوبة من كل ذنب يجترم، والزهد في الدنيا والأخذ منها مما لا بد من ضرورياته والتوكل على الله في جميع أموره والرضا بما قسم الله له وقدره عليه من خير أو شر ومحبة الله سبحانه وتعالى ومحبة رسوله مولانا محمد (.  ثم قال:</p>
	<table class="table table-bordered table-striped table-hover">
		<tr>
			<td>310</td>
			<td>يَصْدُقُ شَاهِدَهُ في الْمُعَامَلَهْ</td>
			<td>يَرْضَى بِمَا قَدَّرَهُ الإلَهُ لَهْ</td>
		</tr>
		<tr>
			<td>311</td>
			<td>يَصِيرُ عِنْدَ ذَاكَ عَارِفاً بِهِ</td>
			<td>حُرّاً وغَيْرُهُ خَلَا مِنْ قَلْبِهِ</td>
		</tr>
		<tr>
			<td>312</td>
			<td>فَحَبَّهُ الإلَهُ وَاصْطَفَاهُ</td>
			<td>لِحَضْرَةِ الْقُدُّوسِ وَاجْتَبَاهُ</td>
		</tr>
	</table>
	<p>والمعنى أنه يطلب من العبد أن يقصد بطاعته وجه الله تعالى لا الرياء والسمعة، وفي الحديث ((إنما الأعمال بالنيات)) وفي الرسالة، وفرض على كل مؤمن أن يريد بكل قول وعمل من البر وجه الله الكريم ومن أراد بذلك غير الله لم يقبل عمله، فإذا اتصف العبد بالأوصاف المذكورة يصير إذ ذاك عارفًا بربه تعالى حرًا يخلو قلبه عن محبة غيره وإذا تعلق قلبه بمحبة غيره لكان رقًا لذلك الغير. قال ابن عطاء الله ( : ما أحببت شيئًا إلا كنت له عبدًا وهو لا يحب أن تكون لغيره عبدًا – وإذا اتصف العبد بما ذكر صار عارفًا بربه حرًا من رق غيره أحبه المولى سبحانه وتعالى واختاره لحضرته العلية. قال في (الإحياء): ومحبة الله للعبد تقريبه من نفسه بدفع الشواغل عنه والمعاصي وتطهيره من كدرات الدنيا وبرفع الحاجب عن قلبه حتى يشاهده كأنه يراه قلبه. قال العز بن عبد السلام: كل ما تسمعه من لفظ الشهود والمشاهدة والتجلي فالمراد به قوة العلم وفيضان بحر العظمة على القلب، ثم قال الناظم:</p>
	<table class="table table-bordered table-striped table-hover">
		<tr> 
			<td>313</td>
			<td>ذَا الْقَدْرُ نَظْماً لَا يَفِي بِالْغَايَهْ</td>
			<td>وَفيِ الَّذِي ذَكَرْتُهُ كِفَايَهْ</td>
		</tr>
		<tr>
			<td>314</td>
			<td>أَبْيَاتُهُ: أَرْبَعَةٌ عَشْرٌ تَصِلْ</td>
			<td>مَعَ ثَلَاثِمِائَةٍ عَدَّ الرُّسُلْ</td>
		</tr>
		<tr>
			<td>315</td>
			<td>سَمَّيْتُهُ بِالْمُرْشِدِ الْمُعِينِ</td>
			<td>عَلَى الضَّرُورِيْ مِنْ عُلُومِ الدِّينِ</td>
		</tr>
		<tr>
			<td>316</td>
			<td>فَأَسْأَلُ النّفْعَ بِهِ عَلَى الدَّوَامْ</td>
			<td>مِنْ رَبِّنَا بِجَاهِ سَيِّدِ الأَنَامْ</td>
		</tr>
		<tr>
			<td>317</td>
			<td>قَدِ انْتَهَى وَالْحَمْدُ لِلَّهِ  الْعَظِيمْ</td>
			<td>صَلَّى وَسَلَّمَ عَلَى الْهَادِي الْكَرِيمْ</td>
		</tr>
	</table>
	<p>أخبر أن القدر الذي اشتمل عليه النظم من المسائل الدينية لا يفي بغاية ما يجب على الأعيان من ضروري علم دينهم بل الواجب علينا هو أكثر من ذلك، لكن فيما ذكر كفاية لمن اعتنى به وحصله حفظًا وفهمًا، وأخبر أن عدة أبيات هذا النظم أربعة عشر وثلاثمائة وأن ذلك العدد هو عدد الرسل عليهم الصلاة والسلام وأخبر أنه سمى نظمه بالمرشد المعين ليطابق اسمه مسماه فهو مرشد لطريق الحق معين عليه والضروري من علوم الدين هو الواجب على الأعيان أي على كل واحد، وسماه ضروريًا لأن ضرورة التكليف بع تدعو إلى تعلمه وتعليمه فيضطر إليه جميع الناس.</p> 
	<p>ثم طلب من الله تعالى النفع بهذا النظم على الدوام والاستمرار متوسلًا في نيل ذلك بجاه سيد الخلق مولانا محمد ( وأعاد الحمد ليحصل ختم العمل به لأنه كما يطلب الابتداء أولًا يطلب الانتهاء به قال الله تعالى:  ? ?  ?  ?  ?  ?   ?  ?  ? يونس: ?? ،  وأتى بالصلاة والسلام على النبي ( رجاء قبول عمله.</p>
	<p>قال مقيده الفقير إلى الله محمد بن عبد الله الموقت بالمسجد الأعظم اليوسفي بمراكش كان له الله. هذا آخر المختصر المفيد والطراز الوحيد وكان الفراغ منه بعد زوال يوم الأربعاء سابع رمضان المكرم من عام ثلاثة وأربعين وثلاثمائة وألف هجرية على صاحبها أفضل الصلاة وأزكى التحية آمين.</p>
