<h3>heading</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>291</td>
		<td>وَتَوْبَةٌ مِنْ كُلِّ ذَنْبٍ يُجْتَرَمْ</td>
		<td>تَجِبُ فَوْراً مُطْلَقاً وَهْيَ النَّدَمْ</td>
	</tr>
	<tr>
		<td>292</td>
		<td>بِشَرْطِ الِاقْلاَعِ، وَنَفْيِ الإصْرَارْ،</td>
		<td>وَلْيَتَلَافَ مُمْكِناً ذَا اسْتِغْفَارْ</td>
	</tr>
	<tr>
		<td>293</td>
		<td>وَحَاصِلُ التَّقْوَى اجْتِنَابٌ وَامْتِثَالْ</td>
		<td>في ظَاهِرٍ وَبَاطِنٍ بِذَا تُنَالْ</td>
	</tr>
	<tr>
		<td>294</td>
		<td>فَجَاءَتِ الأقْسَامُ حَقّاً أَرْبَعَةْ</td>
		<td>وَهِيَ لِلسَّالِكِ سُبْلُ الْمَنْفَعَةْ</td>
	</tr>
	<tr>
		<td>295</td>
		<td>يَغُضُّ عَيْنَهُ عَنِ الْمَحَارِمِ،</td>
		<td>يَكُفُّ سَمْعَهُ عَنِ الْمآثِمِ</td>
	</tr>
	<tr>
		<td>296</td>
		<td>كَغِيبَةٍ، نَمِيمَةٍ، زُورٍ، كَذِبْ</td>
		<td>لِسَانُهُ أَحْرَى بِتَرْكِ مَا جُلِبْ</td>
	</tr>
	<tr>
		<td>297</td>
		<td>يَحْفَظُ بَطْنَهُ مِنَ الْحَرَامِ،</td>
		<td>يَتْرُكُ مَا شُبِّهَ بِاهْتِمَامِ</td>
	</tr>
	<tr>
		<td>298</td>
		<td>يَحْفَظُ فَرْجَهُ، وَيَتَّقِي الشَّهِيدْ</td>
		<td>في الْبَطْشِ وَالسَّعْيِ لِمَمْنُوعٍ يُرِيدْ</td>
	</tr>
	<td>299</td>
	<td>وَيُقِفُ الأُمُورَ حَتَّى يَعْلَمَا</td>
	<td>مَا اللَّه فِيهِنَّ قَدْ حَكَمَا</td>
</tr>
<tr>
	<td>300</td>
	<td>يُطَهِّرَ الْقَلْبَ مِنَ الرِّيَاءِ</td>
	<td>وَحَسَدٍ عُجْبٍ، وَكُلِّ دَاءِ</td>
</tr>
<tr>
	<td>301</td>
	<td>وَاعْلَمْ بَأَنَّ أَصْلَ ذِي الآفَاتِ</td>
	<td>حُبُّ الرِّيَاسَةِ وَطَرْحُ الآتِي</td>
</tr>
<tr>
	<td>302</td>
	<td>رأْسُ الْخَطَايَا: هُوَ حُبُّ الْعَاجِلَهْ</td>
	<td>لَيْسَ الدَّوَا إلَّا في الاضْطِرَارِ لَهْ</td>
</tr>
<tr>
	<td>303</td>
	<td>يَصْحَبُ شَيْخاً عَارِفَ الْمَسَالِكْ</td>
	<td>يَقِيهِ في طَرِيقِهِ الْمَهَالِكْ</td>
</tr>
<tr>
	<td>304</td>
	<td>يُذْكِرُهُ اللَّهَ إذَا رآهُ</td>
	<td>وَيُصِلُ الْعَبْدَ إلَى مَوْلَاهُ</td>
</tr>
<tr>
	<td>305</td>
	<td>يُحَاسِبُ النّفْسَ عَلَى الأَنْفَاسِ</td>
	<td>وَيَزِنُ الْخَاطِرَ بِالْقِسْطَاسِ</td>
</tr>
<tr>
	<td>306</td>
	<td>وَيَحْفَظُ الْمَفْرُوضَ رَأْسَ الْمَالِ</td>
	<td>وَالنَّفْلُ رِبْحُهُ بِهِ يُوَالِي</td>
</tr>
<tr>
	<td>307</td>
	<td>وَيُكْثِرُ الذِّكْرَ بِصَفْوِ لُبِّهِ</td>
	<td>وَالْعَوْنُ في جَمِيعِ ذَا بِرّبِّهِ</td>
</tr>
<tr>
	<td>308</td>
	<td>يُجَاهِدُ النَّفْسَ لِرَبِّ الْعَالَمِينْ,/td>
		<td>وَيَتَحَلَّى بِمَقَامَاتِ الْيَقِينْ</td>
	</tr>
	<tr>
		<td>309</td>
		<td>خَوْفٌ،رَجَا، شُكْرٌ وَصَبْرٌ تَوْبَهْ</td>
		<td>زُهْدٌ، تَوَكُّلٌ رِضَا، مَحَبَّهْ</td>
	</tr>
	<tr>
		<td>310</td>
		<td>يَصْدُقُ شَاهِدَهُ في الْمُعَامَلَهْ</td>
		<td>يَرْضَى بِمَا قَدَّرَهُ الإلَهُ لَهْ</td>
	</tr>
	<tr>
		<td>311</td>
		<td>يَصِيرُ عِنْدَ ذَاكَ عَارِفاً بِهِ</td>
		<td>حُرّاً وغَيْرُهُ خَلَا مِنْ قَلْبِهِ</td>
	</tr>
	<tr>
		<td>312</td>
		<td>فَحَبَّهُ الإلَهُ وَاصْطَفَاهُ</td>
		<td>لِحَضْرَةِ الْقُدُّوسِ وَاجْتَبَاهُ</td>
	</tr>
	<tr> 
		<td>313</td>
		<td>ذَا الْقَدْرُ نَظْماً لَا يَفِي بِالْغَايَهْ</td>
		<td>وَفيِ الَّذِي ذَكَرْتُهُ كِفَايَهْ</td>
	</tr>
	<tr>
		<td>314</td>
		<td>أَبْيَاتُهُ: أَرْبَعَةٌ عَشْرٌ تَصِلْ</td>
		<td>مَعَ ثَلَاثِمِائَةٍ عَدَّ الرُّسُلْ</td>
	</tr>
	<tr>
		<td>315</td>
		<td>سَمَّيْتُهُ بِالْمُرْشِدِ الْمُعِينِ</td>
		<td>عَلَى الضَّرُورِيْ مِنْ عُلُومِ الدِّينِ</td>
	</tr>
	<tr>
		<td>316</td>
		<td>فَأَسْأَلُ النّفْعَ بِهِ عَلَى الدَّوَامْ</td>
		<td>مِنْ رَبِّنَا بِجَاهِ سَيِّدِ الأَنَامْ</td>
	</tr>
	<tr>
		<td>317</td>
		<td>قَدِ انْتَهَى وَالْحَمْدُ لِلَّهِ  الْعَظِيمْ</td>
		<td>صَلَّى وَسَلَّمَ عَلَى الْهَادِي الْكَرِيمْ</td>
	</tr>
</table>