<table>
      <tr>
          <td>6</td>
          <td>َﻭَﺣُﻜﻤُﻨَﺎ اﻟْﻌَﻘْﻠِﻲْ ﻗَﻀﻴﺔٌ ﺑِﻼ</td>
          <td>َﻭَﻗْﻒٍ ﻋَﻠَﻰ ﻋَﺎﺩَﺓٍ اﻭْ ﻭَﺿْﻊٍ ﺟَﻼ</td>
      </tr>
      <tr>
          <td>7</td>
          <td>ْﺃَﻗْﺴَﺎﻡُ ﻣُﻘْﺘﻀَﺎﻩُ ﺑِﺎﻟْﺤَﺼْﺮِ ﺗُﻤَﺎﺯ</td>
          <td>ْﻭَﻫْﻲَ اﻟْﻮُﺟُﻮﺏُ اﻻِﺳﺘِﺤﺎﻟَﺔُ اﻟْﺠَﻮَاﺯ</td>
      </tr>
      <tr>
          <td>8</td>
          <td>ْﻓَﻮَاﺟِﺐٌ ﻻَ ﻳَﻘْﺒَﻞُ اﻟﻨّﻔْﻲَ ﺑِﺤَﺎﻝ</td>
          <td>ْﻭَﻣَﺎ ﺃَﺑَﻰ اﻟﺜﺒُﻮﺕَ ﻋَﻘْﻼً اﻟﻤُﺤَﺎﻝ</td>
      </tr>
      <tr>
          <td>9</td>
          <td>ْﻭَﺟَﺎﺋﺰاً: ﻣَﺎ ﻗَﺒِﻞَ اﻷﻣْﺮَﻳْﻦِ ﺳِﻢ</td>
          <td>ْﻟِﻠﻀَّﺮُﻭﺭِﻱْ، ﻭاﻟﻨَّﻈﺮﻱْ: ﻛﻞٌّ ﻗُﺴِﻢ</td>
      </tr>
      <tr> 
            <td>10</td>
            <td>ﺃَﻭَّﻝُ ﻭَاﺟِﺐٍ ﻋَﻠَﻰ ﻣَﻦْ ﻛُﻠِّﻔَﺎ</td>
            <td>ﻣُﻤَﻜَّﻨﺎً ﻣِﻦْ ﻧَﻈَﺮٍ ﺃَﻥْ ﻳَﻌْﺮِﻓَﺎ</td>
       </tr>
       <tr>
            <td>11</td>
            <td>ِاﻟﻠَّﻪَ، ﻭاﻟﺮُّﺳُﻞَ، ﺑﺎﻟﺼِّﻔَﺎﺕ،</td>
            <td>ِﻣِﻤَّﺎ ﻋَﻠَﻴْﻪِ ﻧَﺼَﺐَ اﻵﻳﺎﺕ</td>
       </tr>
       <tr>
            <td>12</td>
            <td>ِﻭﻛﻞُّ ﺗَﻜْﻠِﻴﻒٍ ﺑِﺸَﺮْﻁ اﻟْﻌَﻘْﻞ</td>  
            <td>ِﻣَﻊَ اﻟْﺒُﻠُﻮﻍِ ﺑِﺪَﻡٍ، ﺃﻭ ﺣَﻤْﻞ</td>
       </tr>
       <tr>
            <td>13</td>
            <td>ْﺃَﻭْ ﺑِﻤَﻨِﻲٍّ ﺃَﻭْ ﺑِﺈﻧْﺒَﺎﺕِ اﻟﺸَّﻌَﺮ،</td>
            <td>ْﺃَﻭْ ﺑِﺜَﻤَﺎﻥِ ﻋَﺸْﺮَﺓٍ ﺣَﻮْﻻً ﻇَﻬَﺮ</td>
       </tr>
</table>