<h2>ﻝﻮﺻﻮﻟا ﻰﻠﻋ ﺎﻬﻋﻭﺮﻓ ﻲﻓ ﺔﻨﻴﻌﻣ ﻝﻮﺻﻷا ﻦﻣ ﺔﻣﺪﻘﻣ</h2>
     <p>ﻝﺎﻗ ﻢﺛ .ﺓﺰﺋﺎﺠﻟاﻭ ،ﺔﺑﻭﺪﻨﻤﻟاﻭ ،ﺔﻫﻭﺮﻜﻤﻟاﻭ ،ﺔﻣﺮﺤﻤﻟاﻭ ،ﺔﺒﺟاﻮﻟا ﻉﻭﺮﻔﻟا ﻡﺎﻜﺣﺃ ﺔﻓﺮﻌﻣ ﻰﻟﺇ ﻞﺻﻮﺘﻟا ﻰﻠﻋ ﺐﻟﺎﻄﻠﻟ ﺔﻨﻴﻌﻣﻭ ،ﻪﻘﻔﻟا ﻝﻮﺻﺃ ﻦﻣ ﺔﻣﺪﻘﻤﻟا ﻩﺬﻫ ﻱﺃ : </p>
      <table>
       <tr>
        <td>48</td>
        <td>ﺎﻨِّﺑَﺭ ُﺏﺎﻄِﺧ :ِﻉْﺮَّﺸﻟا ﻲﻓ ُﻢْﻜُﺤْﻟا</td>
        <td>ﺎَﻨُﻄْﻓا ِﻒّﻠَﻜُﻤْﻟا َﻞْﻌِﻓ ﻲِﻀَﺘْﻘُﻤْﻟا</td>
       </tr>
       <tr>
        <td>49</td>
        <td>ِﻊْﺿَﻮِﺑ ْﻭَﺃ ٍﻥْﺫِﺇ ْﻭَﺃ ،ٍﺐَﻠَﻄِﺑ</td>
        <td>ِﻊﻨَﻣ ﻱِﺫ ْﻭَﺃ ٍﻁْﺮَﺷ ْﻭَﺃ ،ٍﺐَﺒَﺴِﻟ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺎﻬﺑﻮﺟﻭ ﻡﺪﻋ ﻻﻭ ﺓﻼﺼﻟا ﺏﻮﺟﻭ ﻪﻣﺪﻋ ﻦﻣ ﻡﺰﻠﻳ ﻻﻭ ،ﺓﻼﺼﻟا ﺏﻮﺟﻭ ﻡﺪﻋ ﺾﻴﺤﻟا ﺩﻮﺟﻭ ﻦﻣ ﻡﺰﻠﻳ ﻪﻧﺈﻓ ،ﺓﻼﺼﻟا ﺏﻮﺟﻮﻟ ﺾﻴﺤﻟﺎﻛ ﻚﻟﺫﻭ ﻪﺗاﺬﻟ ﻡﺪﻋ ﻻﻭ ﺩﻮﺟﻭ ﻪﻣﺪﻋ ﻦﻣ ﻡﺰﻠﻳ: ﻻﻭ ﻡﺪﻌﻟا ﻩﺩﻮﺟﻭ ﻦﻣ ﻡﺰﻠﻳ ﻱﺬﻟا ﻮﻫ :ﻊﻧﺎﻤﻟاﻭ .ﺎﻬﻣﺪﻋ ﻻﻭ ﺓﻼﺼﻟا ﺩﻮﺟﻭ ﺓﺭﺎﻬﻄﻟا ﻦﻣ ﻡﺰﻠﻳ ﻻﻭ ،ﺓﻼﺼﻟا ﺔﺤﺻ ﻡﺪﻋ ﺓﺭﺎﻬﻄﻟا ﺔﺤﺻ ﻡﺪﻋ ﻦﻣ ﻡﺰﻠﻳ ﻪﻧﺈﻓ ﺓﻼﺼﻟا ﺔﺤﺼﻟ ﺓﺭﺎﻬﻄﻟﺎﻛ ﻪﺗاﺬﻟ ﻡﺪﻋ ﻻﻭ ﺩﻮﺟﻭ ﻩﺩﻮﺟﻭ ﻦﻣ ﻡﺰﻠﻳ ﻻﻭ ﻡﺪﻌﻟا ﻪﻣﺪﻋ ﻦﻣ ﻡﺰﻠﻳ ﻱﺬﻟا ﻮﻫ ﻁﺮﺸﻟاﻭ ،اﺬﻜﻫﻭ ﺮﻬﻈﻟا ﺓﻼﺻ ﺏﻮﺟﻮﻟ ﻝاﻭﺰﻟﺎﻛﻭ ﻪﺘﻴﻠﺣ ﻡﺪﻋ ﺎﻬﻣﺪﻋ ﻦﻣﻭ ﻪﺘﻴﻠﺣ ﺓﺎﻛﺬﻟا ﺩﻮﺟﻭ ﻦﻣ ﻡﺰﻠﻳ ﻪﻧﺈﻓ ﻢﺤﻠﻟا ﻝﻮﻛﺄﻤﻟا ﻥاﻮﻴﺤﻟا ﻲﻓ ﺓﺎﻛﺬﻟﺎﻛ ﻚﻟﺫﻭ ﻪﺗاﺬﻟ ﻡﺪﻌﻟا ﻪﻣﺪﻋ ﻦﻣ ﻡﺰﻠﻳﻭ ﺩﻮﺟﻮﻟا ﻩﺩﻮﺟﻭ ﻦﻣ ﻡﺰﻠﻳ ﻱﺬﻟا ﻮﻫ :ﺐﺒﺴﻟا ﻥﺃ ﻢﻠﻋا ﻢﺛ ﻊﺿﻮﻟا ﺏﺎﻄﺧ ﻰﻤﺴﻳﻭ ﻥﺫﻹاﻭ ﺐﻠﻄﻟا ﻲﻓ ﺮﻛﺫ ﺎﻣ ﻰﻠﻋ ﻊﻧﺎﻣ ﻭﺃ ﻁﺮﺷ ﻭﺃ ﺐﺒﺳ ﺓﺭﺎﻣﺃ ﺐﺼﻨﺑ ﻱﺃ ﻊﺿﻮﺑ ﻥﻮﻜﻳ ﻥﺃ ﺎﻣﺇﻭ ،ﺔﺑﺮﺷﻷاﻭ ﺔﻤﻌﻃﻷا اﺬﻛﻭ ﻕﺪﺼﻟاﻭ ﺓﺎﻛﺰﻟاﻭ ﺔﺑﻭﺪﻨﻣ ﻭﺃ ٌﺔﺒﺟاﻭ  ُﺓﻼﺼﻟﺎﻛ ﻚﻟﺫﻭ ،ﻒﻴﻠﻜﺘﻟا ﺏﺎﻄﺧ ﻰﻤﺴﻳﻭ ﻚﻟﺫ ﻰﻠﻋ ﻊﺿﻭ ﺮﻴﻏ ﻦﻣ ﻥﺫﺇ ﻭﺃ ﺐﻠﻄﺑ ﻥﻮﻜﻳ ﻥﺃ ﺎﻣﺇ ﻪﺑ ﻪَﻘﻠﻌﺗﻭ ﻒﻠﻜﻤﻟا ﻞﻌﻔﻟ ﺏﺎﻄﺨﻟا ﺐﻠﻃ ﻥﺇ ﻢﺛ ،ﺩﺎﻘﺘﻋﻻا ﻭﺃ ﺔﻴﻨﻟا ﻭﺃ ﻞﻤﻌﻟا ﻲﻓ ﻪﺑ ﻖﻠﻌﺘﻤﻟاﻭ ﻒﻠﻜﻤﻟا ﻞﻌﻔﻟ ﺐﻟﺎﻄﻟا ﻲﻟﺯﻷا ﻪﻣﻼﻛ ﻰﻟﺎﻌﺗ ﻪﺑﺎﻄﺨﺑ ﺩاﺮﻤﻟا</p> 
      <table>
       <tr>
        <td>50</td>
        <td>ْﻡاَﺮُﺗ ٌﺔَﺴْﻤَﺧ ِﻉْﺮَّﺸﻟا ِﻢْﻜُﺣ ﻡﺎَﺴْﻗَﺃ</td>
        <td>ْﻡاَﺮَﺣ ،ٌﺔَﻫاَﺮﻛﻭ ،ٌﺏْﺪَﻧﻭ ٌﺽْﺮَﻓ</td>
       <tr>
        <td>51</td>
        <td>ْﻡِﺰُﺟ ٌﺭﻮﻣْﺄَﻤَﻓ ،ٌﺔَﺣﺎَﺑﺇ َّﻢُﺛ</td>
        <td>ْﻢِﺳُﻭ ٌﺏﻭُﺪْﻨَﻣ ﻡْﺰَﺠْﻟا َﻥﻭُﺩﻭ ٌﺽْﺮَﻓ</td>
       </tr>
       <tr>
        <td>52</td>
        <td>ْﻡاَﺮَﺣ ٍﻢْﺘَﺣ ْﻊَﻣَﻭ ﻩﻭُﺮْﻜَﻣ ِﻲْﻬَّﻨﻟا ﻭُﺫ</td>
        <td>ْﻡﺎَﻤَﺗ اَﺫ ٌﺡﺎَﺒُﻣ ﻪﻴَﻬْﺟﻭ ُﻥﻭُﺫْﺄَﻣ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .ﺡﺎﺒﻣ ﻮﻬﻓ ءاﻮﺴﻟا ﻰﻠﻋ ﻪﻛﺮﺗﻭ ﻪﻠﻌﻓ ﻲﻓ ﻥﻭﺫﺄﻤﻟاﻭ ﻩﺮﻴﻏﻭ ﺮﻤﺨﻟا ﺏﺮﺸﻛ ﻚﻟﺫﻭ ﻡاﺮﺣ ﻮﻬﻓ ﻪﻠﻌﻓ ﻉﺭﺎﺸﻟا ﺯّﻮﺠﻳ ﻢﻟ ﺚﻴﺤﺑ ﻢﺘﺤﺗ ﻊﻣ ﻥﺎﻛ ﻥﺇﻭ ًﻼﺜﻣ ﻉﻮﻛﺮﻟا ﻲﻓ ﺓءاﺮﻘﻟﺎﻛ ﻚﻟﺫﻭ ﻩﻭﺮﻜﻣ ﻮﻬﻓ ﻪﻠﻌﻓ ﻉﺭﺎﺸﻟا ﺯﻮﺟ ﺚﻴﺤﺑ ﻢﺘﺤﺗ ﺮﻴﻏ ﻦﻣ ﻲﻬﻨﻟا ﻥﺎﻛ ﻥﺈﻓ ،ﻪﻛﺮﺗ ﻉﺭﺎﺸﻟا ﺐﻠﻃ ﻱﺬﻟا ﻮﻫ ﻪﻠﻌﻓ ﻦﻋ ّﻲﻬﻨﻤﻟاﻭ ،ﺎﻫﺮﻴﻏﻭ ﺮﺠﻔﻟا ﺓﻼﺼﻛ ﻚﻟﺫﻭ ،ﺏﻭﺪﻨﻣ ﻮﻬﻓ ﻪﻛﺮﺗ ﺯﻮﺟ ﺚﻴﺤﺑ ﻡﺯﺎﺟ ﺮﻴﻏ ﺎًﺒﻠﻃ ﻉﺭﺎﺸﻟا ﻪﺒﻠﻃ ﻥﺄﺑ ﻪﺑ ﺮﻣﻷﺎﺑ ﻡﺰﺠﻳ ﻢﻟ ﻥﺇﻭ .ﺲﻤﺨﻟا ﻡﻼﺳﻹا ﺪﻋاﻮﻘﻛﻭ ،ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟا ﻢﻬﻴﻠﻋ ﻪﻠﺳﺭﻭ ﻪﻠﻟﺎﺑ ﻥﺎﻤﻳﻹﺎﻛ ﻚﻟﺫﻭ ﺽﺮﻓ ﻮﻬﻓ ﻪﻛﺮﺗ ﺯّﻮﺠﻳ ﻢﻟ ﺚﻴﺤﺑ ﺎًﻣﺯﺎﺟ ﺎًﺒﻠﻃ ﻉﺭﺎﺸﻟا ﻪﺒﻠﻃ ﻥﺇ ﻪﻠﻌﻔﺑ ﺭﻮﻣﺄﻤﻟاﻭ ﺔﺣﺎﺑﻹاﻭ ﻡاﺮﺤﻟاﻭ ﺔﻫاﺮﻜﻟاﻭ ﺏﺪﻨﻟاﻭ ﺽﺮﻔﻟا :ﻲﻫﻭ ﺔﺴﻤﺧ ﻉﺮﺸﻟا ﻢﻜﺣ ﻡﺎﺴﻗﺃ: </p>
      <table>
       <tr>
        <td>53</td>
        <td>ْﻦْﻴَﻋَﻭ ٌﺔَﻳﺎَﻔِﻛ :ِﻥﺎَﻤْﺴِﻗ ُﺽْﺮَﻔْﻟاَﻭ</td>
        <td>ْﻦْﻳَﺬِﺑ ًﺔَّﻨُﺳ ُﺏﻭُﺪْﻨَﻤْﻟا ُﻞَﻤْﺸَﻳَﻭ</td>
       </tr>
      </table>
     <p>ﺎﻬﻴﻤﺴﻘﺑ ﺎﻬﻴﻠﻋ ﻕﺪﺼﻳﻭ ﺎﻬﻠﻤﺸﻳ ﺏﻭﺪﻨﻤﻟاﻭ ،ﺔﻋﺎﻤﺠﻟا ﻦﻣ ﺪﺣاﻭ ﻡﻼﺳﻭ ﺔﻣﺎﻗﻹاﻭ ﻥاﺫﻷﺎﻛ ﺔﻴﺋﺎﻔﻜﻟاﻭ ،ﻩﻮﺤﻧﻭ ﺮﺗﻮﻟﺎﻛ ﺔﻴﻨﻴﻌﻟا ﺔﻨﺴﻟﺎﻓ .ﺔﻴﺋﺎﻔﻛﻭ ﺔﻴﻨﻴﻋ ﻚﻟﺬﻛ ﺔﻨﺴﻟاﻭ ﻚﻟﺫ ﻝﺎﺜﻣﺃﻭ ﺮﻴﺳﻷا ﻚﻓﻭ ﺖﻴﻤﻟا ﺰﻴﻬﺠﺗﻭ ﻖﻳﺮﻐﻟا ﺫﺎﻘﻧﺇﻭ ﻡﻼﺴﻟا ﺩﺮﻛﻭ ﺱﺎﻨﻟا ﻦﻴﺑ ﺔﻟﻭاﺪﺘﻤﻟا ﻑﺮﺤﻟا ﻲﻫﻭ ﺔﻤﻬﻤﻟا ﺔﻋﺎﻨﺼﻟاﻭ ﺮﻜﻨﻤﻟا ﻦﻋ ﻲﻬﻨﻟاﻭ ﻑﻭﺮﻌﻤﻟﺎﺑ ﺮﻣﻷاﻭ ﺔﻣﺎﻣﻹاﻭ ﺓﺩﺎﻬﺸﻟاﻭ ءﺎﻀﻘﻟاﻭ ﻦﻴﻤﻠﺴﻤﻟا ﻦﻋ ﻊﻓﺪﻟاﻭ ﻯﻮﺘﻔﻟاﻭ ﺔﻌﻳﺮﺸﻟﺎﺑ ﻡﺎﻴﻘﻟﺎﻛ ﻚﻟﺫﻭ ،ﻦﻴﻗﺎﺒﻟا ﻦﻋ ﻂﻘﺳ ﺾﻌﺒﻟا ﻪﺑ ﻡﺎﻗ اﺫﺇ ﻱﺬﻟا اﺬﻫﻭ ﺔﻳﺎﻔﻛ ﺽﺮﻓﻭ ﺎﻫﺮﻴﻏﻭ ﺲﻤﺨﻟا ﺕاﻮﻠﺼﻟﺎﻛ ﻒﻠﻜﻣ ﻞﻛ ﻰﻠﻋ ﻦﻴﻋ ﺽﺮﻓ :ﻥﺎﺿﺮﻓ ﺽﺮﻔﻟا.</p>