<h2>ﻣﻘﺪﻣﺔ ﻟﻜﺘﺎﺏ اﻻﻋﺘﻘﺎﺩ ﻣﻌﻴﻨﺔ ﻟﻘﺎﺭﺋﻬﺎ ﻋﻠﻰ اﻟﻤُﺮاﺩ</h2>
      <table  id="fittext3" class="table table-bordered table-striped table-hover">
       <tr>
        <td>6</td>
        <td>َﻭَﺣُﻜﻤُﻨَﺎ اﻟْﻌَﻘْﻠِﻲْ ﻗَﻀﻴﺔٌ ﺑِﻼ</td>
        <td>َﻭَﻗْﻒٍ ﻋَﻠَﻰ ﻋَﺎﺩَﺓٍ اﻭْ ﻭَﺿْﻊٍ ﺟَﻼ</td>
       </tr>
       <tr>
        <td>7</td>
        <td>ْﺃَﻗْﺴَﺎﻡُ ﻣُﻘْﺘﻀَﺎﻩُ ﺑِﺎﻟْﺤَﺼْﺮِ ﺗُﻤَﺎﺯ</td>
        <td>ْﻭَﻫْﻲَ اﻟْﻮُﺟُﻮﺏُ اﻻِﺳﺘِﺤﺎﻟَﺔُ اﻟْﺠَﻮَاﺯ</td>
       </tr>
       <tr>
        <td>8</td>
        <td>ْﻓَﻮَاﺟِﺐٌ ﻻَ ﻳَﻘْﺒَﻞُ اﻟﻨّﻔْﻲَ ﺑِﺤَﺎﻝ</td>
        <td>ْﻭَﻣَﺎ ﺃَﺑَﻰ اﻟﺜﺒُﻮﺕَ ﻋَﻘْﻼً اﻟﻤُﺤَﺎﻝ</td>
       </tr>
       <tr>
        <td>9</td>
        <td>ْﻭَﺟَﺎﺋﺰاً: ﻣَﺎ ﻗَﺒِﻞَ اﻷﻣْﺮَﻳْﻦِ ﺳِﻢ</td>
        <td>ْﻟِﻠﻀَّﺮُﻭﺭِﻱْ، ﻭاﻟﻨَّﻈﺮﻱْ: ﻛﻞٌّ ﻗُﺴِﻢ</td>
       </tr>
      </table>
     <p>اﻟﺤﻜﻢ ﻫﻮ ﺇﺛﺒﺎﺕ ﺃﻣﺮ ﻷﻣﺮ، ﺃﻭ ﻧﻔﻲُ ﺃﻣﺮٍ ﻋﻦ ﺃﻣﺮ، ﻭﻫﻮ ﻋﻠﻰ ﺛﻼﺛﺔ ﺃﻗﺴﺎﻡ: ﺇﻣﺎ اﻥ ﻳﻜﻮﻥ ﻋﻘﻠﻴًﺎ، ﺑﻤﻌﻨﻰ ﺃﻥ ﻳُﺪﺭَﻙَ ﺑﺎﻟﻌﻘﻞِ ﻓﻘﻂ، ﺃﻭ ﻋﺎﺩﻳًﺎ ﺑﻤﻌﻨﻰ ﺃﻧﻪ ﻳُﺪﺭَﻙ ﺑﺎﻟﻌﺎﺩﺓ ﻭاﻟﺘﺠﺮِﺑﺔ ﻭاﻟﺘﻜﺮاﺭ، ﺃﻭ ﺷﺮﻋﻴًﺎ ﺑﻤﻌﻨﻰ ﺃﻧﻪ ﻳُﺪﺭَﻙ ﻣﻦ ﺟﻬﺔ اﻟﺸﺎﺭﻉ <span class="symbol">&#xFDFA;</span> ، ﻭﻟﻪ ﺃﻗﺴﺎﻡ ﺛﻼﺛﺔ: ﻭﻫﻲ: اﻟﻮاﺟﺐ، ﻭاﻟﻤﺴﺘﺤﻴﻞ ﻭاﻟﺠﺎﺋﺰ. ﻓﺎﻟﻮاﺟﺐ ﻫﻮ اﻟﺬﻱ ﻻ ﻳﻘﺒﻞ اﻟﻨﻔﻲ ﺑﺤﺎﻝ.
     </p>
     <p>ﺃﻱ ﻻ ﻳُﺘﺼﻮﺭ ﻓﻲ اﻟﻌﻘﻞ ﻋﺪﻣُﻪ، ﻭاﻟﻤﺴﺘﺤﻴﻞُ: ﻫﻮ اﻟﺬﻱ ﻻ ﻳﻘﺒﻞ اﻟﺜﺒﻮﺕ ﺑﺤﺎﻝ: ﺃﻱ ﻻ ﻳُﺘﺼﻮﺭ ﻓﻲ اﻟﻌﻘﻞ ﺛﺒﻮﺗُﻪ، ﻭاﻟﺠﺎﺋﺰ: ﻫﻮ اﻟﺬﻱ ﻳﻘﺒﻞ اﻻﻧﺘﻔﺎء ﻭاﻟﺜﺒﻮﺕ: ﺃﻱ اﻟﺬﻱ ﻳﺼﺢ ﻭﺟﻮﺩُﻩ ﻭﻋﺪﻣُﻪ. ﺛﻢ ﻗﺎﻝ:</p>
      <table  id="fittext3" class="table table-bordered table-striped table-hover">
       <tr> 
        <td>10</td>
        <td>ﺃَﻭَّﻝُ ﻭَاﺟِﺐٍ ﻋَﻠَﻰ ﻣَﻦْ ﻛُﻠِّﻔَﺎ</td>
        <td>ﻣُﻤَﻜَّﻨﺎً ﻣِﻦْ ﻧَﻈَﺮٍ ﺃَﻥْ ﻳَﻌْﺮِﻓَﺎ</td>
       </tr>
       <tr>
        <td>11</td>
        <td>ِاﻟﻠَّﻪَ، ﻭاﻟﺮُّﺳُﻞَ، ﺑﺎﻟﺼِّﻔَﺎﺕ،</td>
        <td>ِﻣِﻤَّﺎ ﻋَﻠَﻴْﻪِ ﻧَﺼَﺐَ اﻵﻳﺎﺕ</td>
       </tr>
      </table>
     <p>ﺃﻭﻝ ﻣﺎ ﻳﺠﺐ ﻋﻠﻰ ﻛﻞ ﻣﻜﻠﻒ، ﻭﻫﻮ اﻟﻌﺎﻗﻞ اﻟﺒﺎﻟﻎ ﻓﻲ ﺣﺎﻝ ﻛﻮﻧﻪ ﻣﺘﻤﻜﻨًﺎ ﻣﻦ اﻟﻨﻈﺮ؛ ﺃﻱ اﻟﻔﻜﺮ ﻭاﻻﻋﺘﺒﺎﺭ، ﺃﻥ ﻳﻌﺮﻑ اﻟﻠﻪ ﺗﻌﺎﻟﻰ ﺑﺎﻟﺼﻔﺎﺕ اﻟﺘﻲ ﻫﻲ: اﻟﻮﺟﻮﺩ، ﻭاﻟﻘﺪﻡ، ﻭاﻟﺒﻘﺎء، ﺇﻟﻰ ﺁﺧﺮﻫﺎ اﻵﺗﻴﺔ ﻓﻲ ﻗﻮﻟﻪ: ﻳﺠﺐ ﻟﻠﻪ اﻟﻮﺟﻮﺩ ﻭاﻟﻘﺪﻡ ﺇﻟﻰ ﺁﺧﺮﻫﺎ. ﻛﺬﻟﻚ ﻳﺠﺐ ﻋﻠﻴﻪ ﺃﻥ ﻳﻌﺮﻑ ﺭﺳﻞَ اﻟﻠﻪ ﺑﻜﻮﻧﻬﻢ ﻣﻮﺻﻮﻓﻴﻦ: ﺑﺎﻟﺼﺪﻕ، ﻭاﻷﻣﺎﻧﺔ، ﻭاﻟﺘﺒﻠﻴﻎ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  id="fittext3" class="table table-bordered table-striped table-hover">
       <tr>
        <td>12</td>
        <td>ِﻭﻛﻞُّ ﺗَﻜْﻠِﻴﻒٍ ﺑِﺸَﺮْﻁ اﻟْﻌَﻘْﻞ</td>  
        <td>ِﻣَﻊَ اﻟْﺒُﻠُﻮﻍِ ﺑِﺪَﻡٍ، ﺃﻭ ﺣَﻤْﻞ</td>
       </tr>
       <tr>
        <td>13</td>
        <td>ْﺃَﻭْ ﺑِﻤَﻨِﻲٍّ ﺃَﻭْ ﺑِﺈﻧْﺒَﺎﺕِ اﻟﺸَّﻌَﺮ،</td>
        <td>ْﺃَﻭْ ﺑِﺜَﻤَﺎﻥِ ﻋَﺸْﺮَﺓٍ ﺣَﻮْﻻً ﻇَﻬَﺮ</td>
       </tr>
      </table>
     <p>ﺃﻱ ﻛﻞ ﺇﻟﺰاﻡ ﺑﻤﺎ ﻓﻴﻪ ﻛُﻠﻔﺔ، ﻓﺸﺮﻃُﻪ اﻟﻌﻘﻞُ ﻭاﻟﺒﻠﻮﻍُ، ﻭﻟﻠﺒﻠﻮﻍ ﺧﻤﺲُ ﻋﻼﻣﺎﺕ: ﺧﺮﻭﺝُ اﻟﻤﻨﻲ، ﻭﺇﻧﺒﺎﺕُ ﺷﻌﺮِ اﻟﻮﺳَﻂ اﻟﺨﺸِﻦ، ﻭاﻟﺴﻦُّ ﻫﻮ ﺛﻤﺎﻧﻴﺔَ ﻋﺸَﺮَ ﺣﻮﻻً، ﻭﻗﻴﻞ ﺧﻤﺴﺔَ ﻋﺸﺮ
، ﻭﺩﻡ ﻭاﻟﺤﻴﺾِ، ﻭاﻟﺤﻤْﻞ،     
،     ﻭﺯاﺩ ﻏﻴﺮﻩ ﺭاﺋﺤﺔُ اﻹﺑﻄﻴﻦ، ﻭﻓَﺮْﻕ اﻷﻧﻒ، ﻭﻏِﻠَﻆ اﻟﺼﻮﺕ 
ﺛﻢ ﻗﺎﻝ ،  ﻭﺧﻴﻂ اﻟﺮﻗﺒﺔ: </p>