<h2>ﺩاﺮُﻤﻟا ﻰﻠﻋ ﺎﻬﺋﺭﺎﻘﻟ ﺔﻨﻴﻌﻣ ﺩﺎﻘﺘﻋﻻا ﺏﺎﺘﻜﻟ ﺔﻣﺪﻘﻣ</h2>
      <table>
       <tr>
        <td>6</td>
        <td>َﻼِﺑ ٌﺔﻴﻀَﻗ ْﻲِﻠْﻘَﻌْﻟا ﺎَﻨُﻤﻜُﺣَﻭ</td>
        <td>َﻼَﺟ ٍﻊْﺿَﻭ ْﻭا ٍﺓَﺩﺎَﻋ ﻰَﻠَﻋ ٍﻒْﻗَﻭ</td>
       </tr>
       <tr>
        <td>7</td>
        <td>ْﺯﺎَﻤُﺗ ِﺮْﺼَﺤْﻟﺎِﺑ ُﻩﺎَﻀﺘْﻘُﻣ ُﻡﺎَﺴْﻗَﺃ</td>
        <td>ْﺯاَﻮَﺠْﻟا ُﺔَﻟﺎﺤِﺘﺳِﻻا ُﺏﻮُﺟُﻮْﻟا َﻲْﻫَﻭ</td>
       </tr>
       <tr>
        <td>8</td>
        <td>ْﻝﺎَﺤِﺑ َﻲْﻔّﻨﻟا ُﻞَﺒْﻘَﻳ َﻻ ٌﺐِﺟاَﻮَﻓ</td>
        <td>ْﻝﺎَﺤُﻤﻟا ًﻼْﻘَﻋ َﺕﻮُﺒﺜﻟا ﻰَﺑَﺃ ﺎَﻣَﻭ</td>
       </tr>
       <tr>
        <td>9</td>
        <td>ْﻢِﺳ ِﻦْﻳَﺮْﻣﻷا َﻞِﺒَﻗ ﺎَﻣ :ًاﺰﺋﺎَﺟَﻭ</td>
        <td>ْﻢِﺴُﻗ ٌّﻞﻛ :ْﻱﺮﻈَّﻨﻟاﻭ ،ْﻱِﺭﻭُﺮَّﻀﻠِﻟ</td>
       </tr>
      </table>
     <p>ﻉﺭﺎﺸﻟا ﺔﻬﺟ ﻦﻣ ﻙَﺭﺪُﻳ ﻪﻧﺃ ﻰﻨﻌﻤﺑ ﺎًﻴﻋﺮﺷ ﻭﺃ ،ﺭاﺮﻜﺘﻟاﻭ ﺔﺑِﺮﺠﺘﻟاﻭ ﺓﺩﺎﻌﻟﺎﺑ ﻙَﺭﺪُﻳ ﻪﻧﺃ ﻰﻨﻌﻤﺑ ﺎًﻳﺩﺎﻋ ﻭﺃ ،ﻂﻘﻓ ِﻞﻘﻌﻟﺎﺑ َﻙَﺭﺪُﻳ ﻥﺃ ﻰﻨﻌﻤﺑ ،ﺎًﻴﻠﻘﻋ ﻥﻮﻜﻳ ﻥا ﺎﻣﺇ :ﻡﺎﺴﻗﺃ ﺔﺛﻼﺛ ﻰﻠﻋ ﻮﻫﻭ ،ﺮﻣﺃ ﻦﻋ ٍﺮﻣﺃ ُﻲﻔﻧ ﻭﺃ ،ﺮﻣﻷ ﺮﻣﺃ ﺕﺎﺒﺛﺇ ﻮﻫ ﻢﻜﺤﻟا <span class="symbol">&#xFDFA;</span> ، ﻝﺎﺤﺑ ﻲﻔﻨﻟا ﻞﺒﻘﻳ ﻻ ﻱﺬﻟا ﻮﻫ ﺐﺟاﻮﻟﺎﻓ .ﺰﺋﺎﺠﻟاﻭ ﻞﻴﺤﺘﺴﻤﻟاﻭ ،ﺐﺟاﻮﻟا :ﻲﻫﻭ :ﺔﺛﻼﺛ ﻡﺎﺴﻗﺃ ﻪﻟﻭ.
     </p>
     <p>ﻝﺎﻗ ﻢﺛ .ﻪُﻣﺪﻋﻭ ﻩُﺩﻮﺟﻭ ﺢﺼﻳ ﻱﺬﻟا ﻱﺃ :ﺕﻮﺒﺜﻟاﻭ ءﺎﻔﺘﻧﻻا ﻞﺒﻘﻳ ﻱﺬﻟا ﻮﻫ :ﺰﺋﺎﺠﻟاﻭ ،ﻪُﺗﻮﺒﺛ ﻞﻘﻌﻟا ﻲﻓ ﺭﻮﺼﺘُﻳ ﻻ ﻱﺃ :ﻝﺎﺤﺑ ﺕﻮﺒﺜﻟا ﻞﺒﻘﻳ ﻻ ﻱﺬﻟا ﻮﻫ :ُﻞﻴﺤﺘﺴﻤﻟاﻭ ،ﻪُﻣﺪﻋ ﻞﻘﻌﻟا ﻲﻓ ﺭﻮﺼﺘُﻳ ﻻ ﻱﺃ:</p>
      <table>
       <tr> 
        <td>10</td>
        <td>ﺎَﻔِّﻠُﻛ ْﻦَﻣ ﻰَﻠَﻋ ٍﺐِﺟاَﻭ ُﻝَّﻭَﺃ</td>
        <td>ﺎَﻓِﺮْﻌَﻳ ْﻥَﺃ ٍﺮَﻈَﻧ ْﻦِﻣ ًﺎﻨَّﻜَﻤُﻣ</td>
       </tr>
       <tr>
        <td>11</td>
        <td>ِﺕﺎَﻔِّﺼﻟﺎﺑ ،َﻞُﺳُّﺮﻟاﻭ ،َﻪَّﻠﻟا،</td>
        <td>ِﺕﺎﻳﻵا َﺐَﺼَﻧ ِﻪْﻴَﻠَﻋ ﺎَّﻤِﻣ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﻎﻴﻠﺒﺘﻟاﻭ ،ﺔﻧﺎﻣﻷاﻭ ،ﻕﺪﺼﻟﺎﺑ :ﻦﻴﻓﻮﺻﻮﻣ ﻢﻬﻧﻮﻜﺑ ﻪﻠﻟا َﻞﺳﺭ ﻑﺮﻌﻳ ﻥﺃ ﻪﻴﻠﻋ ﺐﺠﻳ ﻚﻟﺬﻛ .ﺎﻫﺮﺧﺁ ﻰﻟﺇ ﻡﺪﻘﻟاﻭ ﺩﻮﺟﻮﻟا ﻪﻠﻟ ﺐﺠﻳ :ﻪﻟﻮﻗ ﻲﻓ ﺔﻴﺗﻵا ﺎﻫﺮﺧﺁ ﻰﻟﺇ ،ءﺎﻘﺒﻟاﻭ ،ﻡﺪﻘﻟاﻭ ،ﺩﻮﺟﻮﻟا :ﻲﻫ ﻲﺘﻟا ﺕﺎﻔﺼﻟﺎﺑ ﻰﻟﺎﻌﺗ ﻪﻠﻟا ﻑﺮﻌﻳ ﻥﺃ ،ﺭﺎﺒﺘﻋﻻاﻭ ﺮﻜﻔﻟا ﻱﺃ ؛ﺮﻈﻨﻟا ﻦﻣ ﺎًﻨﻜﻤﺘﻣ ﻪﻧﻮﻛ ﻝﺎﺣ ﻲﻓ ﻎﻟﺎﺒﻟا ﻞﻗﺎﻌﻟا ﻮﻫﻭ ،ﻒﻠﻜﻣ ﻞﻛ ﻰﻠﻋ ﺐﺠﻳ ﺎﻣ ﻝﻭﺃ:</p>
      <table>
       <tr>
        <td>12</td>
        <td>ِﻞْﻘَﻌْﻟا ﻁْﺮَﺸِﺑ ٍﻒﻴِﻠْﻜَﺗ ُّﻞﻛﻭ</td>  
        <td>ِﻞْﻤَﺣ ﻭﺃ ،ٍﻡَﺪِﺑ ِﻍﻮُﻠُﺒْﻟا َﻊَﻣ</td>
       </tr>
       <tr>
        <td>13</td>
        <td>ْﺮَﻌَّﺸﻟا ِﺕﺎَﺒْﻧﺈِﺑ ْﻭَﺃ ٍّﻲِﻨَﻤِﺑ ْﻭَﺃ،</td>
        <td>ْﺮَﻬَﻇ ًﻻْﻮَﺣ ٍﺓَﺮْﺸَﻋ ِﻥﺎَﻤَﺜِﺑ ْﻭَﺃ</td>
       </tr>
      </table>
     <p>ﺮﺸﻋ َﺔﺴﻤﺧ ﻞﻴﻗﻭ ،ًﻻﻮﺣ َﺮَﺸﻋ َﺔﻴﻧﺎﻤﺛ ﻮﻫ ُّﻦﺴﻟاﻭ ،ﻦِﺸﺨﻟا ﻂَﺳﻮﻟا ِﺮﻌﺷ ُﺕﺎﺒﻧﺇﻭ ،ﻲﻨﻤﻟا ُﺝﻭﺮﺧ :ﺕﺎﻣﻼﻋ ُﺲﻤﺧ ﻍﻮﻠﺒﻠﻟﻭ ،ُﻍﻮﻠﺒﻟاﻭ ُﻞﻘﻌﻟا ﻪُﻃﺮﺸﻓ ،ﺔﻔﻠُﻛ ﻪﻴﻓ ﺎﻤﺑ ﻡاﺰﻟﺇ ﻞﻛ ﻱﺃ
،ﻞْﻤﺤﻟاﻭ ،ِﺾﻴﺤﻟاﻭ ﻡﺩﻭ ،     
ﺕﻮﺼﻟا ﻆَﻠِﻏﻭ ،ﻒﻧﻷا ﻕْﺮَﻓﻭ ،ﻦﻴﻄﺑﻹا ُﺔﺤﺋاﺭ ﻩﺮﻴﻏ ﺩاﺯﻭ     ، 
ﺔﺒﻗﺮﻟا ﻂﻴﺧﻭ  ، ﻝﺎﻗ ﻢﺛ: </p>