<h2>ﻣﻘﺪﻣﺔ ﻟﻜﺘﺎﺏ اﻻﻋﺘﻘﺎﺩ ﻣﻌﻴﻨﺔ ﻟﻘﺎﺭﺋﻬﺎ ﻋﻠﻰ 
<a href="#" class="hastip" title="في نسخة العمراوي حذف كل كتاب العقيدة ولم يشر إلى أنه قام بهذا الحذف، بل إنه في المقدمة أشار إلى أن الشيخ الطيب بن كيران قد شرح كتاب العقيدة منها، وأن الشرح مطبوع، ولم يشر الكاتب إلى سبب هذا الحذف بالرغم من ثنائه العاطر على نظم ابن عاشر، في المقدمة، انظر العمراوي، المبين عن أدلة المرشد المعين، ص 36، وأتساءل ما هو التفسير لعدم نشر مقدمة العقيدة هذه في كتاب العرف الناشر، وابتدأ المؤلف من مقدمة الأصول انظر ص 22 من العرف الناشر،  وفي نسخة الطهطاوي، جعل عنوان الكتاب المنثور: مقدمة لكتاب الاعتقاد معينة لقارئها على المراد البيت السادس من المنظومة، انظر: شرح منظومة ابن عاشر. ص: 9">اﻟﻤُﺮاﺩ</a>
</h2>
      <table class="table table-bordered table-striped table-hover">
       <tr>
        <td>6</td>
        <td>َﻭَﺣُﻜﻤُﻨَﺎ اﻟْﻌَﻘْﻠِﻲْ ﻗَﻀﻴﺔٌ ﺑِﻼ</td>
        <td>َﻭَﻗْﻒٍ ﻋَﻠَﻰ ﻋَﺎﺩَﺓٍ اﻭْ ﻭَﺿْﻊٍ 
		<a  class="hastip" title="جلا: أي ظهر، أي أن الحكم العقلي لا تتوقف معرفته على العادة، كمعرفة أن النار محرقة بالحس، وكذلك كل ما من شأنه أن يثبت عن طريق التجربة، وهو ما يصطلح عليه في المناهج المعاصرة بالمنهج التجريبي الذي يصل إلى النتيجة عن طريقة التجربة وتكرارها للوصول إلى نتائج ذات صدقية عالية، أما قوله: أو وضع: يقصد به وضع الشارع، ليخرج الحكم الشرعي من تعريف الحكم العقلي. والحكم العادي أو التجريبي يعتمد على الحواس الخمس، والعقل، أما الحكم العقلي فهو ناشيء من التفكير والتأمل كإثبات الخالق، وضرورة الرسل، وحل المعادلات الرياضية، أما الحكم الشرعي فمصدره الوحي، والعقل أداة ننضح بها الحكم الشرعي من معين الكتاب والسنة، والعقل عاجز عن الوصول للحق في أمور الفكر والسلوك بنفسه، حيث فقد اضطربت البشرية إلى مذاهب فكرية واقتصادية واجتماعية شتى، بسبب اعتمادها على العقل منفصلا عن الوحي في مجال الفكر والسلوك، لذا كان الوحي والرسل ضرورات كبرى للإنسانية لإنقاذها من الاضطراب في فكرها وسلوكها على النحو الذي وقعت فيه قديما، وما زالت تقع فيه حديثا، والعقل مع الكتاب والسنة أداة عظيمة للفهم والاستنباط استهداء بالوحي، وليس العقل مصدرا من مصادر الحكم الشرعي لأن مصدر الحكم هو الله تعالى. ">ﺟَﻼ</a>
		</td>
       </tr>
       <tr>
        <td>7</td>
        <td>ْﺃَﻗْﺴَﺎﻡُ 
		<a  class="hastip" title="الضمير في مقتضاه يعود على الحكم، بمعنى أن أقسام الحكم العقلي تتميز حصرا في أقسام ثلاثة، هي: الوجوب، الاستحالة، الجواز.">ﻣُﻘْﺘﻀَﺎﻩُ</a>
		ﺑِﺎﻟْﺤَﺼْﺮِ ﺗُﻤَﺎﺯ</td>
        <td>ْﻭَﻫْﻲَ اﻟْﻮُﺟُﻮﺏُ اﻻِﺳﺘِﺤﺎﻟَﺔُ اﻟْﺠَﻮَاﺯ</td>
       </tr>
       <tr>
        <td>8</td>
        <td>ْﻓَﻮَاﺟِﺐٌ ﻻَ ﻳَﻘْﺒَﻞُ اﻟﻨّﻔْﻲَ ﺑِﺤَﺎﻝ</td>
        <td>ْﻭَﻣَﺎ ﺃَﺑَﻰ اﻟﺜﺒُﻮﺕَ ﻋَﻘْﻼً اﻟﻤُﺤَﺎﻝ</td>
       </tr>
       <tr>
        <td>9</td>
        <td>ْﻭَﺟَﺎﺋﺰاً: ﻣَﺎ 
		<a href="#" class="hastip" title="في نسخة إرشاد المريدين، والنور المبين، ما قَبِل الأمرين، أي ما قبل الثبوت والانتفاء فهو جائز، وفي نسخ ما قابَل.">ﻗَﺒِﻞَ</a>
		<a href="#" class="hastip" title="أي يقبل النفي ويقبل الثبوت، والتقدير سِم ما قابل الأمرين -وهما الثبوت والنفي – جائزا، وفعل الأمر سِمْ: من الفعل وسم أي أعطى سِـمَةً وعلامة.">اﻷﻣْﺮَﻳْﻦِ</a>
		ﺳِﻢ</td>
        <td>ﻟِﻠﻀَّﺮُﻭﺭِﻱْ، ﻭاﻟﻨَّﻈﺮﻱْ: ﻛﻞٌّ 
		<a  class="hastip" title="الضروري: ما يدرك دون تأمل ونظر، كالواحد نصف الاثنين، أما النظري: فلا يدرك إلا بالنظر والتفكر، وذلك كحل المعادلات الرياضية المقعدة، فإن العقل يصل فيها إلى القطع، ولكن بعد النظر والتأمل.">ﻗُﺴِﻢْ</a>
		</td>
       </tr>
      </table>
     <p>اﻟﺤﻜﻢ ﻫﻮ ﺇﺛﺒﺎﺕ ﺃﻣﺮ ﻷﻣﺮ، ﺃﻭ ﻧﻔﻲُ ﺃﻣﺮٍ ﻋﻦ ﺃﻣﺮ، ﻭﻫﻮ ﻋﻠﻰ ﺛﻼﺛﺔ ﺃﻗﺴﺎﻡ: ﺇﻣﺎ اﻥ ﻳﻜﻮﻥ ﻋﻘﻠﻴًﺎ، ﺑﻤﻌﻨﻰ ﺃﻥ ﻳُﺪﺭَﻙَ ﺑﺎﻟﻌﻘﻞِ ﻓﻘﻂ، ﺃﻭ ﻋﺎﺩﻳًﺎ ﺑﻤﻌﻨﻰ ﺃﻧﻪ ﻳُﺪﺭَﻙ ﺑﺎﻟﻌﺎﺩﺓ ﻭاﻟﺘﺠﺮِﺑﺔ ﻭاﻟﺘﻜﺮاﺭ، ﺃﻭ ﺷﺮﻋﻴًﺎ ﺑﻤﻌﻨﻰ ﺃﻧﻪ ﻳُﺪﺭَﻙ ﻣﻦ ﺟﻬﺔ اﻟﺸﺎﺭﻉ <span class="symbol">&#xFDFA;</span> ، ﻭﻟﻪ ﺃﻗﺴﺎﻡ ﺛﻼﺛﺔ: ﻭﻫﻲ: اﻟﻮاﺟﺐ، ﻭاﻟﻤﺴﺘﺤﻴﻞ ﻭاﻟﺠﺎﺋﺰ. ﻓﺎﻟﻮاﺟﺐ ﻫﻮ اﻟﺬﻱ ﻻ ﻳﻘﺒﻞ اﻟﻨﻔﻲ ﺑﺤﺎﻝ. <a href="#"  data-toggle="modal" data-target="#map1-1"><img src="images/mapicon.png"></a>
     </p>
     <p>ﺃﻱ ﻻ ﻳُﺘﺼﻮﺭ ﻓﻲ اﻟﻌﻘﻞ ﻋﺪﻣُﻪ، ﻭاﻟﻤﺴﺘﺤﻴﻞُ: ﻫﻮ اﻟﺬﻱ ﻻ ﻳﻘﺒﻞ اﻟﺜﺒﻮﺕ ﺑﺤﺎﻝ: ﺃﻱ ﻻ ﻳُﺘﺼﻮﺭ ﻓﻲ اﻟﻌﻘﻞ ﺛﺒﻮﺗُﻪ، ﻭاﻟﺠﺎﺋﺰ: ﻫﻮ اﻟﺬﻱ ﻳﻘﺒﻞ اﻻﻧﺘﻔﺎء ﻭاﻟﺜﺒﻮﺕ: ﺃﻱ اﻟﺬﻱ ﻳﺼﺢ ﻭﺟﻮﺩُﻩ ﻭﻋﺪﻣُﻪ. ﺛﻢ ﻗﺎﻝ:</p>
      <table class="table table-bordered table-striped table-hover">
       <tr> 
        <td>10</td>
        <td>ﺃَﻭَّﻝُ ﻭَاﺟِﺐٍ ﻋَﻠَﻰ ﻣَﻦْ ﻛُﻠِّﻔَﺎ</td>
        <td>ﻣُﻤَﻜَّﻨﺎً ﻣِﻦْ ﻧَﻈَﺮٍ ﺃَﻥْ ﻳَﻌْﺮِﻓَﺎ</td>
       </tr>
       <tr>
        <td>11</td>
        <td>ِاﻟﻠَّﻪَ، ﻭاﻟﺮُّﺳُﻞَ، ﺑﺎﻟﺼِّﻔَﺎﺕ،</td>
        <td>ِﻣِﻤَّﺎ ﻋَﻠَﻴْﻪِ ﻧَﺼَﺐَ اﻵﻳﺎﺕ</td>
       </tr>
      </table>
     <p>ﺃﻭﻝ ﻣﺎ ﻳﺠﺐ ﻋﻠﻰ ﻛﻞ ﻣﻜﻠﻒ، ﻭﻫﻮ اﻟﻌﺎﻗﻞ اﻟﺒﺎﻟﻎ ﻓﻲ ﺣﺎﻝ ﻛﻮﻧﻪ ﻣﺘﻤﻜﻨًﺎ ﻣﻦ اﻟﻨﻈﺮ؛ ﺃﻱ اﻟﻔﻜﺮ ﻭاﻻﻋﺘﺒﺎﺭ، ﺃﻥ ﻳﻌﺮﻑ اﻟﻠﻪ ﺗﻌﺎﻟﻰ ﺑﺎﻟﺼﻔﺎﺕ اﻟﺘﻲ ﻫﻲ: اﻟﻮﺟﻮﺩ، ﻭاﻟﻘﺪﻡ، ﻭاﻟﺒﻘﺎء، ﺇﻟﻰ ﺁﺧﺮﻫﺎ اﻵﺗﻴﺔ ﻓﻲ ﻗﻮﻟﻪ: ﻳﺠﺐ ﻟﻠﻪ اﻟﻮﺟﻮﺩ ﻭاﻟﻘﺪﻡ ﺇﻟﻰ ﺁﺧﺮﻫﺎ. ﻛﺬﻟﻚ ﻳﺠﺐ ﻋﻠﻴﻪ ﺃﻥ ﻳﻌﺮﻑ ﺭﺳﻞَ اﻟﻠﻪ ﺑﻜﻮﻧﻬﻢ ﻣﻮﺻﻮﻓﻴﻦ: ﺑﺎﻟﺼﺪﻕ، ﻭاﻷﻣﺎﻧﺔ، ﻭاﻟﺘﺒﻠﻴﻎ، ﺛﻢ ﻗﺎﻝ:</p>
      <table class="table table-bordered table-striped table-hover">
       <tr>
        <td>12</td>
        <td>ِﻭﻛﻞُّ ﺗَﻜْﻠِﻴﻒٍ ﺑِﺸَﺮْﻁ اﻟْﻌَﻘْﻞ</td>  
        <td>ِﻣَﻊَ اﻟْﺒُﻠُﻮﻍِ ﺑِﺪَﻡٍ، ﺃﻭ ﺣَﻤْﻞ</td>
       </tr>
       <tr>
        <td>13</td>
        <td>ْﺃَﻭْ ﺑِﻤَﻨِﻲٍّ ﺃَﻭْ ﺑِﺈﻧْﺒَﺎﺕِ اﻟﺸَّﻌَﺮ،</td>
        <td>ْﺃَﻭْ ﺑِﺜَﻤَﺎﻥِ ﻋَﺸْﺮَﺓٍ ﺣَﻮْﻻً ﻇَﻬَﺮ</td>
       </tr>
      </table>
     <p>ﺃﻱ ﻛﻞ ﺇﻟﺰاﻡ ﺑﻤﺎ ﻓﻴﻪ ﻛُﻠﻔﺔ، ﻓﺸﺮﻃُﻪ اﻟﻌﻘﻞُ ﻭاﻟﺒﻠﻮﻍُ، ﻭﻟﻠﺒﻠﻮﻍ ﺧﻤﺲُ ﻋﻼﻣﺎﺕ: ﺧﺮﻭﺝُ اﻟﻤﻨﻲ، ﻭﺇﻧﺒﺎﺕُ ﺷﻌﺮِ اﻟﻮﺳَﻂ اﻟﺨﺸِﻦ، ﻭاﻟﺴﻦُّ ﻫﻮ ﺛﻤﺎﻧﻴﺔَ ﻋﺸَﺮَ ﺣﻮﻻً، ﻭﻗﻴﻞ ﺧﻤﺴﺔَ ﻋﺸﺮ
، ﻭﺩﻡ  
<a  class="hastip" title="في نسخة دار الرشاد، والحبل المتين 1:   والدم والحيض، ، ولعله خطأ مطبعي والصحيح ما أثبته.">ﻭاﻟﺤﻴﺾِ،</a>
 ﻭاﻟﺤﻤْﻞ،     
،     ﻭﺯاﺩ ﻏﻴﺮﻩ ﺭاﺋﺤﺔُ اﻹﺑﻄﻴﻦ، ﻭﻓَﺮْﻕ اﻷﻧﻒ <a href="#"  data-toggle="modal" data-target="#nose"><img src="images/img.png"></a> ،
 ﻭﻏِﻠَﻆ اﻟﺼﻮﺕ ﺛﻢ ﻗﺎﻝ ،  ﻭﺧﻴﻂ اﻟﺮﻗﺒﺔ <a href="#"  data-toggle="modal" data-target="#neck"><img src="images/img.png"></a> : 
 </p>
 <!-- Modal neck -->
<div class="modal fade" id="neck" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
  <div class="modal-dialog modal-sm">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-hidden="true">&times;</button>
      </div>
      <div class="modal-body">
        <img src="images/adult.gif">
        <p>خيط الرقبة: وهو أن يأخذ خيطا ثم يثنيه ويديره برقبته ويجمع طرفيه في أسنانه فإن دخل رأسه منه فقد بلغ وإلا فلا، قال سيدي ابن عبد الرحمن بن عبد القادر الفاسي، لا عبرة بالخيط عند الفقهاء،انطر : القلاوي الشنقيطي، مفيد العباد، ص 69.</p>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
        
      </div>
    </div>
  </div>
</div>
<!-- Modal nose -->
<div class="modal fade" id="nose" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
  <div class="modal-dialog modal-sm">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-hidden="true">&times;</button>
      </div>
      <div class="modal-body">
        <img src="images/nose.jpg">
        <p>مواهب الجليل في شرح مختصر الشيخ خليل - (14 / 192)
قال البرزلي في كتاب الصيام : زاد القرافي في العلامات نتن الإبط ، وزاد غيره فرق الأرنبة من الأنف</p>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
      </div>
    </div>
  </div>
</div>
<!-- Modal map1-1 -->
<div class="modal fade" id="map1-1" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
  <div class="modal-dialog modal-lg">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-hidden="true">&times;</button>
      </div>
      <div class="modal-body">
        <img src="images/1_1b.jpg">
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
      </div>
    </div>
  </div>
</div>