<h3>ﻛﺘﺎﺏ ﺃﻡ اﻟﻘﻮاﻋﺪ، ﻭﻣﺎ اﻧﻄﻮﺕ ﻋﻠﻴﻪ ﻣﻦ اﻟﻌﻘﺎﺋﺪ <a  data-toggle="modal" data-target="#audio1-2"><img src="images/speaker.png"></a></h3>
<!-- Modal -->
<div class="modal fade" id="audio1-2" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
  <div class="modal-dialog">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-hidden="true">&times;</button>
      </div>
        <h4 class="modal-title" id="myModalLabel">أم القواعد</h4>
      <div class="modal-body">
        <audio src="" preload="auto" />
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
      </div>
    </div>
  </div>
</div>
     <p>ﺃﻡ اﻟﻘﻮاﻋﺪ: ﻫﻲ ﺷﻬﺎﺩﺗﻨﺎ، ﻻ ﺇﻟﻪ ﺇﻻ اﻟﻠﻪ ﻣﺤﻤﺪ ﺭﺳﻮﻝ اﻟﻠﻪ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>14</td>
        <td>ْﻳَﺠِﺐُ ﻟﻠَّﻪِ: اﻟْﻮُﺟُﻮﺩُ، ﻭَاﻟْﻘِﺪَﻡ،</td>
        <td>ّْﻛَﺬَا اﻟْﺒَﻘَﺎءُ، ﻭاﻟْﻐِﻨﻰ اﻟﻤُﻄﻠَﻖُ ﻋَﻢ</td>
       </tr>
       <tr>
        <td>15</td>
        <td>ْﻭَﺧَﻠْﻔُﻪُ ﻟِﺨَﻠْﻘِﻪِ ﺑِﻼ ﻣِﺜَﺎﻝ</td>
        <td>ْﻭَﻭَﺣْﺪَﺓُ اﻟﺬَّاﺕِ، ﻭَﻭَﺻْﻒٌ ﻭَاﻟﻔِﻌَﺎﻝ</td>
       </tr>
       <tr>
        <td>16</td>
        <td>ْﻭﻗُﺪْﺭَﺓٌ، ﺇﺭَاﺩَﺓٌ، ﻋِﻠْﻢٌ، ﺣَﻴَﺎﺓ،</td>
        <td>ْﺳَﻤْﻊٌ، ﻛَﻼَﻡٌ، ﺑَﺼَﺮٌ، ﺫِﻱ ﻭَاﺟِﺒَﺎﺕ</td>
       </tr>
      </table>
     <p>ﺃﻱ ﻳﺠﺐ ﻟﻠﻪ ﺗﻌﺎﻟﻰ ﻭﺟﻮﺑًﺎ 
	 <a  class="hastip" title="في نسخة الحبل المتين 1 عينيا بدل عقليا انظر ص 4.">ﻋﻘﻠﻴًﺎ</a>
	 ﻣﺨﺘﺼًﺎ ﺑﻪ ﺃﻥ ﻳﺘﺼﻒ ﺑﻬﺬﻩ اﻟﺼﻔﺎﺕ اﻟﺜﻼﺙَ ﻋﺸْﺮﺓ، ﻭﻫﻲ اﻟﻮﺟﻮﺩ اﻟﺦ، ﻓﻮﺟﻮﺩُﻩ ﺗﻌﺎﻟﻰ ﻣﻦ ﺫاﺗﻪ اﻟﻤﻘﺪﺳﺔ، ﺑﺪﻭﻥ ﻣُﻮﺟِﺪ، ﻓﻠﻢ ﻳﺴﺒﻘﻪ ﻋَﺪَﻡ، ﻭﻻ ﻳﻤﻜﻦ ﺃﻥ ﻳﻠﺤﻘَﻪ اﻟﻌَﺪَﻡ. ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﻗﺪﻳﻤًﺎ ﺃﻧﻪ ﻻ ﺃﻭﻝَ ﻟﻮﺟﻮﺩﻩ، ﻭاﻟﺨﺎﻟﻖُ ﻻ ﻳﻜﻮﻥ ﺇﻻ ﻗﺪﻳﻤًﺎ، ﻻ اﺑﺘﺪاء ﻟﻮﺟﻮﺩﻩ، ﻭﻛﻤﺎ ﺃﻧﻪ ﺗﻌﺎﻟﻰ ﻗﺪﻳﻢ، ﻛﺬﻟﻚ ﺟﻤﻴﻊ ﺻﻔﺎﺗﻪ ﻗﺪﻳﻤﺔ؛ ﻻ ﺃﻭﻝ ﻟﻮﺟﻮﺩﻫﺎ، ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﺳﺒﺤﺎﻧﻪ ﻭﺗﻌﺎﻟﻰ ﺑﺎﻗﻴًﺎ؛ ﺃﻧﻪ ﻻ ﺁﺧِﺮﻳَّﺔَ ﻟﻮﺟﻮﺩﻩ: ﺃﻱ ﻻ ﻳﻠﺤﻘُﻪ اﻟﻔَﻨﺎء، ﻭﻣﻌﻨﻰ ﻛﻮﻧِﻪ ﺳﺒﺤﺎﻧﻪ ﻭﺗﻌﺎﻟﻰ ﻏﻨﻴًﺎ؛ ﺃﻧﻪ ﻗﺎﺋﻢٌ ﺑﻨﻔﺴﻪ، ﻻ ﻳﻔﺘﻘﺮ ﺇﻟﻰ ﻣﻜﺎﻥ ﻳﻘﻮﻡ ﻓﻴﻪ، ﺃﻭ ﻣﺤﻞٍّ ﻳﺤُﻞُّ ﻓﻴﻪ، ﺃﻭ ﻣﺨَﺼِّﺺٍ ﻳﺨﺼﺼُﻪ، ﺃﻭ ﻣﻮﺟﺪٍ ﻳﻮﺟﺪُﻩ. ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﺗﻌﺎﻟﻰ ﻣﺨﺎﻟﻔًﺎ ﻟﻠﺤﻮاﺩﺙ؛ ﺃﻧﻪ ﻻ ﻳﻤﺎﺛِﻞ ﺃﺣﺪًا ﻣﻦ ﻣﺨﻠﻮﻗﺎﺗﻪ ﻓﻲ ﻭﺻﻒ ﻣﻦ ﺃﻭﺻﺎﻓﻬﺎ، ﻛﺬﻟﻚ اﻟﻤﺨﻠﻮﻗﺎﺕ، ﻻ ﺗﺸﺎﺭﻛﻪ ﻓﻲ ﺻﻔﺔ ﻣﻦ ﺻﻔﺎﺗﻪ. ﻗﺎﻝ ﺗﻌﺎﻟﻰ:
     <span class="quran">&#xFD3F; &nbsp;ﻟَﻴْﺲَ ﻛَﻤِﺜْﻠِﻪِۦ ﺷَﻰْءٌۭ ۖ ﻭَﻫُﻮَ ٱﻟﺴَّﻤِﻴﻊُ ٱﻟْﺒَﺼِﻴﺮُ &nbsp;&#xFD3E; </span >
     <span class="cite">اﻟﺸﻮﺭﻯ: ١١ </span>.
     .ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﺗﻌﺎﻟﻰ ﻭاﺣﺪًا؛ ﺃﻧﻪ ﻭاﺣﺪٌ ﻓﻲ ﺫاﺗﻪ، ﻭﺻﻔﺎﺗﻪ، ﻭﺃﻓﻌﺎﻟﻪ؛ ﺃﻱ ﻻ ﺗﺘﻌﺪﺩ ﺫاﺗُﻪ، ﻭﻻ ﺗﺘﻌﺪﺩُ ﺻﻔﺎﺗُﻪ، ﻭﻻ ﺗﺘﻌﺪﺩُ 
	 ﺃﻓﻌﺎﻟﻪ،
	 ﻭﻣﻌﻨﻰ ﻛﻮﻧِﻪ ﺗﻌﺎﻟﻰ ﻗﺎﺩﺭًا ﺃﻥ ﻗﺪﺭﺗَﻪ ﺗﺎﻣﺔٌ ﻛﺎﻣﻠﺔٌ؛ ﻳﺨﻠﻖ ﻭﻳﺮﺯﻕ، ﻭﻳﺤﻴﻲ ﻭﻳﻤﻴﺖ، ﻳﻤﻨﺢ ﻭﻳﻤﻨﻊ، ﻳﻀﺮ ﻭﻳﻨﻔﻊ، ﻳﺨﻔِﺾ ﻭﻳﺮﻓﻊ، ﻻ ﻳُﻌﺠﺰﻩ ﺷﻲء ﻳﺮﻳﺪﻩ ﺳﺒﺤﺎﻧﻪ ﻭﺗﻌﺎﻟﻰ
ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﻣﺮﻳﺪًا ﺃﻧﻪ ﺗﻌﺎﻟﻰ ﻟﻴﺲ ﻣﻜﺮَﻫًﺎ ﻣﻘﻬﻮﺭًا ﻓﻲ ﺷﻲء، ﺑﻞ ﺇﺫا ﺃﺭاﺩ ﺳﺒﺤﺎﻧﻪ ﺷﻴﺌًﺎ ﺃﻭﺟﺪﻩ ﻋﻠﻰ ﺣَﺴَﺐِ ﺇﺭاﺩﺗﻪ، ﻭﺑﻤﻘﺘﻀﻰ ﻋﻠﻤِﻪ ﻭﺣﻜﻤﺘِﻪ، ﻓﻲ اﻟﻮﻗﺖ اﻟﺬﻱ ﺃﺭاﺩﻩ، ﻭﻋﻠﻰ اﻟﻮﺟﻪ اﻟﺬﻱ اﺧﺘﺎﺭﻩ، ﻻ ﺭاﺩَّ ﻹﺭاﺩﺗﻪ، ﻭﻻ ﺻﺎﺩَّ ﻟﻤﺸﻴﺌﺘﻪ. ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﺗﻌﺎﻟﻰ ﻋﺎﻟﻤًﺎ؛ ﺃﻧﻪ ﺳﺒﺤﺎﻧﻪ ﻳﻌﻠﻢ ﻛﻞ ﺷﻲء ﻻ ﻳﻌﺰُﺏ ﻋﻦ ﻋﻠﻤﻪ ﻣﺜﻘﺎﻝُ ﺫﺭﺓٍ ﻓﻲ اﻷﺭﺽ ﻭﻻ ﻓﻲ اﻟﺴﻤﺎء. ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﺳﺒﺤﺎﻧﻪ ﺣﻴًّﺎ ﺃﻧﻪ ﺗﻌﺎﻟﻰ ﻣﻮﺻﻮﻑٌ ﺑﺎﻟﺤﻴﺎﺓ اﻟﺘﻲ ﺗﺼِﺢُّ، ﻟﻪ ﺃﻥ ﻳﺘﺼﻒ ﺑﺠﻤﻴﻊ ﺻﻔﺎﺕ اﻟﻜﻤﺎﻝ. ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﺳﺒﺤﺎﻧﻪ ﺳﻤﻴﻌًﺎ ﻭﺑﺼﻴﺮًا ﺃﻧﻪ ﺗﻨﻜﺸﻒ ﻟﻪ اﻟﻤﺴﻤﻮﻋﺎﺕ ﺳﺮُّﻫﺎ ﻭﺟﻬﺮُّﻫﺎ، ﻭاﻟﻤﺒﺼَﺮاﺕُ ﺧﻔﻴﻬﺎ ﻭﺟﻠﻴﻬﺎ، ﻟﻜﻦ ﺑﻐﻴﺮ ﺃُﺫُﻥٍ، ﻭﻻ ﻋﻴﻦٍ، ﻭﻻ ﺟﺎﺭﺣﺔٍ، ﻷﻥ اﻟﺠﻮاﺭﺡَ ﻣﻦ ﺻﻔﺎﺕ اﻟﺤﻮاﺩﺙ، ﻭﻗﺪ ﻋﺮﻓﺖَ ﺃﻥ اﻟﺨﺎﻟﻖَ ﻻ ﻳﺘﺼﻒُّ ﺑﺸﻲء ﻣﻦ ﺻﻔﺎﺕ اﻟﺤﻮاﺩﺙ. ﻭﻣﻌﻨﻰ ﻛﻮﻧﻪ ﺗﻌﺎﻟﻰ ﻣﺘﻜﻠِّﻤًﺎ ﺃﻥ ﻛﻼﻣﻪ ﺳﺒﺤﺎﻧﻪ ﻟﻴﺲ ﺑﺤﺮﻑٍ، ﻭﻻ ﺻﻮﺕٍ، ﻣﻨﺰﻩٍ ﻋﻦ اﻟﺘﻘﺪُّﻡِ ﻭاﻟﺘﺄﺧﺮِ، ﻭاﻹﻋﺮاﺏِ ﻭاﻟﺒﻨﺎءِ، ﻭاﻟﺴﻜﻮﺕِ اﻟﻨﻔﺴﻲِّ، ﻭاﻵﻓﺎﺕِ اﻟﺒﺎﻃﻨﺔ. ﺛﻢ ﻗﺎﻝ     : <a href="#"  data-toggle="modal" data-target="#map1-2"><img src="images/mapicon.png"></a></p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>17</td>
        <td>ْﻭَﻳَﺴْﺘَﺤِﻴﻞُ ﺿِﺪُّ ﻫﺬِﻩّ اﻟﺼِّﻔَﺎﺕ</td>
        <td>ْاﻟْﻌَﺪَﻡُ اﻟْﺤُﺪُﻭﺙُ، ﺫَا ﻟِﻠْﺤَﺎﺩِﺛَﺎﺕ</td>
       </tr>
       <tr>
        <td>18</td>
        <td>ْﻛﺬَا اﻟْﻔَﻨَﺎ، ﻭاﻻِﻓْﺘِﻘَﺎﺭُ ﻋُﺪَّﻩ</td>
        <td>ْﻭَﺃَﻥْ ﻳُﻤَﺎﺛِﻞَ، ﻭَﻧَﻔْﻲُ اﻟْﻮَﺣْﺪَﻩ</td>
       </tr>
       <tr>
        <td>19</td>
        <td>ْﻋَﺠْﺰٌ ﻛَﺮَاﻫَﺔٌ، ﻭَﺟَﻬْﻞٌ ﻭﻣَﻤَﺎﺕ</td>
        <td>ْﻭَﺻَﻤَﻢٌ، ﻭَﺑَﻜﻢٌ، ﻋَﻤًﻰ، ﺻُﻤَﺎﺕ</td>
       </tr>
      </table>
     <p>ﻫﺬﻩ ﺃﺿﺪاﺩ اﻟﺼﻔﺎﺕ اﻟﻤﺘﻘﺪﻣﺔ، ﻭاﻷﺿﺪاﺩ ﺛﻼﺛﺔَ ﻋﺸَﺮ: اﻷﻭﻝ ﺿﺪ اﻷﻭﻝ، ﻭاﻟﺜﺎﻧﻲ ﺿﺪ اﻟﺜﺎﻧﻲ ﻭﻫﻜﺬا ﻋﻠﻰ اﻟﺘﺮﺗﻴﺐ اﻟﻤﺘﻘﺪﻡ ﻓﻲ اﻟﻮاﺟﺒﺎﺕ، ﻓﻀِﺪُّ اﻟﻮﺟﻮﺩِ اﻟﻌﺪﻡُ، ﻭﺿﺪُّ اﻟﻘِﺪَﻡِ اﻟﺤﺪﻭﺙُ، ﻭﻫﻜﺬا. ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>20</td>
        <td>ْﻳَﺠُﻮﺯُ ﻓﻲ ﺣَﻘّﻪِ ﻓﻌْﻞُ اﻟْﻤُﻤْﻜِﻨَﺎﺕ</td>
        <td>ْﺑِﺄَﺳْﺮِﻫَﺎ ﻭَﺗَﺮْﻛُﻬَﺎ ﻓﻲ اﻟْﻌَﺪَﻣَﺎﺕ</td>
       </tr>
      </table>
     <p>ﻓﺎﻟﺬﻱ ﻳﺠﺐ ﻋﻠﻰ اﻟﻤﻜﻠﻒ ﻣﻌﺮﻓﺘُﻪ، ﺃﻥ ﻳﻌﻠﻢ ﺃﻥ اﻟﺤﻖ –ﺳﺒﺤﺎﻧﻪ- ﻻ ﻳﺠﺐ ﻋﻠﻴﻪ ﻓﻌﻞُ ﺷﻲءٍ ﺃﻭ ﺗﺮﻛُﻪ. ﺑﻞ ﻳﻔﻌﻞ ﻣﻨﻪ ﻣﺎ ﺃﺭاﺩ، ﻭﻳﺘﺮﻙ ﻣﺎ ﺃﺭاﺩ، ﻭﺫﻟﻚ ﻛﺎﻟﺜﻮاﺏ ﻭاﻟﻌﻘﺎﺏِ ﻭاﻟﺨﻠﻖِ ﻭاﻟﺮﺯﻕِ، ﻭاﻹﺣﻴﺎءِ ﻭاﻹﻣﺎﺗﺔِ، ﻭﺑَﻌﺜِﻪ اﻟﺮﺳﻞَ ﻋﻠﻴﻬﻢ اﻟﺴﻼﻡ، ﻓﻠﻪ –ﺳﺒﺤﺎﻧﻪ- ﺃﻥ ﻳﻌﺬﺏَ اﻟﻄﺎﺋﻊَ ﻭﻳﺮﺣﻢَ اﻟﻌﺎﺻﻲَ، ﻭﺑﺎﻟﻌﻜﺲ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>21</td>
        <td>ْﻭُﺟُﻮﺩُﻩُ ﻟَﻪُ ﺩَﻟِﻴﻞٌ ﻗَﺎﻃِﻊ</td>
        <td>ْﺣَﺎﺟَﺔُ ﻛﻞِّ ﻣُﺤْﺪَﺙٍ ﻟِﻠﺼَّﺎﻧِﻊ</td>
       </tr>
       <tr>
        <td>22</td>
        <td>ُﻟَﻮْ ﺣَﺪَﺛَﺖْ ﻟِﻨَﻔْﺴﻬَﺎ اﻷَﻛْﻮَاﻥ،</td>
        <td>ُﻻﺟْﺘَﻤَﻊَ اﻟﺘَّﺴﺎﻭِ ﻭَاﻟﺮُّﺟْﺤَﺎﻥ</td>
       </tr>
       <tr>
        <td>23</td>
        <td>ِﻭَﺫَا ﻣُﺤَﺎﻝٌ، ﻭَﺣُﺪُﻭﺙُ اﻟْﻌَﺎﻟَﻢ</td>
        <td>ِﻣِﻦْ ﺣَﺪَﺙِ اﻷَﻋْﺮَاﺽِ ﻣَﻊْ ﺗَﻼَﺯُﻡ</td>
       </tr>
      </table>
     <p>ﻫﺬا ﺷﺮﻭﻉٌ ﻣﻨﻪ ﻓﻲ ﺑﺮاﻫﻴﻦ ﻣﺎ ﺗﻘﺪﻡ، ﻭﻫﺬﻩ اﻟﺒﺮاﻫﻴﻦُ ﻻ ﺗﺘﻌﻴﻦ ﻣﻌﺮﻓﺘُﻬﺎ ﻋﻠﻰ ﻋﺎﻣﺔ اﻷﻣﺔ، ﻛﻤﺎ ﻗﺎﻝ ﺑﺬﻟﻚ اﻷﺋﻤﺔ، ﺑﻞ ﻣﺠﺮﺩُ اﻟﺘﺼﺪﻳﻖ ﺑﻤﻀﻤﻮﻥ ﻻ ﺇﻟﻪ ﺇﻻ اﻟﻠﻪ ﻣﺤﻤﺪ ﺭﺳﻮﻝ اﻟﻠﻪ، ﻭاﻹﻗﺮاﺭُ ﺑﻬﺎ ﻳﻜﻔﻲ، ﻓﺒﺮﻫﺎﻥ اﻟﻮﺟﻮﺩ ﻫﻮ اﻓﺘﻘﺎﺭ اﻟﻌﺎﻟﻢ، ﺃﻱ ﺟﻤﻴﻊ اﻟﻤﺨﻠﻮﻗﺎﺕ ﺑﺄﺳْﺮِﻫﺎ ﺇﻟﻰ اﻟﺼﺎﻧﻊ اﻟﺬﻱ ﻳﺼﻨﻌﻬﺎ ﻭﻳﻮﺟﺪﻫﺎ ﻭﻫﻮ اﻟﻠﻪ ﺗﻌﺎﻟﻰ، ﺇﺫ ﻟﻮ ﺣﺪﺛﺖ اﻟﻤﺨﻠﻮﻗﺎﺕ ﺑﻨﻔﺴﻬﺎ، ﻭﺑﺪﻭﻥ ﻣﻮﺟﺪ ﻻﺟﺘﻤﻊ اﻟﺘﺴﺎﻭﻱ ﻭاﻟﺮﺟﺤﺎﻥ، ﻭاﺟﺘﻤﺎﻋُﻬﻤﺎ ﻣُﺤﺎﻝٌ، ﻷﻥ اﻟﻤﺨﻠﻮﻗﺎﺕ ﻳﺼﺢ ﻭﺟﻮﺩُﻫﺎ، ﻭﻳﺼﺢ ﻋﺪﻣُﻬﺎ ﻋﻠﻰ اﻟﺴﻮاء، ﻓﻠﻮ ﺣﺪﺛﺖ ﺑﻨﻔﺴﻬﺎ ﻭﻟﻢ ﺗﻔﺘﻘِﺮ ﺇﻟﻰ ﻣﺤﺪِﺙٍ، ﻟﺰﻡ ﺃﻥ ﻳﻜﻮﻥ ﻭﺟﻮﺩُﻫﺎ اﻟﺬﻱ ﻗُﺪِّﺭ ﻣﺴﺎﻭاﺗُﻪ ﻟﻌَﺪﻣِﻬﺎ ﺭاﺟﺤًﺎ ﺑﻼ ﺳﺒﺐ ﻋﻠﻰ ﻋَﺪَﻣﻬﺎ، ﻭﻫﺬا ﻻ ﻳُﻌﻘَﻞ، ﺛﻢ ﺣﺪﻭﺙُ اﻟﻌﺎﻟﻢِ اﻟﺬﻱ ﻫﻮ ﻛﻞُّ اﻟﻤﺨﻠﻮﻗﺎﺕ ﻣﺴﺘﻔﺎﺩٌ ﻣﻦ ﺣﺪﻭﺙ اﻷﻋﺮاﺽِ اﻟﻻﺯﻣﺔ ﻟﻬﺎ، ﻛﺎﻟﺤﺮﻛﺔِ ﻭاﻟﺴﻜﻮﻥ. ﺛﻢ ﻗﺎﻝ:</p>
      <table class="table table-bordered table-striped table-hover">
       <tr>
        <td>24</td>
        <td>ْﻟَﻮْ ﻟَﻢْ ﻳَﻚُ اﻟْﻘِﺪَﻡُ ﻭَﺻْﻔَﻪُ ﻟَﺰِﻡ</td>
        <td>ْﺣُﺪُﻭﺛُﻪُ، ﺩَﻭْﺭٌ ﺗَﺴَﻠْﺴُﻞٌ ﺣُﺘِﻢ</td>
       </tr>
      </table>
     <p>ﻟﻮ ﻟﻢ ﻳﻜﻦ اﻟﺤﻖ ﺗﻌﺎﻟﻰ ﻗﺪﻳﻤًﺎ ﻟﻜﺎﻥ ﺣﺎﺩﺛًﺎ، ﻭﻟﻮ ﻛﺎﻥ ﺣﺎﺩﺛًﺎ ﻻﺣﺘﺎﺝ ﺇﻟﻰ ﻣُﺤﺪﺙٍ ﻭﻫﻜﺬا، ﻭﻫﻮ ﻣﺤﺎﻝ. ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>25</td>
        <td>ْﻟَﻮْ ﺃَﻣْﻜَﻦَ اﻟْﻔَﻨَﺎءُ ﻻَﻧْﺘَﻔَﻰ اﻟْﻘِﺪَﻡ،</td>
        <td>ْﻟَﻮْ ﻣَﺎﺛَﻞَ اﻟْﺨَﻠْﻖَ ﺣُﺪُﻭﺛُﻪُ اﻧْﺤَﺘَﻢ</td>
       </tr>
      </table>
     <p>ﻟﻮ ﺃﻣﻜﻦ ﺃﻥ ﻳَﻠﺤﻖَ اﻟﻔﻨﺎءُ اﻟﺤﻖَ ﺗﻌﺎﻟﻰ، ﻻﻧﺘﻔﻰ ﻋﻨﻪ اﻟﻘِﺪَﻡُ، ﻭﻫﻮ ﻣﺤﺎﻝ، ﻻ ﻳﺘﺼﻮﺭ ﻓﻲ اﻟﻌﻘﻞ ﻭﺟﻮﺩُﻩ، ﻭﻛﺬﻟﻚ ﻟﻮ ﻟﻢ ﻳﺘﺼﻒ ﺗﻌﺎﻟﻰ ﺑﺎﻟﻤﺨﺎﻟﻔﺔ ﻟﻠﺤﻮاﺩﺙ، ﺑﺄﻥ ﻣﺎﺛﻞ ﺷﻴﺌًﺎ ﻣﻨﻬﺎ ﻟﻮَﺟَﺐ ﻟﻪ ﺗﻌﺎﻟﻰ اﻟﺤﺪﻭﺙ، ﻭﻛﺬﻟﻚ اﻟﺸﻲء، ﻭﺫﻟﻚ ﺑﺎﻃﻞ. ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>26</td>
        <td>ْﻟَﻮْ ﻟَﻢْ ﻳَﺠِﺐْ ﻭﺻْﻒُ اﻟْﻐِﻨَﻰ ﻟَﻪُ اﻓْﺘَﻘَﺮ</td>
        <td>ْﻟَﻮْ ﻟَﻢْ ﻳَﻜﻦْ ﺑﻮَاﺣِﺪٍ ﻟَﻤَﺎ ﻗَﺪَﺭ</td>
       </tr>
      </table>
     <p>ﻟﻮ ﻟﻢ ﻳﺠﺐْ ﻟﻠﺤﻖِّ ﺗﻌﺎﻟﻰ ﺃﻥ ﻳﺘﺼﻒ ﺑﺎﻟﻐِﻨﻰ ﻋﻦ اﻟﻤﺤﻞِّ ﻭاﻟﻤﺨﺼِّﺺِ ﻟﻠﺰﻡ ﺃﻥ ﻳﻔﺘﻘﺮَ ﺇﻟﻴﻬﻤﺎ، ﻭﻫﻮ ﻣﺤﺎﻝٌّ، ﻭﻛﺬﻟﻚ ﺃﻧﻪ ﺗﻌﺎﻟﻰ ﻟﻮ ﻟﻢ ﻳﻜﻦ ﻭاﺣﺪًا ﻓﻲ ﺫاﺗﻪ ﻭﺻﻔﺎﺗﻪ ﻭﺃﻓﻌﺎﻟﻪ، ﻟﻤﺎ ﻗَﺪَﺭ ﻋﻠﻰ ﺇﻳﺠﺎﺩ ﺷﻲء ﻣﻦ اﻟﻤﺨﻠﻮﻗﺎﺕ، ﻭاﻟﻔﺮْﺽ ﺃﻧﻪ ﺗﻌﺎﻟﻰ ﻫﻮ اﻟﺬﻱ ﺃﻭﺟﺪ ﺟﻤﻴﻊ اﻟﻤﺨﻠﻮﻗﺎﺕ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>27</td>
        <td>ﻟَﻮْ ﻟَﻢْ ﻳَﻜُﻦْ ﺣَﻴًّﺎ ﻣُﺮِﻳﺪاً، ﻋَﺎﻟِﻤﺎ،</td>
        <td>ﻭﻗَﺎﺩِﺭاً، ﻟَﻤَﺎ ﺭَﺃﻳْﺖَ ﻋَﺎﻟَﻤَﺎ</td>
       </tr>
      </table>
     <p>ﻟﻮ ﻟﻢ ﻳﻜﻦ اﻟﺤﻖ ﺗﻌﺎﻟﻰ ﻣﻮﺻﻮﻓًﺎ ﺑﺎﻟﺤﻴﺎﺓ ﻭاﻹﺭاﺩﺓ ﻭاﻟﻌﻠﻢ ﻭاﻟﻘﺪﺭﺓ، ﻟﻜﺎﻥ ﻋﺎﺟﺰًا ﻓﻼ ﻳﻮﺟﺪ ﺷﻲء ﻣﻦ ﻫﺬﻩ اﻟﻌﻮاﻟﻢ، ﺃﻱ اﻟﻤﺨﻠﻮﻗﺎﺕ، ﻭاﻟﺤﺎﻟﺔ ﺃﻥ اﻟﻤﺨﻠﻮﻗﺎﺕ ﻣﻮﺟﻮﺩﺓ، ﻓﻬﻮ ﺗﻌﺎﻟﻰ ﻏﻴﺮ ﻋﺎﺟﺰ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>28</td>
        <td>ُﻭاﻟﺘَّﺎﻝِ ﻓﻲ اﻟﺴِّﺖِّ اﻟْﻘَﻀﺎﻳَﺎ ﺑَﺎﻃِﻞ</td>
        <td>ُﻗَﻄْﻌﺎً، ﻣُﻘَﺪَّﻡٌ ﺇِﺫًا ﻣُﻤَﺎﺛِﻞ</td>
       </tr>
      </table>
     <p>اﻟﻘﻀﺎﻳﺎ ﻫﻲ ﻗﻮﻝ اﻟﻨﺎﻇﻢ، ﻟﻮ ﻟﻢ ﻳﻜﻦ، ﻛﺬا ((ﻣﻦ ﻗﻮﻟﻪ ﻟﻮ ﻟﻢ ﻳﻚ اﻟﻘﺪﻡ)) ﺇﻟﻰ ﻫﻨﺎ، ﻭﻫﻮ ﻣﻌﻨﻰ ﻗﻮﻟﻪ ﻓﻲ ((اﻟﺴِّﺖّ)) ﻭاﻟﺘﺎﻟﻲ ﻫﻮ ﻗﻮﻟﻪ: ﻟﻜﻦ ﻛﺬا ﻭﻫﻮ ﺑﺎﻃﻞ ﻓﻲ ﻛﻞ ﻗﻀﻴﺔ. ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>29</td>
        <td>ْﻭاﻟﺴَّﻤْﻊُ، ﻭاﻟﺒَﺼَﺮُ، ﻭاﻟْﻜَﻼَﻡ،</td>
        <td>ُﺑِﺎﻟﻨَّﻘْﻞِ، ﻣَﻊْ ﻛَﻤَﺎﻟﻪِ ﺗُﺮَاﻡ</td>
       </tr>
      </table>
     <p>ﻓﺎﺗﺼﺎﻑ اﻟﺤﻖ ﺗﻌﺎﻟﻰ ﺑﺼﻔﺎﺕ اﻟﺴﻤﻊ ﻭاﻟﺒﺼﺮ ﻭاﻟﻜﻼﻡ، ﺛﺎﺑﺖ ﺑﺎﻟﻜﺘﺎﺏ ﻭاﻟﺴﻨﺔ ﻭﺇﺟﻤﺎﻉ اﻟﻌﻠﻤﺎء ﻋﻠﻰ ﺫﻟﻚ، ﻭﺛﺎﺑﺖ ﺑﺎﻟﻌﻘﻞ ﺃﻳﻀًﺎ، ﺛﻢ ﻗﺎﻝ:</p>
      <table class="table table-bordered table-striped table-hover">
       <tr>
        <td>30</td>
        <td>ﻟَﻮِ اﺳْﺘَﺤَﺎﻝَ ﻣُﻤْﻜِﻦٌ ﺃَﻭْ ﻭَﺟَﺒَﺎ</td>
        <td>ﻗَﻠْﺐَ اﻟْﺤَﻘَﺎﺋِﻖِ ﻟُﺰُﻭﻣﺎ ﺃَﻭْﺟَﺒَﺎ</td>
       </tr>
      </table>
     <p>اﻟﺤﻖ ﺗﻌﺎﻟﻰ ﻟﻮ ﻭﺟﺐ ﻋﻠﻴﻪ ﺷﻲء ﻣﻦ اﻟﻤﻤﻜﻨﺎﺕ، ﻻﻧﻘﻠﺐ اﻟﻤﻤﻜﻦ ﺇﻟﻰ ﺣﻘﻴﻘﺔ اﻟﻮاﺟﺐ، اﻟﺬﻱ ﻻ ﻳﺼﺢ ﻓﻲ اﻟﻌﻘﻞ ﻭﺟﻮﺩﻩ، ﺃﻭ اﺳﺘﺤﺎﻝ ﻋﻠﻴﻪ ﺷﻲء ﻣﻦ اﻟﻤﻤﻜﻨﺎﺕ، ﻻﻧﻘﻠﺒﺖ ﺣﻘﻴﻘﺔ اﻟﻤﻤﻜﻦ ﺇﻟﻰ ﺣﻘﻴﻘﺔ اﻟﻤﺴﺘﺤﻴﻞ، اﻟﺬﻱ ﻻ ﻳﺼﺢ ﻓﻲ اﻟﻌﻘﻞ ﺇﻻ ﻋﺪﻣُﻪ، ﻭﺫﻟﻚ ﻻ ﻳُﻌﻘﻞ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>31</td>
        <td>ُﻳَﺠِﺐُ ﻟِﻠﺮُّﺳْﻞِ اﻟْﻜِﺮَاﻡِ اﻟﺼِّﺪْﻕ</td>
        <td>ُّﺃَﻣَﺎﻧَﺔٌ، ﺗَﺒْﻠِﻴﻐُﻬُﻢْ ﻳَﺤِﻖ</td>
       </tr>
      </table>
     <p>اﻟﻮاﺟﺐ ﻓﻲ ﺣﻖ اﻟﺮﺳﻞ ﻋﻠﻴﻬﻢ اﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ ﺛﻼﺛﺔ ﺃﺷﻴﺎء: ﺃﻭﻟُﻬﺎ: اﻟﺼِّﺪﻕُ ﻓﻲ ﺩﻋﻮﻯ اﻟﺮﺳﺎﻟﺔ ﻓﻲ اﻷﺣﻜﺎﻡ اﻟﺘﻲ ﻳﺒﻠﻐﻮﻧﻬﺎ ﻋﻦ اﻟﻠﻪ ﺗﻌﺎﻟﻰ. ﺛﺎﻧﻴْﻬﺎ: اﻷﻣﺎﻧﺔُ، ﻭﻫﻲ اﻟﻌِﺼﻤﺔُ ﻭاﻟﺤِﻔﻆُ ﻭاﻟﻤﺘﺼﻒ ﺑﻬﺎ ﺗﻤﻨﻌﻪ ﻣﻦ اﺭﺗﻜﺎﺏ اﻟﻔﺠﻮﺭ، ﺛﺎﻟﺜُﻬﺎ: اﻟﺘﺒﻠﻴﻎُ، ﺃﻱ ﻣﺎ ﺃُﻣِﺮﻭا ﺑﺘﺒﻠﻴﻐﻪ ﻟﻠﺨﻠﻖ. ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>32</td>
        <td>ُّﻣُﺤَﺎﻝٌ اﻟْﻜَﺬِﺏُ ﻭاﻟْﻤَﻨْﻬِﻲ</td>
        <td>ُّﻛَﻌَﺪَﻡِ اﻟﺘَّﺒْﻠِﻴﻎِ ﻳَﺎ ﺫَﻛِﻲ</td>
       </tr>
      </table>
     <p>اﻟﻤﺴﺘﺤﻴﻞُ ﻓﻲ ﺣﻖ اﻟﺮﺳﻞِ ﻋﻠﻴﻬﻢ اﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ ﺛﻼﺛﺔُ ﺃﺷﻴﺎء ﻭﻫﻲ : اﻟﻜﺬﺏُ، ﻭاﻟﺨﻴﺎﻧﺔُ ﻭاﻟﻜِﺘﻤﺎﻥُ. ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>33</td>
        <td>ُﻳَﺠُﻮﺯُ ﻓﻲ ﺣَﻘِّﻬِﻢ&#x06E5;&#x06E4; ْﻛﻞُّ ﻋَﺮَﺽ</td>
        <td>ْﻟَﻴْﺲَ ﻣُﺆَﺩِّﻳﺎ ﻟِﻨَﻘْﺺٍ ﻛَﺎﻟْﻤَﺮَﺽ</td>
       </tr>
      </table>
     <p>اﻟﺠﺎﺋﺰ ﻓﻲ ﺣﻖ اﻟﺮﺳﻞ ﻋﻠﻴﻬﻢ اﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ اﻷﻋﺮاﺽُ اﻟﺒﺸﺮﻳﺔُ اﻟﺘﻲ ﻻ ﺗﺆﺩﻱ ﺇﻟﻰ ﻧﻘﺺ ﻓﻲ ﻣﺮاﺗﺒﻬﻢ اﻟﻌَﻠِﻴَّﺔ ﻭﺫﻟﻚ ﻛﺎﻷﻛﻞ، ﻭاﻟﺸﺮﺏ، ﻭاﻟﻨﻜﺎﺡ، ﻭاﻟﻨﻮﻡ، ﻟﻜﻦْ ﺑﺄﻋﻴﻨﻬﻢ ﻻ ﺑﻘﻠﻮﺑﻬﻢ، ﻭﻛﺎﻟﺠﻤﺎﻉ اﺧﺘﻴﺎﺭًا ﻭﺗﺸﺮﻳﻌًﺎ ﻟﻷﻣﺔ، ﻭﻛﺎﻟﻤﺮﺽِ اﻟﺨﻔﻴﻒ، ﻭﺇﺫاﻳﺔِ اﻟﺨﻠﻖ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>34</td>
        <td>ْﻟَﻮْ ﻟَﻢْ ﻳَﻜُﻮﻧُﻮا ﺻَﺎﺩِﻗِﻴﻦَ ﻟَﻠَﺰِﻡ</td>
        <td>ْﺃَﻥْ ﻳَﻜﺬِﺏَ اﻹﻟَﻪُ ﻓﻲ ﺗَﺼْﺪِﻳﻘِﻬِﻢ</td>
       </tr>
       <tr>
        <td>35</td>
        <td>ّﺇﺫْ ﻣُﻌْﺠِﺰَاﺗُﻬُﻢْ ﻛﻘَﻮْﻟِﻪِ  - ﻭَﺑَﺮ ْ -</td>
        <td>ْﺻَﺪَﻕَ ﻫَﺬَا اﻟْﻌَﺒْﺪُ ﻓﻲ ﻛﻞِّ ﺧَﺒَﺮ</td>
       </tr>
      </table>
     <p>ﻟﻮ ﻟﻢ ﻳﺘﺼﻒ اﻟﺮﺳﻞُ ﻋﻠﻴﻬﻢ اﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ ﺑﺎﻟﺼﺪﻕ ﻓﻴﻤﺎ ﺃﺧﺒﺮﻭا ﺑﻪ، ﻟﻠﺰﻡ ﻛﺬﺏُ اﻹﻟﻪ ﻓﻲ ﺧﺒﺮﻩ ﻭﺗﺼﺪﻳﻘَﻪ ﺇﻳﺎﻫﻢ، ﺣﻴﺚ ﺻﺪَّﻗَﻬﻢ ﺑﺈﻇﻬﺎﺭ اﻟﻤﻌﺠﺰاﺕ ﻋﻦ ﺃﻳﺪﻳﻬﻢ، ﻷﻥ اﻟﻤﻌﺠﺰﺓ ﺗﻨﺰِﻝ ﻣﻨﺰِﻟﺔَ ﻗﻮﻟِﻪ ﺗﻌﺎﻟﻰ: ﺻﺪَﻕَ ﻫﺬا اﻟﻌﺒﺪُ ﻓﻲ ﻛﻞ ﻣﺎ ﺃَﺧﺒﺮ ﺑﻪ ﻋﻨﻲ، ﻟﻜﻦ اﻟﻜﺬﺏ ﻓﻲ ﺧﺒﺮﻩ ﻭﺗﺼﺪﻳﻘَﻪ ﻟﻬﻢ –ﺟَﻞَّ ﺗﻌﺎﻟﻰ ﻋﻦ ﺫﻟﻚ– ﻣﺤﺎﻝ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>36</td>
        <td>ْﻟَﻮِ اﻧْﺘَﻔَﻰ اﻟﺘَّﺒْﻠِﻴﻎُ ﺃَﻭ ﺧَﺎﻧُﻮا ﺣُﺘِﻢ</td>
        <td>ْﺃَﻥْ ﻳُﻘْﻠَﺐَ اﻟْﻤَﻨْﻬِﻲُّ ﻃﺎﻋَﺔً ﻟﻬﻢ</td>
       </tr>
      </table>
     <p>ﻟﻮ اﻧﺘﻔﻰ ﻋﻦ اﻟﺮﺳﻞ ﻋﻠﻴﻬﻢ اﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ اﻻﺗﺼﺎﻑُ ﺑﺎﻟﺘﺒﻠﻴﻎ ﺑﺤﻴﺚُ ﻛﺘﻤﻮا ﻣﺎ ﺃُﻣِﺮﻭا ﺑﺘﺒﻠﻴﻐﻪ، ﺃﻭ اﻧﺘﻔﻰ ﻋﻨﻬﻢ ﻭﺻﻒُ اﻷﻣﺎﻧﺔ ﺑﺄﻥ ﺧﺎﻧﻮا، ﻓﻮﻗﻊ ﻣﻨﻬﻢ ﻣﻨﻬﻲٌّ ﻋﻨﻪ ﻣﻦ ﻣﺤّﺮﻡ ﺃﻭ ﻣﻜﺮﻭﻩٍ ﻟﺼﺎﺭ ﺫﻟﻚ اﻟﻜﺘﻤﺎﻥُ ﺃﻭ اﻟﻤﻨﻬﻲُّ ﻋﻨﻪ ﻃﺎﻋﺔً ﻓﻲ ﺣﻘﻬﻢ، ﻓﻨﻜﻮﻥ ﻣﺄﻣﻮﺭﻳﻦ ﺑﻤﺜﻞ ﺫﻟﻚ، ﻭﺫﻟﻚ ﻣﻠﻌﻮﻥ ﻓﺎﻋﻠُﻪ، ﺛﻢ ﻗﺎﻝ:</p>
      <table   class="table table-bordered table-striped table-hover">
       <tr>
        <td>37</td>
        <td>ْﺟَﻮَاﺯُ اﻻَﻋْﺮَاﺽِ ﻋَﻠَﻴْﻬِﻢْ ﺣُﺠّﺘُﻪ:</td>
        <td>ْﻭُﻗُﻮﻋﻬَﺎ ﺑِﻬِﻢْ، ﺗَﺴَﻞٍّ ﺣِﻜْﻤَﺘُﻪ</td>
       </tr>
      </table>
     <p>ﺟﻮاﺯ اﻷﻋﺮاﺽ اﻟﺒﺸﺮﻳﺔ ﻋﻠﻰ اﻟﺮﺳﻞ ﻋﻠﻴﻬﻢ اﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ، ﻭﻭﻗﻮﻋُﻬﺎ ﺑﻬﻢ ﺣﺎﺻﻞ ﺑﺎﻟﻤﺸﺎﻫﺪﺓ، ﻷﺟﻞ اﻟﺘﺄﺳﻲ ﻭاﻟﺘﺴﻠﻲ ﻓﻲ ﺟﻤﻴﻊ اﻟﻤُﻠِّﻤﺎﺕ، ﺛﻢ ﻗﺎﻝ:</p> 
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>38</td>
        <td>ُﻭَﻗَﻮْﻝُ: ﻻَ ﺇﻟَﻪَ ﺇﻻَّ اﻟﻠَّﻪ</td>
        <td>ُﻣُﺤَﻤَّﺪٌ ﺃَﺭْﺳَﻠَﻪُ اﻹﻟﻪ</td>
       </tr>
       <tr>
        <td>39</td>
        <td>ْﻳَﺠْﻤَﻊُ ﻛُﻞَّ ﻫَﺬِﻩِ اﻟْﻤَﻌَﺎﻧِﻲ</td>
        <td>ِﻛَﺎﻧَﺖْ ﻟِﺬَا ﻋَﻼَﻣَﺔَ اﻹﻳﻤﺎﻥ</td>
       </tr>
      </table>
     <p>ﻭاﻟﻤﻌﻨﻰ ﺃﻥ ﺟﻤﻴﻊَ اﻟﻌﻘﺎﺋﺪ اﻟﻤﺘﻘﺪﻣﺔ ﻣﻨﺪﺭﺟﺔٌ ﻓﻲ ﻗﻮﻟﻨﺎ: ﻻ ﺇﻟﻪ ﺇﻻ اﻟﻠﻪ ﻣﺤﻤﺪ ﺭﺳﻮﻝ اﻟﻠﻪ، ﻭﺑﻴﺎﻥ ﺫﻟﻚ ﺃﻥ ﺗﻘﻮﻝ: ﻓﻲ ﻣﻌﻨﻰ ﻗﻮﻟﻨﺎ ﻻ ﺇﻟﻪ ﺇﻻ اﻟﻠﻪ، ﺃﻧﻪ ﻻ ﻣُﺴﺘﻐﻨﻲَ ﻋﻦ ﻛﻞ ﻣﻦ ﺳﻮاﻩ، ﻭﻣﻔﺘﻘﺮَ ﺇﻟﻴﻪ ﻛﻞ ﻣﺎ ﻋﺪاﻩ ﺇﻻ اﻟﻠﻪُ، ﻓﻴﺪﺧﻞُ ﺗﺤﺖ اﻻﺳﺘﻐﻨﺎء ﺛﻤﺎﻧﻴﺔٌ ﻭﻋﺸﺮﻭﻥ ﻋﻘﻴﺪﺓ، ﻭﻫﻲ: اﻟﻮﺟﻮﺩ، ﻭاﻟﻘﺪﻡ، ﻭاﻟﺒﻘﺎء، ﻭاﻟﻘﻴﺎﻡ ﺑﺎﻟﻨﻔﺲ، ﻭاﻟﻤﺨﺎﻟﻔﺔ ﻟﻠﺤﻮاﺩﺙ، ﻭاﻟﺴﻤﻊ، ﻭاﻟﺒﺼﺮ، ﻭاﻟﻜﻼﻡ، ﻭﻛﻮﻧُﻪ ﺳﻤﻴﻌًﺎ، ﻭﺑﺼﻴﺮًا، ﻭﻣﺘﻜﻠﻤًﺎ، ﻭاﻟﺘﻨﺰﻩُ ﻋﻦ اﻷﻋﺮاﺽ، ﻭﻋﺪﻡُ ﻭﺟﻮﺏ ﻓﻌﻞ ﺷﻲء ﻋﻠﻴﻪ، ﺃﻭ ﺗﺮﻛُﻪ، ﻭﻧﻔﻲُ ﻛﻮﻥِ اﻟﺸﻲء ﻣﺆﺛﺮًا ﺑﻘﻮﺓ، ﻻ ﺃﺿﺪاﺩُ ﺫﻟﻚ.</p> 
     <p>ﻭﻳﺪﺧﻞ ﺗﺤﺖ اﻻﻓﺘﻘﺎﺭ اﺛﻨﺘﺎﻥ ﻭﻋﺸﺮﻭﻥ ﻋﻘﻴﺪﺓ، ﻭﻫﻲ: اﻟﻮﺣﺪاﻧﻴﺔُ، ﻭاﻟﻘﺪﺭﺓُ، ﻭاﻹﺭاﺩﺓُ، ﻭاﻟﻌﻠﻢُ، ﻭاﻟﺤﻴﺎﺓُ، ﻭﻛﻮﻧُﻪ ﻗﺎﺩﺭًا ﻭﻣﺮﻳﺪًا ﻭﻋﺎﻟﻤﺎ ﻭﺣﻴًّﺎ، ﻭﻋﺪﻡُ ﺗﺄﺛﻴﺮ ﺷﻲء ﻣﻦ اﻟﻜﺎﺋﻨﺎﺕ ﻓﻲ ﺃﺛﺮٍ ﻣﺎ ﺑﻄﺒﻌﻪ، ﻭﺣﺪﻭﺙُ اﻟﻌﺎﻟﻢ ﺑﺄﺳﺮﻩ ﻭﺃﺿﺪاﺩُ ﻣﺎ ﺫﻛﺮ، اﻟﺠﻤﻊ ﺧﻤﺴﻮﻥ ﻋﻘﻴﺪﺓ، ﻭﺃﻣّﺎ ﻗﻮﻟﻨﺎ ﻣﺤﻤﺪ ﺭﺳﻮﻝ اﻟﻠﻪ ﺻﻠﻰ اﻟﻠﻪ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻓﻴﺪﺧﻞُ ﻓﻴﻪ: اﻹﻳﻤﺎﻥُ ﺑﺴﺎﺋﺮ اﻷﻧﺒﻴﺎء ﻭاﻟﺮﺳﻞ، ﻭاﻟﻤﻼﺋﻜﺔِ، ﻭاﻟﻜﺘﺐِ اﻟﺴﻤﺎﻭﻳﺔ، ﻭاﻟﻴﻮﻡِ اﻵﺧﺮ، ﻭﻭﺟﻮﺏِ اﻟﺼﺪﻕ، ﻭاﻷﻣﺎﻧﺔِ، ﻭاﻟﺘﺒﻠﻴﻎِ، ﻭﺟﻮاﺯِ اﻷﻋﺮاﺽ اﻟﺒﺸﺮﻳﺔ ﻋﻠﻴﻬﻢ ﻭﺃﺿﺪاﺩِﻫﺎ، ﻭﺇﺫا ﺃﺿﻔﺘﻬﺎ ﻟﻤﺎ ﻗﺒﻠﻬﺎ ﻳﻜﻮﻥ اﻟﺠﻤﻴﻊ ﺳِﺘًّﺎ ﻭﺳﺘﻴﻦ ﻋﻘﻴﺪﺓ. ﺛﻢ ﻗﺎﻝ: 
      <a  data-toggle="modal" data-target="#map1-3"><img src="images/mapicon.png"></a>
     </p>
       
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>40</td>
        <td>ِﻭَﻫِﻲَ ﺃﻓْﻀَﻞُ ﻭﺟُﻮﻩِ اﻟﺬِّﻛْﺮ</td>
        <td>ِﻓﺎﺷْﻐَﻞْ ﺑﻬَﺎ اﻟْﻌُﻤْﺮَ ﺗَﻔُﺰْ ﺑﺎﻟﺬُّﺧْﺮ</td>
       </tr>
      </table>
     <p>اﻟﻜﻠﻤﺔ اﻟﻤﺸﺮَّﻓﺔ اﻟﺘﻲ ﻫﻲ ﻗﻮﻟﻨﺎ: ﻻ ﺇﻟﻪ ﺇﻻ اﻟﻠﻪ ﻣﺤﻤﺪ ﺭﺳﻮﻝ اﻟﻠﻪ، ﺃﻓﻀﻞ ﻣﺎ ﻳﺬﻛﺮُﻩ اﻟﺬاﻛﺮﻭﻥ، ﻓﻌﻠﻰ اﻟﻌﺎﻗﻞ ﺃﻥ ﻳﺸﻐﻞ ﺑﻬﺎ ﻋﻤﺮﻩ، ﻭﻳُﻌﻤِّﺮ ﺑﺬﻛﺮﻫﺎ ﺃﻭﻗﺎﺗَﻪ، ﻛﻲ ﻳﻔﻮﺯ ﺑﺎﻟﺬﺧﻴﺮﺓ اﻟﻌﻈﻴﻤﺔ، اﻟﺘﻲ ﻫﻲ اﻟﺴﻌﺎﺩﺓُ اﻷﺑﺪﻳﺔ، ﻭاﻟﻔﻮﺯُ ﺑﻤﺎ ﻓﺎﺯ ﺑﻪ ﺃﻫﻞُ اﻟﺨﺼﻮﺻﻴﺔ ﻭاﻟﻤَﺰِﻳَّﺔ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>41</td>
        <td>ْﻓﺼﻞٌ ﻭَﻃﺎﻋَﺔُ اﻟْﺠَﻮَاﺭِﺡِ اﻟْﺠَﻤِﻴﻊ</td>
        <td>ْﻗَﻮْﻻً ﻭَﻓِﻌْﻼً ﻫُﻮَ اﻻِﺳْﻼَﻡُ اﻟﺮَّﻓِﻴﻊ</td>
       </tr>
      </table>
     <p>اﻹﺳﻼﻡ اﻟﻜﺎﻣﻞ ﻭاﻟﻤﻌﺘﺒﺮ ﻓﻲ اﻟﺸﺮﻳﻌﺔ اﻟﻤﺤﻤﺪﻳﺔ: ﻫﻮ اﻧﻘﻴﺎﺩ ﺟﻤﻴﻊ اﻟﺠﻮاﺭﺡ ﻓﻲ اﻷﻗﻮاﻝ ﻭاﻷﻓﻌﺎﻝ ﻻﻣﺘﺜﺎﻝ اﻟﻤﺄﻣﻮﺭاﺕ ﻭاﺟﺘﻨﺎﺏِ اﻟﻤﻨﻬِﻴَّﺎﺕ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>42</td>
        <td>ْﻗَﻮَاﻋِﺪُ اﻹِﺳْﻼَﻡِ ﺧَﻤْﺲٌ ﻭَاﺟِﺒَﺎﺕ</td>
        <td>ْﻭَﻫْﻲَ: اﻟﺸَّﻬَﺎﺩَﺗﺎﻥِ ﺷَﺮْﻁُ اﻟﺒَﺎﻗِﻴَﺎﺕ</td>
       </tr>
       <tr>
        <td>43</td>
        <td>ْﺛُﻢَّ اﻟﺼَّﻼَﺓُ، ﻭَاﻟﺰَّﻛَﺎﺓُ ﻓﻲ اﻟْﻘِﻄﺎﻉ</td>
        <td>ْﻭِاﻟﺼَّﻮْﻡُ ﻭاﻟْﺤَﺞُّ ﻋَﻠَﻰ ﻣَﻦِ اﺳْﺘَﻄَﺎﻉ</td>
       </tr>
      </table>
     <p>ﻗﻮاﻋﺪ اﻹﺳﻼﻡ: ﺃﺻﻮﻟﻪ اﻟﺘﻲ ﺑﻨﻲ ﻋﻠﻴﻬﺎ ﺧﻤﺲ، ﻛﻞ ﻭاﺣﺪ ﻣﻦ ﺗﻠﻚ اﻟﺨﻤﺲ، ﻭاﺟﺐ ﺑﺎﻟﻜﺘﺎﺏ ﻭاﻟﺴﻨﺔ ﻭاﻹﺟﻤﺎﻉ، ﻭﺃﻋﻈﻤﻬﺎ اﻟﺸﻬﺎﺩﺗﺎﻥ، ﻭﻫﻲ ﻗﻮﻟﻨﺎ: ﻻ ﺇﻟﻪ ﺇﻻ اﻟﻠﻪ، ﻣﺤﻤﺪ ﺭﺳﻮﻝ اﻟﻠﻪ، ﺇﺫ ﻫﻲ ﺷﺮﻁٌ ﻓﻲ ﺻﺤﺔ ﺑﻘﻴﺔ اﻟﻘﻮاﻋﺪِ اﻷﺭﺑﻊ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>44</td>
        <td>ْاﻻِﻳﻤﺎﻥُ ﺟﺰْﻡٌ ﺑﺎﻹﻟَﻪِ ﻭَاﻟْﻜُﺘُﺐ</td>
        <td>ْﻭَاﻟﺮُّﺳْﻞِ ﻭاﻷﻣْﻼَﻙِ ﻣَﻊْ ﺑﻌْﺚٍ ﻗَﺮُﺏ</td>
       </tr>
       <tr>
        <td>45</td>
        <td>ْﻭَﻗَﺪَﺭٍ ﻛَﺬَا ﺻِﺮَاﻁٌ ﻣِﻴﺰَاﻥ</td>
        <td>ْﺣَﻮْﺽُ اﻟﻨَّﺒِﻲّ ﺟَﻨَّﺔٌ ﻭﻧﻴﺮَاﻥ</td>
       </tr>
      </table>
     <p>اﻟﻤﺮاﺩُ ﺑﺎﻹﻳﻤﺎﻥ ﺗﺼﺪﻳﻖ ﻧﺒﻴﻨﺎ ﻭﻣﻮﻻﻧﺎ ﻣﺤﻤﺪٍ ﺻﻠﻰ اﻟﻠﻪ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺑﺎﻟﻘﻠﺐ، ﻓﻴﻤﺎ ﻋُﻠﻢ ﻣﺠﻴﺌﻪ ﺑﺎﻟﻀﺮﻭﺭﺓ ﻣﻦ ﻋﻨﺪ اﻟﺤﻖ ﺗﻌﺎﻟﻰ، ﻭﻟﻮ ﺇِﺟﻤﺎﻻ ﻓﻴﻤﺎ ﻟﻢ ﻳُﻌﻠﻢ ﺗﻔﺼﻴﻠُﻪ، ﻭﻋﻠﻰ اﻟﺘﻔﺼﻴﻞ ﺑﺄﻥ ﻧﺆﻣﻦ ﺑﻮﺟﻮﺩ ﻣﻮﻻﻧﺎ ﺳﺒﺤﺎﻧﻪ، ﻭﺃﻧﻪ ﻣﺘﺼﻒ ﺑﻤﺎ ﻳﻠﻴﻖ ﺑﻪ ﻣﻦ ﺻﻔﺎﺕ اﻟﻜﻤﺎﻝ ﻭاﻟﺠﻼﻝ، ﻭﻧﺼﺪﻕ ﺑﺄﻥ ﻛﻞ ﻣﺎ ﻓﻲ اﻟﻜﺘﺐ اﻟﻤﻨﺰﻟﺔ ﺣﻖٌّ ﻭﺻﺪﻕٌ، ﻭﺃﻧﻬﺎ ﺩاﻟﺔ ﻋﻠﻰ ﻛﻼﻡ اﻟﻠﻪ، ﻭﻧﺼﺪﻕ ﺑﺄﻥ اﻟﻠﻪ ﺗﻌﺎﻟﻰ ﺃﺭﺳﻞ ﺭﺳﻼً ﺇﻟﻰ اﻟﺨﻠﻖ ﻟﻬﺪاﻳﺘﻬﻢ، ﻭﺗﻜﻤﻴﻞ ﻣﻌﺎﺷﻬﻢ اﻟﺤﺴﻲّ ﻭاﻟﻤﻌﻨﻮﻱّ، ﻓﻨﺼﺪِّﻕ ﺑﺄﻥ ﺃﻓﻀﻠﻬﻢ ﻭﺃﺷﺮﻓَﻬﻢ ﻭﺧﺎﺗَﻤﻬﻢ اﻟﺬﻱ ﻻ ﻧﺒﻲَّ ﺑﻌﺪﻩ، ﻫﻮ ﻧﺒﻴﻨﺎ ﻭﻣﻮﻻﻧﺎ ﻣﺤﻤﺪ <span class="symbol">&#xFDFA;</span>،  ﻭﻧﺼﺪﻕ ﺑﺄﻥ ﻟﻠﻪ ﻋﺒﺎﺩًا ﻣﻜﺮﻣﻴﻦ، ﻳُﻌﺮﻓﻮﻥ ﺑﺎﻟﻤﻼﺋﻜﺔ، ﻻ ﻳﻌﺼﻮﻥ اﻟﻠﻪ ﻣﺎ ﺃﻣﺮﻫﻢ ﻭﻳﻔﻌﻠﻮﻥ ﻣﺎ ﻳﺆﻣﺮﻭﻥ، ﻭﺃﻧﻬﻢ اﻟﻮﺳﺎﺋﻂ ﺑﻴﻨﻪ ﻭﺑﻴﻦ ﺧَﻠْﻘِﻪ.</p> 
     <p>ﻭﻧﺼﺪﻕ ﺑﺄﻥ اﻟﺒﻌﺚ، اﻟﺬﻱ ﻫﻮ اﻟﺨﺮﻭﺝُ ﻣﻦ اﻟﻘﺒﻮﺭ ﺳﻴﻘﻊ ﻭﻻ ﺑُﺪَّ، ﻭﻧﺼﺪﻕ ﺑﺄﻥ ﻣﺎ ﻗﺪَّﺭﻩ اﻟﻠﻪ ﻻ ﺑﺪ ﺃﻥ ﻳﻘﻊ، ﻭﻣﺎ ﻟﻢ ﻳﻘﺪِّﺭﻩ ﻟﻢ ﻳﻜﻦ، ﻭﻧﺼﺪﻕ ﺑﺄﻥ اﻟﺼﺮاﻁ ﺣﻖ، ﻭﻫﻮ ﻗَﻨْﻄﺮﺓ ﻣﻤﺪﻭﺩﺓ ﻋﻠﻰ ﻇﻬﺮ ﺟﻬﻨﻢ، ﺃﺭﻕ ﻣﻦ اﻟﺸﻌﺮﺓ، ﻭﺃَﺣَﺪُّ ﻣﻦ اﻟﺴﻴﻒ، ﻭﻧﺼﺪﻕ ﺑﺄﻥ اﻷﻋﻤﺎﻝ ﺳﺘﻮﺯﻥ ﺑﻤﻴﺰاﻥٍ ﻳﻮﻡَ اﻟﻘﻴﺎﻣﺔ ﻭﻻ ﺑﺪ، ﻭﻧﺼﺪﻕ ﺑﻮﺟﻮﺩ ﺣﻮﺽ اﻟﻨﺒﻲ <span class="symbol">&#xFDFA;</span> ﻳﻮﻡ اﻟﻘﻴﺎﻣﺔ، ﻭﻫﻮ ﻧﻬﺮ ﺗﺮِﺩُﻩ ﺃﻣﺘﻪ، ﻣﺎﺅﻩ ﺃﺷﺪ ﺑﻴﺎﺿﺎً ﻣﻦ اﻟﻠﺒﻦ، ﻭﺃﺣﻠﻰ ﻣﻦ اﻟﻌﺴﻞ، ﻭﻧﺼﺪﻕُ ﺑﻮﺟﻮﺩ اﻟﺠﻨﺔ ﻭاﻟﻨﺎﺭ، ﻭﻛﻞٌّ ﻣﻨﻬﻤﺎ ﻟﻪ ﺃﻫْﻞٌ، ﺃﺟﺎﺭَﻧﺎ اﻟﻠﻪ ﻣﻦ اﻟﻨﺎﺭ، ﺑﺠﺎﻩ ﻧﺒﻴﻪ اﻟﻤﺨﺘﺎﺭ، ﺛﻢ ﻗﺎﻝ:</p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>46</td>
        <td>ْﻭَﺃﻣَّﺎ اﻻ ﺣْﺴﺎﻥُ ﻓَﻘَﺎﻝَ ﻣَﻦْ ﺩَﺭَاﻩ</td>
        <td>ْﺃَﻥْ ﺗَﻌْﺒُﺪَ اﻟﻠَّﻪ ﻛَﺄَﻧَّﻚَ ﺗَﺮَاﻩ</td>
       </tr>
       <tr>
        <td>47</td>
        <td>ْﺇِﻥْ ﻟَﻢْ ﺗَﻜُﻦْ ﺗَﺮَاﻩُ ﺇِﻧَّﻪُ ﻳَﺮَاﻙ</td>
        <td>ْﻭَاﻟﺪِّﻳﻦُ ﺫِﻱ اﻟﺜَّﻼَﺙُ ﺧُﺬْ ﺃَﻗْﻮَﻯ ﻋُﺮَاﻙ</td>
       </tr>
      </table>
     <p>اﻹﺣﺴﺎﻥ: ﻫﻮ اﻹﺧﻼﺹُ ﻓﻲ اﻟﻌﺒﺎﺩﺓ، ﻭاﻟﺨﺸﻮﻉُ ﻓﻴﻬﺎ ﻭﻓﺮاﻍُ اﻟﺒﺎﻝ ﻣﻦ اﻟﺸﻮاﻏﻞ اﻟﺪﻧﻴﻮﻳﺔ، ﺣﺎﻝَ اﻟﺘﻠﺒُّﺲ ﺑﻬﺎ. ﻭﻣﻌﻨﻰ ﻗﻮﻟﻪ ﻣﻦ ﺩَﺭاﻩ: ﻋَﻠِﻤﻪ، ﻭﻫﻮ ﻧﺒﻴﻨﺎ ﻭﻣﻮﻻﻧﺎ ﻣﺤﻤﺪ ﺻﻠﻰ اﻟﻠﻪ ﻋﻠﻴﻪ ﻭﺳﻠﻢ، ﻭﻣﻌﻨﻰ ﻗﻮﻟِﻪ: ﺃﻥ ﺗﻌﺒﺪ اﻟﻠﻪ ﻛﺄﻧﻚ ﺗﺮاﻩ: ﻫﻮ ﺃﻥ ﻳﻐﻠﺐَ ﻋﻠﻴﻚ ﺷﻬﻮﺩُ اﻟﺤﻖ ﺑﻘﻠﺒﻚ، ﺣﺘﻰ ﻛﺄﻧﻚ ﺗﺮاﻩ ﺑﻌﻴﻨﻚ، ﻭﻣﻌﻨﻰ ﻗﻮﻟﻪ: ﺇﻥ ﻟﻢ ﺗﻜﻦ ﺗﺮاﻩ ﻓﺈﻧﻪ ﻳﺮاﻙ: ﺃﻥ ﺗﺴﺘﺤﻀﺮ ﺃﻥ اﻟﺤﻖ ﺳﺒﺤﺎﻧﻪ ﻣﻄﻠﻊٌ ﻋﻠﻴﻚ ﻳﺮﻯ ﻛﻞَّ ﻣﺎ ﺗﻌﻤﻞ، ﻭﻣﻌﻨﻰ ﻗﻮﻟﻪ: ﻭاﻟﺪِّﻳﻦُ ﺫﻱ اﻟﺜﻼﺙُ: ﺃﻥ اﻟﺪﻳﻦ ﻫﻮ ﻣﺠﻤﻮﻉ ﻫﺬﻩ اﻷﺷﻴﺎء اﻟﺜﻼﺛﺔ اﻟﺘﻲ ﻫﻲ: اﻹﺳﻼﻡ، ﻭاﻹﻳﻤﺎﻥ، ﻭاﻹﺣﺴﺎﻥ، ﻓﻤﻦ ﻟﻢ ﻳﺘﺼﻒ ﺑﻬﺎ ﻛﻠِّﻬﺎ ﻓﺈﻳﻤﺎﻧُﻪ ﻧﺎﻗﺺ.</p>
     <!-- Modal map1-2 -->
<div class="modal fade" id="map1-2" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
    <div class="modal-content map">
      <div class="container">
        <img src="images/1_2.jpg" class="img-responsive">
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
      </div>
</div>
</div>
<!-- Modal map1-3 -->
<div class="modal fade" id="map1-3" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
    <div class="modal-content map">
      <div class="container">
        <img src="images/1_3.jpg" class="img-responsive">
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
      </div>
  </div>
</div>