<h2>ﻣﻘﺪﻣﺔ ﻣﻦ اﻷﺻﻮﻝ ﻣﻌﻴﻨﺔ ﻓﻲ ﻓﺮﻭﻋﻬﺎ ﻋﻠﻰ اﻟﻮﺻﻮﻝ</h2>
     <p>ﺃﻱ ﻫﺬﻩ اﻟﻤﻘﺪﻣﺔ ﻣﻦ ﺃﺻﻮﻝ اﻟﻔﻘﻪ، ﻭﻣﻌﻴﻨﺔ ﻟﻠﻄﺎﻟﺐ ﻋﻠﻰ اﻟﺘﻮﺻﻞ ﺇﻟﻰ ﻣﻌﺮﻓﺔ ﺃﺣﻜﺎﻡ اﻟﻔﺮﻭﻉ اﻟﻮاﺟﺒﺔ، ﻭاﻟﻤﺤﺮﻣﺔ، ﻭاﻟﻤﻜﺮﻭﻫﺔ، ﻭاﻟﻤﻨﺪﻭﺑﺔ، ﻭاﻟﺠﺎﺋﺰﺓ. ﺛﻢ ﻗﺎﻝ : </p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>48</td>
        <td>اﻟْﺤُﻜْﻢُ ﻓﻲ اﻟﺸَّﺮْﻉِ: ﺧِﻄﺎﺏُ ﺭَﺑِّﻨﺎ</td>
        <td>اﻟْﻤُﻘْﺘَﻀِﻲ ﻓِﻌْﻞَ اﻟْﻤُﻜَﻠّﻒِ اﻓْﻄُﻨَﺎ</td>
       </tr>
       <tr>
        <td>49</td>
        <td>ِﺑِﻄَﻠَﺐٍ، ﺃَﻭْ ﺇِﺫْﻥٍ ﺃَﻭْ ﺑِﻮَﺿْﻊ</td>
        <td>ِﻟِﺴَﺒَﺐٍ، ﺃَﻭْ ﺷَﺮْﻁٍ ﺃَﻭْ ﺫِﻱ ﻣَﻨﻊ</td>
       </tr>
      </table>
     <p>اﻟﻤﺮاﺩ ﺑﺨﻄﺎﺑﻪ ﺗﻌﺎﻟﻰ ﻛﻼﻣﻪ اﻷﺯﻟﻲ اﻟﻄﺎﻟﺐ ﻟﻔﻌﻞ اﻟﻤﻜﻠﻒ ﻭاﻟﻤﺘﻌﻠﻖ ﺑﻪ ﻓﻲ اﻟﻌﻤﻞ ﺃﻭ اﻟﻨﻴﺔ ﺃﻭ اﻻﻋﺘﻘﺎﺩ، ﺛﻢ ﺇﻥ ﻃﻠﺐ اﻟﺨﻄﺎﺏ ﻟﻔﻌﻞ اﻟﻤﻜﻠﻒ ﻭﺗﻌﻠﻘَﻪ ﺑﻪ ﺇﻣﺎ ﺃﻥ ﻳﻜﻮﻥ ﺑﻄﻠﺐ ﺃﻭ ﺇﺫﻥ ﻣﻦ ﻏﻴﺮ ﻭﺿﻊ ﻋﻠﻰ ﺫﻟﻚ ﻭﻳﺴﻤﻰ ﺧﻄﺎﺏ اﻟﺘﻜﻠﻴﻒ، ﻭﺫﻟﻚ ﻛﺎﻟﺼﻼﺓُ  ﻭاﺟﺒﺔٌ ﺃﻭ ﻣﻨﺪﻭﺑﺔ ﻭاﻟﺰﻛﺎﺓ ﻭاﻟﺼﺪﻕ ﻭﻛﺬا اﻷﻃﻌﻤﺔ ﻭاﻷﺷﺮﺑﺔ، ﻭﺇﻣﺎ ﺃﻥ ﻳﻜﻮﻥ ﺑﻮﺿﻊ ﺃﻱ ﺑﻨﺼﺐ ﺃﻣﺎﺭﺓ ﺳﺒﺐ ﺃﻭ ﺷﺮﻁ ﺃﻭ ﻣﺎﻧﻊ ﻋﻠﻰ ﻣﺎ ﺫﻛﺮ ﻓﻲ اﻟﻄﻠﺐ ﻭاﻹﺫﻥ ﻭﻳﺴﻤﻰ ﺧﻄﺎﺏ اﻟﻮﺿﻊ ﺛﻢ اﻋﻠﻢ ﺃﻥ اﻟﺴﺒﺐ: ﻫﻮ اﻟﺬﻱ ﻳﻠﺰﻡ ﻣﻦ ﻭﺟﻮﺩﻩ اﻟﻮﺟﻮﺩ ﻭﻳﻠﺰﻡ ﻣﻦ ﻋﺪﻣﻪ اﻟﻌﺪﻡ ﻟﺬاﺗﻪ ﻭﺫﻟﻚ ﻛﺎﻟﺬﻛﺎﺓ ﻓﻲ اﻟﺤﻴﻮاﻥ اﻟﻤﺄﻛﻮﻝ اﻟﻠﺤﻢ ﻓﺈﻧﻪ ﻳﻠﺰﻡ ﻣﻦ ﻭﺟﻮﺩ اﻟﺬﻛﺎﺓ ﺣﻠﻴﺘﻪ ﻭﻣﻦ ﻋﺪﻣﻬﺎ ﻋﺪﻡ ﺣﻠﻴﺘﻪ ﻭﻛﺎﻟﺰﻭاﻝ ﻟﻮﺟﻮﺏ ﺻﻼﺓ اﻟﻈﻬﺮ ﻭﻫﻜﺬا، ﻭاﻟﺸﺮﻁ ﻫﻮ اﻟﺬﻱ ﻳﻠﺰﻡ ﻣﻦ ﻋﺪﻣﻪ اﻟﻌﺪﻡ ﻭﻻ ﻳﻠﺰﻡ ﻣﻦ ﻭﺟﻮﺩﻩ ﻭﺟﻮﺩ ﻭﻻ ﻋﺪﻡ ﻟﺬاﺗﻪ ﻛﺎﻟﻄﻬﺎﺭﺓ ﻟﺼﺤﺔ اﻟﺼﻼﺓ ﻓﺈﻧﻪ ﻳﻠﺰﻡ ﻣﻦ ﻋﺪﻡ ﺻﺤﺔ اﻟﻄﻬﺎﺭﺓ ﻋﺪﻡ ﺻﺤﺔ اﻟﺼﻼﺓ، ﻭﻻ ﻳﻠﺰﻡ ﻣﻦ اﻟﻄﻬﺎﺭﺓ ﻭﺟﻮﺩ اﻟﺼﻼﺓ ﻭﻻ ﻋﺪﻣﻬﺎ. ﻭاﻟﻤﺎﻧﻊ: ﻫﻮ اﻟﺬﻱ ﻳﻠﺰﻡ ﻣﻦ ﻭﺟﻮﺩﻩ اﻟﻌﺪﻡ ﻭﻻ :ﻳﻠﺰﻡ ﻣﻦ ﻋﺪﻣﻪ ﻭﺟﻮﺩ ﻭﻻ ﻋﺪﻡ ﻟﺬاﺗﻪ ﻭﺫﻟﻚ ﻛﺎﻟﺤﻴﺾ ﻟﻮﺟﻮﺏ اﻟﺼﻼﺓ، ﻓﺈﻧﻪ ﻳﻠﺰﻡ ﻣﻦ ﻭﺟﻮﺩ اﻟﺤﻴﺾ ﻋﺪﻡ ﻭﺟﻮﺏ اﻟﺼﻼﺓ، ﻭﻻ ﻳﻠﺰﻡ ﻣﻦ ﻋﺪﻣﻪ ﻭﺟﻮﺏ اﻟﺼﻼﺓ ﻭﻻ ﻋﺪﻡ ﻭﺟﻮﺑﻬﺎ،
     <a  data-toggle="modal" data-target="#map1-4"><img src="images/mapicon.png"></a></p>
     <p>
      ﺛﻢ ﻗﺎﻝ:</p> 
      <table class="table table-bordered table-striped table-hover">
       <tr>
        <td>50</td>
        <td>ْﺃَﻗْﺴَﺎﻡ ﺣُﻜْﻢِ اﻟﺸَّﺮْﻉِ ﺧَﻤْﺴَﺔٌ ﺗُﺮَاﻡ</td>
        <td>ْﻓَﺮْﺽٌ ﻭﻧَﺪْﺏٌ، ﻭﻛﺮَاﻫَﺔٌ، ﺣَﺮَاﻡ</td>
       <tr>
        <td>51</td>
        <td>ْﺛُﻢَّ ﺇﺑَﺎﺣَﺔٌ، ﻓَﻤَﺄْﻣﻮﺭٌ ﺟُﺰِﻡ</td>
        <td>ْﻓَﺮْﺽٌ ﻭﺩُﻭﻥَ اﻟْﺠَﺰْﻡ ﻣَﻨْﺪُﻭﺏٌ ﻭُﺳِﻢ</td>
       </tr>
       <tr>
        <td>52</td>
        <td>ْﺫُﻭ اﻟﻨَّﻬْﻲِ ﻣَﻜْﺮُﻭﻩ ﻭَﻣَﻊْ ﺣَﺘْﻢٍ ﺣَﺮَاﻡ</td>
        <td>ْﻣَﺄْﺫُﻭﻥُ ﻭﺟْﻬَﻴﻪ ﻣُﺒَﺎﺡٌ ﺫَا ﺗَﻤَﺎﻡ</td>
       </tr>
      </table>
     <p>ﺃﻗﺴﺎﻡ ﺣﻜﻢ اﻟﺸﺮﻉ ﺧﻤﺴﺔ ﻭﻫﻲ: اﻟﻔﺮﺽ ﻭاﻟﻨﺪﺏ ﻭاﻟﻜﺮاﻫﺔ ﻭاﻟﺤﺮاﻡ ﻭاﻹﺑﺎﺣﺔ ﻭاﻟﻤﺄﻣﻮﺭ ﺑﻔﻌﻠﻪ ﺇﻥ ﻃﻠﺒﻪ اﻟﺸﺎﺭﻉ ﻃﻠﺒًﺎ ﺟﺎﺯﻣًﺎ ﺑﺤﻴﺚ ﻟﻢ ﻳﺠﻮّﺯ ﺗﺮﻛﻪ ﻓﻬﻮ ﻓﺮﺽ ﻭﺫﻟﻚ ﻛﺎﻹﻳﻤﺎﻥ ﺑﺎﻟﻠﻪ ﻭﺭﺳﻠﻪ ﻋﻠﻴﻬﻢ اﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ، ﻭﻛﻘﻮاﻋﺪ اﻹﺳﻼﻡ اﻟﺨﻤﺲ. ﻭﺇﻥ ﻟﻢ ﻳﺠﺰﻡ ﺑﺎﻷﻣﺮ ﺑﻪ ﺑﺄﻥ ﻃﻠﺒﻪ اﻟﺸﺎﺭﻉ ﻃﻠﺒًﺎ ﻏﻴﺮ ﺟﺎﺯﻡ ﺑﺤﻴﺚ ﺟﻮﺯ ﺗﺮﻛﻪ ﻓﻬﻮ ﻣﻨﺪﻭﺏ، ﻭﺫﻟﻚ ﻛﺼﻼﺓ اﻟﻔﺠﺮ ﻭﻏﻴﺮﻫﺎ، ﻭاﻟﻤﻨﻬﻲّ ﻋﻦ ﻓﻌﻠﻪ ﻫﻮ اﻟﺬﻱ ﻃﻠﺐ اﻟﺸﺎﺭﻉ ﺗﺮﻛﻪ، ﻓﺈﻥ ﻛﺎﻥ اﻟﻨﻬﻲ ﻣﻦ ﻏﻴﺮ ﺗﺤﺘﻢ ﺑﺤﻴﺚ ﺟﻮﺯ اﻟﺸﺎﺭﻉ ﻓﻌﻠﻪ ﻓﻬﻮ ﻣﻜﺮﻭﻩ ﻭﺫﻟﻚ ﻛﺎﻟﻘﺮاءﺓ ﻓﻲ اﻟﺮﻛﻮﻉ ﻣﺜﻼً ﻭﺇﻥ ﻛﺎﻥ ﻣﻊ ﺗﺤﺘﻢ ﺑﺤﻴﺚ ﻟﻢ ﻳﺠﻮّﺯ اﻟﺸﺎﺭﻉ ﻓﻌﻠﻪ ﻓﻬﻮ ﺣﺮاﻡ ﻭﺫﻟﻚ ﻛﺸﺮﺏ اﻟﺨﻤﺮ ﻭﻏﻴﺮﻩ ﻭاﻟﻤﺄﺫﻭﻥ ﻓﻲ ﻓﻌﻠﻪ ﻭﺗﺮﻛﻪ ﻋﻠﻰ اﻟﺴﻮاء ﻓﻬﻮ ﻣﺒﺎﺡ. <a data-toggle="modal" data-target="#map1-5"><img src="images/mapicon.png"></a></p>
     <p> ﺛﻢ ﻗﺎﻝ: </p>
      <table  class="table table-bordered table-striped table-hover">
       <tr>
        <td>53</td>
        <td>ْﻭَاﻟْﻔَﺮْﺽُ ﻗِﺴْﻤَﺎﻥِ: ﻛِﻔَﺎﻳَﺔٌ ﻭَﻋَﻴْﻦ</td>
        <td>ْﻭَﻳَﺸْﻤَﻞُ اﻟْﻤَﻨْﺪُﻭﺏُ ﺳُﻨَّﺔً ﺑِﺬَﻳْﻦ</td>
       </tr>
      </table>
     <p>اﻟﻔﺮﺽ ﻓﺮﺿﺎﻥ: ﻓﺮﺽ ﻋﻴﻦ ﻋﻠﻰ ﻛﻞ ﻣﻜﻠﻒ ﻛﺎﻟﺼﻠﻮاﺕ اﻟﺨﻤﺲ ﻭﻏﻴﺮﻫﺎ ﻭﻓﺮﺽ ﻛﻔﺎﻳﺔ ﻭﻫﺬا اﻟﺬﻱ ﺇﺫا ﻗﺎﻡ ﺑﻪ اﻟﺒﻌﺾ ﺳﻘﻂ ﻋﻦ اﻟﺒﺎﻗﻴﻦ، ﻭﺫﻟﻚ ﻛﺎﻟﻘﻴﺎﻡ ﺑﺎﻟﺸﺮﻳﻌﺔ ﻭاﻟﻔﺘﻮﻯ ﻭاﻟﺪﻓﻊ ﻋﻦ اﻟﻤﺴﻠﻤﻴﻦ ﻭاﻟﻘﻀﺎء ﻭاﻟﺸﻬﺎﺩﺓ ﻭاﻹﻣﺎﻣﺔ ﻭاﻷﻣﺮ ﺑﺎﻟﻤﻌﺮﻭﻑ ﻭاﻟﻨﻬﻲ ﻋﻦ اﻟﻤﻨﻜﺮ ﻭاﻟﺼﻨﺎﻋﺔ اﻟﻤﻬﻤﺔ ﻭﻫﻲ اﻟﺤﺮﻑ اﻟﻤﺘﺪاﻭﻟﺔ ﺑﻴﻦ اﻟﻨﺎﺱ ﻭﻛﺮﺩ اﻟﺴﻼﻡ ﻭﺇﻧﻘﺎﺫ اﻟﻐﺮﻳﻖ ﻭﺗﺠﻬﻴﺰ اﻟﻤﻴﺖ ﻭﻓﻚ اﻷﺳﻴﺮ ﻭﺃﻣﺜﺎﻝ ﺫﻟﻚ ﻭاﻟﺴﻨﺔ ﻛﺬﻟﻚ ﻋﻴﻨﻴﺔ ﻭﻛﻔﺎﺋﻴﺔ. ﻓﺎﻟﺴﻨﺔ اﻟﻌﻴﻨﻴﺔ ﻛﺎﻟﻮﺗﺮ ﻭﻧﺤﻮﻩ، ﻭاﻟﻜﻔﺎﺋﻴﺔ ﻛﺎﻷﺫاﻥ ﻭاﻹﻗﺎﻣﺔ ﻭﺳﻼﻡ ﻭاﺣﺪ ﻣﻦ اﻟﺠﻤﺎﻋﺔ، ﻭاﻟﻤﻨﺪﻭﺏ ﻳﺸﻤﻠﻬﺎ ﻭﻳﺼﺪﻕ ﻋﻠﻴﻬﺎ ﺑﻘﺴﻤﻴﻬﺎ.</p>
     <!-- Modal map1-4 -->
<div class="modal fade" id="map1-4" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
    <div class="modal-content map">
      <div class="container">
        <img src="images/1_4.jpg" class="img-responsive">
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
      </div>
  </div>
</div>
<!-- Modal map1-5 -->
<div class="modal fade" id="map1-5" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
    <div class="modal-content map">
      <div class="container">
        <img src="images/1_5.jpg" class="img-responsive">
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">إغلاق</button>
      </div>
  </div>
</div>