<h3>كتاب أم القواعد وما انطوت عليها من العقائد</h3>
<table class="table table-bordered table-striped table-hover">
	<tr>
		<td>14</td>
		<td>ﻳَﺠِﺐُ ﻟﻠَّﻪِ: اﻟْﻮُﺟُﻮﺩُ، ﻭَاﻟْﻘِﺪَﻡْ،</td>
		<td>ﻛَﺬَا اﻟْﺒَﻘَﺎءُ، ﻭاﻟْﻐِﻨﻰ اﻟﻤُﻄﻠَﻖُ ﻋَﻢّْ</td>
	</tr>
	<tr>
		<td>15</td>
		<td>ﻭَﺧُﻠْﻔُﻪُ ﻟِﺨَﻠْﻘِﻪِ ﺑِﻼ ﻣﺜَﺎﻝْ</td>
		<td>ﻭَﻭَﺣْﺪَﺓُ اﻟﺬَّاﺕِ، ﻭَﻭَﺻْﻒٌ ﻭَاﻟﻔِﻌَﺎﻝْ</td>
	</tr>
	<tr>
		<td>16</td>
		<td>ﻭﻗُﺪْﺭَﺓٌ، ﺇﺭَاﺩَﺓٌ، ﻋِﻠْﻢٌ، ﺣَﻴَﺎﺓْ،</td>
		<td>ﺳَﻤْﻊٌ، ﻛَﻼَﻡٌ، ﺑَﺼَﺮٌ، ﺫِﻱ ﻭَاﺟِﺒَﺎﺕْ</td>
	</tr>
	<tr>
		<td>17</td>
		<td>ﻭَﻳَﺴْﺘَﺤِﻴﻞُ ﺿِﺪُّ ﻫﺬِﻩّ اﻟﺼِّﻔَﺎﺕْ</td>
		<td>اﻟْﻌَﺪَﻡُ اﻟْﺤُﺪُﻭﺙُ، ﺫَا ﻟِﻠْﺤَﺎﺩِﺛَﺎﺕْ</td>
	</tr>
	<tr>
		<td>18</td>
		<td>ﻛﺬَا اﻟْﻔَﻨَﺎ، ﻭاﻻِﻓْﺘِﻘَﺎﺭُ ﻋُﺪَّﻩْ</td>
		<td>ﻭَﺃَﻥْ ﻳُﻤَﺎﺛِﻞَ، ﻭَﻧَﻔْﻲُ اﻟْﻮَﺣْﺪَﻩْ</td>
	</tr>
	<tr>
		<td>19</td>
		<td>ﻋَﺠْﺰٌ ﻛَﺮَاﻫَﺔٌ، ﻭَﺟَﻬْﻞٌ ﻭﻣَﻤَﺎﺕْ</td>
		<td>ﻭَﺻَﻤَﻢٌ، ﻭَﺑَﻜﻢٌ، ﻋَﻤًﻰ، ﺻُﻤَﺎﺕْ</td>
	</tr>
	<tr>
		<td>20</td>
		<td>ﻳَﺠُﻮﺯُ ﻓﻲ ﺣَﻘّﻪِ ﻓﻌْﻞُ اﻟْﻤُﻤْﻜِﻨَﺎﺕْ</td>
		<td>ﺑِﺄَﺳْﺮِﻫَﺎ ﻭَﺗَﺮْﻛُﻬَﺎ ﻓﻲ اﻟْﻌَﺪَﻣَﺎﺕْ</td>
	</tr>
	<tr>
		<td>21</td>
		<td>ﻭُﺟُﻮﺩُﻩُ ﻟَﻪُ ﺩَﻟِﻴﻞٌ ﻗَﺎﻃِﻊْ</td>
		<td>ْﺣَﺎﺟَﺔُ ﻛﻞِّ ﻣُﺤْﺪَﺙٍ ﻟِﻠﺼَّﺎﻧِﻊ</td>
	</tr>
	<tr>
		<td>22</td>
		<td>ﻟَﻮْ ﺣَﺪَﺛَﺖْ ﻟِﻨَﻔْﺴﻬَﺎ اﻷَﻛْﻮَاﻥُ،</td>
		<td>ﻻﺟْﺘَﻤَﻊَ اﻟﺘَّﺴﺎﻭِ ﻭَاﻟﺮُّﺟْﺤَﺎﻥُ</td>
	</tr>
	<tr>
		<td>23</td>
		<td>ﻭَﺫَا ﻣُﺤَﺎﻝٌ، ﻭَﺣُﺪُﻭﺙُ اﻟْﻌَﺎﻟَﻢِ</td>
		<td>ﻣِﻦْ ﺣَﺪَﺙِ اﻷَﻋْﺮَاﺽِ ﻣَﻊْ ﺗَﻼَﺯُﻡِ</td>
	</tr>
	<tr>
		<td>24</td>
		<td>ﻟَﻮْ ﻟَﻢْ ﻳَﻚُ اﻟْﻘِﺪَﻡُ ﻭَﺻْﻔَﻪُ ﻟَﺰِﻡْ</td>
		<td>ﺣُﺪُﻭﺛُﻪُ، ﺩَﻭْﺭٌ ﺗَﺴَﻠْﺴُﻞٌ ﺣُﺘِﻢْ</td>
	</tr>
	<tr>
		<td>25</td>
		<td>ﻟَﻮْ ﺃَﻣْﻜَﻦَ اﻟْﻔَﻨَﺎءُ ﻻَﻧْﺘَﻔَﻰ اﻟْﻘِﺪَﻡْ،</td>
		<td>ﻟَﻮْ ﻣَﺎﺛَﻞَ اﻟْﺨَﻠْﻖَ ﺣُﺪُﻭﺛُﻪُ اﻧْﺤَﺘَﻢْ</td>
	</tr>
	<tr>
		<td>26</td>
		<td>ﻟَﻮْ ﻟَﻢْ ﻳَﺠِﺐْ ﻭﺻْﻒُ اﻟْﻐِﻨَﻰ ﻟَﻪُ اﻓْﺘَﻘَﺮْ</td>
		<td>ﻟَﻮْ ﻟَﻢْ ﻳَﻜﻦْ ﺑﻮَاﺣِﺪٍ ﻟَﻤَﺎ ﻗَﺪَﺭْ</td>
	</tr>
	<tr>
		<td>27</td>
		<td>ﻟَﻮْ ﻟَﻢْ ﻳَﻜُﻦْ ﺣَﻴًّﺎ ﻣُﺮِﻳﺪاً، ﻋَﺎﻟِﻤﺎ،</td>
		<td>ﻭﻗَﺎﺩِﺭاً، ﻟَﻤَﺎ ﺭَﺃﻳْﺖَ ﻋَﺎﻟَﻤَﺎ</td>
	</tr>
	<tr>
		<td>28</td>
		<td>ﻭاﻟﺘَّﺎﻝِ ﻓﻲ اﻟﺴِّﺖِّ اﻟْﻘَﻀﺎﻳَﺎ ﺑَﺎﻃِﻞُ</td>
		<td>ﻗَﻄْﻌﺎً، ﻣُﻘَﺪَّﻡٌ ﺇِﺫًا ﻣُﻤَﺎﺛِﻞُ</td>
	</tr>
	<tr>
		<td>29</td>
		<td>ْﻭاﻟﺴَّﻤْﻊُ، ﻭاﻟﺒَﺼَﺮُ، ﻭاﻟْﻜَﻼَﻡ،</td>
		<td>ُﺑِﺎﻟﻨَّﻘْﻞِ، ﻣَﻊْ ﻛَﻤَﺎﻟﻪِ ﺗُﺮَاﻡ</td>
	</tr>
	<tr>
		<td>30</td>
		<td>ﻟَﻮِ اﺳْﺘَﺤَﺎﻝَ ﻣُﻤْﻜِﻦٌ ﺃَﻭْ ﻭَﺟَﺒَﺎ</td>
		<td>ﻗَﻠْﺐَ اﻟْﺤَﻘَﺎﺋِﻖِ ﻟُﺰُﻭﻣﺎ ﺃَﻭْﺟَﺒَﺎ</td>
	</tr>
	<tr>
		<td>31</td>
		<td>ُﻳَﺠِﺐُ ﻟِﻠﺮُّﺳْﻞِ اﻟْﻜِﺮَاﻡِ اﻟﺼِّﺪْﻕ</td>
		<td>ُّﺃَﻣَﺎﻧَﺔٌ، ﺗَﺒْﻠِﻴﻐُﻬُﻢْ ﻳَﺤِﻖ</td>
	</tr>
	<tr>
		<td>32</td>
		<td>ُّﻣُﺤَﺎﻝٌ اﻟْﻜَﺬِﺏُ ﻭاﻟْﻤَﻨْﻬِﻲ</td>
		<td>ُّﻛَﻌَﺪَﻡِ اﻟﺘَّﺒْﻠِﻴﻎِ ﻳَﺎ ﺫَﻛِﻲ</td>
	</tr>
	<tr>
		<td>33</td>
		<td>ُﻳَﺠُﻮﺯُ ﻓﻲ ﺣَﻘِّﻬِﻢ&#x06E5;&#x06E4; ْﻛﻞُّ ﻋَﺮَﺽ</td>
		<td>ْﻟَﻴْﺲَ ﻣُﺆَﺩِّﻳﺎ ﻟِﻨَﻘْﺺٍ ﻛَﺎﻟْﻤَﺮَﺽ</td>
	</tr>
	<tr>
		<td>34</td>
		<td>ْﻟَﻮْ ﻟَﻢْ ﻳَﻜُﻮﻧُﻮا ﺻَﺎﺩِﻗِﻴﻦَ ﻟَﻠَﺰِﻡ</td>
		<td>ْﺃَﻥْ ﻳَﻜﺬِﺏَ اﻹﻟَﻪُ ﻓﻲ ﺗَﺼْﺪِﻳﻘِﻬِﻢ</td>
	</tr>
	<tr>
		<td>35</td>
		<td>ّﺇﺫْ ﻣُﻌْﺠِﺰَاﺗُﻬُﻢْ ﻛﻘَﻮْﻟِﻪِ  - ﻭَﺑَﺮ ْ -</td>
		<td>ْﺻَﺪَﻕَ ﻫَﺬَا اﻟْﻌَﺒْﺪُ ﻓﻲ ﻛﻞِّ ﺧَﺒَﺮ</td>
	</tr>
	<tr>
		<td>36</td>
		<td>ْﻟَﻮِ اﻧْﺘَﻔَﻰ اﻟﺘَّﺒْﻠِﻴﻎُ ﺃَﻭ ﺧَﺎﻧُﻮا ﺣُﺘِﻢ</td>
		<td>ْﺃَﻥْ ﻳُﻘْﻠَﺐَ اﻟْﻤَﻨْﻬِﻲُّ ﻃﺎﻋَﺔً ﻟﻬﻢ</td>
	</tr>
	<tr>
		<td>37</td>
		<td>ْﺟَﻮَاﺯُ اﻻَﻋْﺮَاﺽِ ﻋَﻠَﻴْﻬِﻢْ ﺣُﺠّﺘُﻪ:</td>
		<td>ْﻭُﻗُﻮﻋﻬَﺎ ﺑِﻬِﻢْ، ﺗَﺴَﻞٍّ ﺣِﻜْﻤَﺘُﻪ</td>
	</tr>
	<tr>
		<td>38</td>
		<td>ُﻭَﻗَﻮْﻝُ: ﻻَ ﺇﻟَﻪَ ﺇﻻَّ اﻟﻠَّﻪ</td>
		<td>ُﻣُﺤَﻤَّﺪٌ ﺃَﺭْﺳَﻠَﻪُ اﻹﻟﻪ</td>
	</tr>
	<tr>
		<td>39</td>
		<td>ْﻳَﺠْﻤَﻊُ ﻛُﻞَّ ﻫَﺬِﻩِ اﻟْﻤَﻌَﺎﻧِﻲ</td>
		<td>ِﻛَﺎﻧَﺖْ ﻟِﺬَا ﻋَﻼَﻣَﺔَ اﻹﻳﻤﺎﻥ</td>
	</tr>
	<tr>
		<td>40</td>
		<td>ِﻭَﻫِﻲَ ﺃﻓْﻀَﻞُ ﻭﺟُﻮﻩِ اﻟﺬِّﻛْﺮ</td>
		<td>ِﻓﺎﺷْﻐَﻞْ ﺑﻬَﺎ اﻟْﻌُﻤْﺮَ ﺗَﻔُﺰْ ﺑﺎﻟﺬُّﺧْﺮ</td>
	</tr>
	<tr>
		<td>41</td>
		<td>ْﻓﺼﻞٌ ﻭَﻃﺎﻋَﺔُ اﻟْﺠَﻮَاﺭِﺡِ اﻟْﺠَﻤِﻴﻊ</td>
		<td>ْﻗَﻮْﻻً ﻭَﻓِﻌْﻼً ﻫُﻮَ اﻻِﺳْﻼَﻡُ اﻟﺮَّﻓِﻴﻊ</td>
	</tr>
	<tr>
		<td>42</td>
		<td>ْﻗَﻮَاﻋِﺪُ اﻹِﺳْﻼَﻡِ ﺧَﻤْﺲٌ ﻭَاﺟِﺒَﺎﺕ</td>
		<td>ْﻭَﻫْﻲَ: اﻟﺸَّﻬَﺎﺩَﺗﺎﻥِ ﺷَﺮْﻁُ اﻟﺒَﺎﻗِﻴَﺎﺕ</td>
	</tr>
	<tr>
		<td>43</td>
		<td>ْﺛُﻢَّ اﻟﺼَّﻼَﺓُ، ﻭَاﻟﺰَّﻛَﺎﺓُ ﻓﻲ اﻟْﻘِﻄﺎﻉ</td>
		<td>ْﻭِاﻟﺼَّﻮْﻡُ ﻭاﻟْﺤَﺞُّ ﻋَﻠَﻰ ﻣَﻦِ اﺳْﺘَﻄَﺎﻉ</td>
	</tr>
	<tr>
		<td>44</td>
		<td>ْاﻻِﻳﻤﺎﻥُ ﺟﺰْﻡٌ ﺑﺎﻹﻟَﻪِ ﻭَاﻟْﻜُﺘُﺐ</td>
		<td>ْﻭَاﻟﺮُّﺳْﻞِ ﻭاﻷﻣْﻼَﻙِ ﻣَﻊْ ﺑﻌْﺚٍ ﻗَﺮُﺏ</td>
	</tr>
	<tr>
		<td>45</td>
		<td>ْﻭَﻗَﺪَﺭٍ ﻛَﺬَا ﺻِﺮَاﻁٌ ﻣِﻴﺰَاﻥ</td>
		<td>ْﺣَﻮْﺽُ اﻟﻨَّﺒِﻲّ ﺟَﻨَّﺔٌ ﻭﻧﻴﺮَاﻥ</td>
	</tr>
	<tr>
		<td>46</td>
		<td>ْﻭَﺃﻣَّﺎ اﻻ ﺣْﺴﺎﻥُ ﻓَﻘَﺎﻝَ ﻣَﻦْ ﺩَﺭَاﻩ</td>
		<td>ْﺃَﻥْ ﺗَﻌْﺒُﺪَ اﻟﻠَّﻪ ﻛَﺄَﻧَّﻚَ ﺗَﺮَاﻩ</td>
	</tr>
	<tr>
		<td>47</td>
		<td>ْﺇِﻥْ ﻟَﻢْ ﺗَﻜُﻦْ ﺗَﺮَاﻩُ ﺇِﻧَّﻪُ ﻳَﺮَاﻙ</td>
		<td>ْﻭَاﻟﺪِّﻳﻦُ ﺫِﻱ اﻟﺜَّﻼَﺙُ ﺧُﺬْ ﺃَﻗْﻮَﻯ ﻋُﺮَاﻙ</td>
	</tr>
</table>