<h2>ﺪﺋﺎﻘﻌﻟا ﻦﻣ ﻪﻴﻠﻋ ﺕﻮﻄﻧا ﺎﻣﻭ ،ﺪﻋاﻮﻘﻟا ﻡﺃ ﺏﺎﺘﻛ</h2>
     <p>ﻝﺎﻗ ﻢﺛ ،ﻪﻠﻟا ﻝﻮﺳﺭ ﺪﻤﺤﻣ ﻪﻠﻟا ﻻﺇ ﻪﻟﺇ ﻻ ،ﺎﻨﺗﺩﺎﻬﺷ ﻲﻫ :ﺪﻋاﻮﻘﻟا ﻡﺃ:</p>
      <table>
       <tr>
        <td>14</td>
        <td>ْﻡَﺪِﻘْﻟاَﻭ ،ُﺩﻮُﺟُﻮْﻟا :ِﻪَّﻠﻟ ُﺐِﺠَﻳ،</td>
        <td>ّْﻢَﻋ ُﻖَﻠﻄُﻤﻟا ﻰﻨِﻐْﻟاﻭ ،ُءﺎَﻘَﺒْﻟا اَﺬَﻛ</td>
       </tr>
       <tr>
        <td>15</td>
        <td>ْﻝﺎَﺜِﻣ ﻼِﺑ ِﻪِﻘْﻠَﺨِﻟ ُﻪُﻔْﻠَﺧَﻭ</td>
        <td>ْﻝﺎَﻌِﻔﻟاَﻭ ٌﻒْﺻَﻭَﻭ ،ِﺕاَّﺬﻟا ُﺓَﺪْﺣَﻭَﻭ</td>
       </tr>
       <tr>
        <td>16</td>
        <td>ْﺓﺎَﻴَﺣ ،ٌﻢْﻠِﻋ ،ٌﺓَﺩاَﺭﺇ ،ٌﺓَﺭْﺪُﻗﻭ،</td>
        <td>ْﺕﺎَﺒِﺟاَﻭ ﻱِﺫ ،ٌﺮَﺼَﺑ ،ٌﻡَﻼَﻛ ،ٌﻊْﻤَﺳ</td>
       </tr>
      </table>
     <p>ﻰﻟﺎﻌﺗ ﻝﺎﻗ .ﻪﺗﺎﻔﺻ ﻦﻣ ﺔﻔﺻ ﻲﻓ ﻪﻛﺭﺎﺸﺗ ﻻ ،ﺕﺎﻗﻮﻠﺨﻤﻟا ﻚﻟﺬﻛ ،ﺎﻬﻓﺎﺻﻭﺃ ﻦﻣ ﻒﺻﻭ ﻲﻓ ﻪﺗﺎﻗﻮﻠﺨﻣ ﻦﻣ اًﺪﺣﺃ ﻞِﺛﺎﻤﻳ ﻻ ﻪﻧﺃ ؛ﺙﺩاﻮﺤﻠﻟ ﺎًﻔﻟﺎﺨﻣ ﻰﻟﺎﻌﺗ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ .ﻩُﺪﺟﻮﻳ ٍﺪﺟﻮﻣ ﻭﺃ ،ﻪُﺼﺼﺨﻳ ٍﺺِّﺼَﺨﻣ ﻭﺃ ،ﻪﻴﻓ ُّﻞُﺤﻳ ٍّﻞﺤﻣ ﻭﺃ ،ﻪﻴﻓ ﻡﻮﻘﻳ ﻥﺎﻜﻣ ﻰﻟﺇ ﺮﻘﺘﻔﻳ ﻻ ،ﻪﺴﻔﻨﺑ ٌﻢﺋﺎﻗ ﻪﻧﺃ ؛ﺎًﻴﻨﻏ ﻰﻟﺎﻌﺗﻭ ﻪﻧﺎﺤﺒﺳ ﻪِﻧﻮﻛ ﻰﻨﻌﻣﻭ ،ءﺎﻨَﻔﻟا ﻪُﻘﺤﻠﻳ ﻻ ﻱﺃ :ﻩﺩﻮﺟﻮﻟ َﺔَّﻳﺮِﺧﺁ ﻻ ﻪﻧﺃ ؛ﺎًﻴﻗﺎﺑ ﻰﻟﺎﻌﺗﻭ ﻪﻧﺎﺤﺒﺳ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ ،ﺎﻫﺩﻮﺟﻮﻟ ﻝﻭﺃ ﻻ ؛ﺔﻤﻳﺪﻗ ﻪﺗﺎﻔﺻ ﻊﻴﻤﺟ ﻚﻟﺬﻛ ،ﻢﻳﺪﻗ ﻰﻟﺎﻌﺗ ﻪﻧﺃ ﺎﻤﻛﻭ ،ﻩﺩﻮﺟﻮﻟ ءاﺪﺘﺑا ﻻ ،ﺎًﻤﻳﺪﻗ ﻻﺇ ﻥﻮﻜﻳ ﻻ ُﻖﻟﺎﺨﻟاﻭ ،ﻩﺩﻮﺟﻮﻟ َﻝﻭﺃ ﻻ ﻪﻧﺃ ﺎًﻤﻳﺪﻗ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ .ﻡَﺪَﻌﻟا ﻪَﻘﺤﻠﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻﻭ ،ﻡَﺪَﻋ ﻪﻘﺒﺴﻳ ﻢﻠﻓ ،ﺪِﺟﻮُﻣ ﻥﻭﺪﺑ ،ﺔﺳﺪﻘﻤﻟا ﻪﺗاﺫ ﻦﻣ ﻰﻟﺎﻌﺗ ﻩُﺩﻮﺟﻮﻓ ،ﺦﻟا ﺩﻮﺟﻮﻟا ﻲﻫﻭ ،ﺓﺮْﺸﻋ َﺙﻼﺜﻟا ﺕﺎﻔﺼﻟا ﻩﺬﻬﺑ ﻒﺼﺘﻳ ﻥﺃ ﻪﺑ ﺎًﺼﺘﺨﻣ ﺎًﻴﻠﻘﻋ ﺎًﺑﻮﺟﻭ ﻰﻟﺎﻌﺗ ﻪﻠﻟ ﺐﺠﻳ ﻱﺃ:
     <span class="quran">&#xFD3F; &nbsp;ُﺮﻴِﺼَﺒْﻟٱ ُﻊﻴِﻤَّﺴﻟٱ َﻮُﻫَﻭ ۖ ٌۭءْﻰَﺷ ۦِﻪِﻠْﺜِﻤَﻛ َﺲْﻴَﻟ &nbsp;&#xFD3E; </span >
     <span class="cite">١١ :ﻯﺭﻮﺸﻟا </span>.
     .ﻰﻟﺎﻌﺗﻭ ﻪﻧﺎﺤﺒﺳ ﻩﺪﻳﺮﻳ ءﻲﺷ ﻩﺰﺠﻌُﻳ ﻻ ،ﻊﻓﺮﻳﻭ ﺾِﻔﺨﻳ ،ﻊﻔﻨﻳﻭ ﺮﻀﻳ ،ﻊﻨﻤﻳﻭ ﺢﻨﻤﻳ ،ﺖﻴﻤﻳﻭ ﻲﻴﺤﻳﻭ ،ﻕﺯﺮﻳﻭ ﻖﻠﺨﻳ ؛ٌﺔﻠﻣﺎﻛ ٌﺔﻣﺎﺗ ﻪَﺗﺭﺪﻗ ﻥﺃ اًﺭﺩﺎﻗ ﻰﻟﺎﻌﺗ ﻪِﻧﻮﻛ ﻰﻨﻌﻣﻭ ،ﻪﻟﺎﻌﻓﺃ ُﺩﺪﻌﺘﺗ ﻻﻭ ،ﻪُﺗﺎﻔﺻ ُﺩﺪﻌﺘﺗ ﻻﻭ ،ﻪُﺗاﺫ ﺩﺪﻌﺘﺗ ﻻ ﻱﺃ ؛ﻪﻟﺎﻌﻓﺃﻭ ،ﻪﺗﺎﻔﺻﻭ ،ﻪﺗاﺫ ﻲﻓ ٌﺪﺣاﻭ ﻪﻧﺃ ؛اًﺪﺣاﻭ ﻰﻟﺎﻌﺗ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ
ﻝﺎﻗ ﻢﺛ .ﺔﻨﻃﺎﺒﻟا ِﺕﺎﻓﻵاﻭ ،ِّﻲﺴﻔﻨﻟا ِﺕﻮﻜﺴﻟاﻭ ،ِءﺎﻨﺒﻟاﻭ ِﺏاﺮﻋﻹاﻭ ،ِﺮﺧﺄﺘﻟاﻭ ِﻡُّﺪﻘﺘﻟا ﻦﻋ ٍﻩﺰﻨﻣ ،ٍﺕﻮﺻ ﻻﻭ ،ٍﻑﺮﺤﺑ ﺲﻴﻟ ﻪﻧﺎﺤﺒﺳ ﻪﻣﻼﻛ ﻥﺃ ﺎًﻤِّﻠﻜﺘﻣ ﻰﻟﺎﻌﺗ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ .ﺙﺩاﻮﺤﻟا ﺕﺎﻔﺻ ﻦﻣ ءﻲﺸﺑ ُّﻒﺼﺘﻳ ﻻ َﻖﻟﺎﺨﻟا ﻥﺃ َﺖﻓﺮﻋ ﺪﻗﻭ ،ﺙﺩاﻮﺤﻟا ﺕﺎﻔﺻ ﻦﻣ َﺡﺭاﻮﺠﻟا ﻥﻷ ،ٍﺔﺣﺭﺎﺟ ﻻﻭ ،ٍﻦﻴﻋ ﻻﻭ ،ٍﻥُﺫُﺃ ﺮﻴﻐﺑ ﻦﻜﻟ ،ﺎﻬﻴﻠﺟﻭ ﺎﻬﻴﻔﺧ ُﺕاﺮَﺼﺒﻤﻟاﻭ ،ﺎﻫُّﺮﻬﺟﻭ ﺎﻫُّﺮﺳ ﺕﺎﻋﻮﻤﺴﻤﻟا ﻪﻟ ﻒﺸﻜﻨﺗ ﻪﻧﺃ اًﺮﻴﺼﺑﻭ ﺎًﻌﻴﻤﺳ ﻪﻧﺎﺤﺒﺳ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ .ﻝﺎﻤﻜﻟا ﺕﺎﻔﺻ ﻊﻴﻤﺠﺑ ﻒﺼﺘﻳ ﻥﺃ ﻪﻟ ،ُّﺢِﺼﺗ ﻲﺘﻟا ﺓﺎﻴﺤﻟﺎﺑ ٌﻑﻮﺻﻮﻣ ﻰﻟﺎﻌﺗ ﻪﻧﺃ ﺎًّﻴﺣ ﻪﻧﺎﺤﺒﺳ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ .ءﺎﻤﺴﻟا ﻲﻓ ﻻﻭ ﺽﺭﻷا ﻲﻓ ٍﺓﺭﺫ ُﻝﺎﻘﺜﻣ ﻪﻤﻠﻋ ﻦﻋ ﺏُﺰﻌﻳ ﻻ ءﻲﺷ ﻞﻛ ﻢﻠﻌﻳ ﻪﻧﺎﺤﺒﺳ ﻪﻧﺃ ؛ﺎًﻤﻟﺎﻋ ﻰﻟﺎﻌﺗ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ .ﻪﺘﺌﻴﺸﻤﻟ َّﺩﺎﺻ ﻻﻭ ،ﻪﺗﺩاﺭﻹ َّﺩاﺭ ﻻ ،ﻩﺭﺎﺘﺧا ﻱﺬﻟا ﻪﺟﻮﻟا ﻰﻠﻋﻭ ،ﻩﺩاﺭﺃ ﻱﺬﻟا ﺖﻗﻮﻟا ﻲﻓ ،ﻪِﺘﻤﻜﺣﻭ ﻪِﻤﻠﻋ ﻰﻀﺘﻘﻤﺑﻭ ،ﻪﺗﺩاﺭﺇ ِﺐَﺴَﺣ ﻰﻠﻋ ﻩﺪﺟﻭﺃ ﺎًﺌﻴﺷ ﻪﻧﺎﺤﺒﺳ ﺩاﺭﺃ اﺫﺇ ﻞﺑ ،ءﻲﺷ ﻲﻓ اًﺭﻮﻬﻘﻣ ﺎًﻫَﺮﻜﻣ ﺲﻴﻟ ﻰﻟﺎﻌﺗ ﻪﻧﺃ اًﺪﻳﺮﻣ ﻪﻧﻮﻛ ﻰﻨﻌﻣﻭ     : </p>
      <table>
       <tr>
        <td>17</td>
        <td>ْﺕﺎَﻔِّﺼﻟا ّﻩِﺬﻫ ُّﺪِﺿ ُﻞﻴِﺤَﺘْﺴَﻳَﻭ</td>
        <td>ْﺕﺎَﺛِﺩﺎَﺤْﻠِﻟ اَﺫ ،ُﺙﻭُﺪُﺤْﻟا ُﻡَﺪَﻌْﻟا</td>
       </tr>
       <tr>
        <td>18</td>
        <td>ْﻩَّﺪُﻋ ُﺭﺎَﻘِﺘْﻓِﻻاﻭ ،ﺎَﻨَﻔْﻟا اَﺬﻛ</td>
        <td>ْﻩَﺪْﺣَﻮْﻟا ُﻲْﻔَﻧَﻭ ،َﻞِﺛﺎَﻤُﻳ ْﻥَﺃَﻭ</td>
       </tr>
       <tr>
        <td>19</td>
        <td>ْﺕﺎَﻤَﻣﻭ ٌﻞْﻬَﺟَﻭ ،ٌﺔَﻫاَﺮَﻛ ٌﺰْﺠَﻋ</td>
        <td>ْﺕﺎَﻤُﺻ ،ﻰًﻤَﻋ ،ٌﻢﻜَﺑَﻭ ،ٌﻢَﻤَﺻَﻭ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .اﺬﻜﻫﻭ ،ُﺙﻭﺪﺤﻟا ِﻡَﺪِﻘﻟا ُّﺪﺿﻭ ،ُﻡﺪﻌﻟا ِﺩﻮﺟﻮﻟا ُّﺪِﻀﻓ ،ﺕﺎﺒﺟاﻮﻟا ﻲﻓ ﻡﺪﻘﺘﻤﻟا ﺐﻴﺗﺮﺘﻟا ﻰﻠﻋ اﺬﻜﻫﻭ ﻲﻧﺎﺜﻟا ﺪﺿ ﻲﻧﺎﺜﻟاﻭ ،ﻝﻭﻷا ﺪﺿ ﻝﻭﻷا :ﺮَﺸﻋ َﺔﺛﻼﺛ ﺩاﺪﺿﻷاﻭ ،ﺔﻣﺪﻘﺘﻤﻟا ﺕﺎﻔﺼﻟا ﺩاﺪﺿﺃ ﻩﺬﻫ:</p>
      <table>
       <tr>
        <td>20</td>
        <td>ْﺕﺎَﻨِﻜْﻤُﻤْﻟا ُﻞْﻌﻓ ِﻪّﻘَﺣ ﻲﻓ ُﺯﻮُﺠَﻳ</td>
        <td>ْﺕﺎَﻣَﺪَﻌْﻟا ﻲﻓ ﺎَﻬُﻛْﺮَﺗَﻭ ﺎَﻫِﺮْﺳَﺄِﺑ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺲﻜﻌﻟﺎﺑﻭ ،َﻲﺻﺎﻌﻟا َﻢﺣﺮﻳﻭ َﻊﺋﺎﻄﻟا َﺏﺬﻌﻳ ﻥﺃ -ﻪﻧﺎﺤﺒﺳ– ﻪﻠﻓ ،ﻡﻼﺴﻟا ﻢﻬﻴﻠﻋ َﻞﺳﺮﻟا ﻪِﺜﻌَﺑﻭ ،ِﺔﺗﺎﻣﻹاﻭ ِءﺎﻴﺣﻹاﻭ ،ِﻕﺯﺮﻟاﻭ ِﻖﻠﺨﻟاﻭ ِﺏﺎﻘﻌﻟاﻭ ﺏاﻮﺜﻟﺎﻛ ﻚﻟﺫﻭ ،ﺩاﺭﺃ ﺎﻣ ﻙﺮﺘﻳﻭ ،ﺩاﺭﺃ ﺎﻣ ﻪﻨﻣ ﻞﻌﻔﻳ ﻞﺑ .ﻪُﻛﺮﺗ ﻭﺃ ٍءﻲﺷ ُﻞﻌﻓ ﻪﻴﻠﻋ ﺐﺠﻳ ﻻ -ﻪﻧﺎﺤﺒﺳ– ﻖﺤﻟا ﻥﺃ ﻢﻠﻌﻳ ﻥﺃ ،ﻪُﺘﻓﺮﻌﻣ ﻒﻠﻜﻤﻟا ﻰﻠﻋ ﺐﺠﻳ ﻱﺬﻟﺎﻓ:</p>
      <table>
       <tr>
        <td>21</td>
        <td>ْﻊِﻃﺎَﻗ ٌﻞﻴِﻟَﺩ ُﻪَﻟ ُﻩُﺩﻮُﺟُﻭ</td>
        <td>ْﻊِﻧﺎَّﺼﻠِﻟ ٍﺙَﺪْﺤُﻣ ِّﻞﻛ ُﺔَﺟﺎَﺣ</td>
       </tr>
       <tr>
        <td>22</td>
        <td>ُﻥاَﻮْﻛَﻷا ﺎَﻬﺴْﻔَﻨِﻟ ْﺖَﺛَﺪَﺣ ْﻮَﻟ،</td>
        <td>ُﻥﺎَﺤْﺟُّﺮﻟاَﻭ ِﻭﺎﺴَّﺘﻟا َﻊَﻤَﺘْﺟﻻ</td>
       </tr>
       <tr>
        <td>23</td>
        <td>ِﻢَﻟﺎَﻌْﻟا ُﺙﻭُﺪُﺣَﻭ ،ٌﻝﺎَﺤُﻣ اَﺫَﻭ</td>
        <td>ِﻡُﺯَﻼَﺗ ْﻊَﻣ ِﺽاَﺮْﻋَﻷا ِﺙَﺪَﺣ ْﻦِﻣ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .ﻥﻮﻜﺴﻟاﻭ ِﺔﻛﺮﺤﻟﺎﻛ ،ﺎﻬﻟ ﺔﻣﺯﻻﻟا ِﺽاﺮﻋﻷا ﺙﻭﺪﺣ ﻦﻣ ٌﺩﺎﻔﺘﺴﻣ ﺕﺎﻗﻮﻠﺨﻤﻟا ُّﻞﻛ ﻮﻫ ﻱﺬﻟا ِﻢﻟﺎﻌﻟا ُﺙﻭﺪﺣ ﻢﺛ ،ﻞَﻘﻌُﻳ ﻻ اﺬﻫﻭ ،ﺎﻬﻣَﺪَﻋ ﻰﻠﻋ ﺐﺒﺳ ﻼﺑ ﺎًﺤﺟاﺭ ﺎﻬِﻣﺪَﻌﻟ ﻪُﺗاﻭﺎﺴﻣ ﺭِّﺪُﻗ ﻱﺬﻟا ﺎﻫُﺩﻮﺟﻭ ﻥﻮﻜﻳ ﻥﺃ ﻡﺰﻟ ،ٍﺙِﺪﺤﻣ ﻰﻟﺇ ﺮِﻘﺘﻔﺗ ﻢﻟﻭ ﺎﻬﺴﻔﻨﺑ ﺖﺛﺪﺣ ﻮﻠﻓ ،ءاﻮﺴﻟا ﻰﻠﻋ ﺎﻬُﻣﺪﻋ ﺢﺼﻳﻭ ،ﺎﻫُﺩﻮﺟﻭ ﺢﺼﻳ ﺕﺎﻗﻮﻠﺨﻤﻟا ﻥﻷ ،ٌﻝﺎﺤُﻣ ﺎﻤﻬُﻋﺎﻤﺘﺟاﻭ ،ﻥﺎﺤﺟﺮﻟاﻭ ﻱﻭﺎﺴﺘﻟا ﻊﻤﺘﺟﻻ ﺪﺟﻮﻣ ﻥﻭﺪﺑﻭ ،ﺎﻬﺴﻔﻨﺑ ﺕﺎﻗﻮﻠﺨﻤﻟا ﺖﺛﺪﺣ ﻮﻟ ﺫﺇ ،ﻰﻟﺎﻌﺗ ﻪﻠﻟا ﻮﻫﻭ ﺎﻫﺪﺟﻮﻳﻭ ﺎﻬﻌﻨﺼﻳ ﻱﺬﻟا ﻊﻧﺎﺼﻟا ﻰﻟﺇ ﺎﻫِﺮْﺳﺄﺑ ﺕﺎﻗﻮﻠﺨﻤﻟا ﻊﻴﻤﺟ ﻱﺃ ،ﻢﻟﺎﻌﻟا ﺭﺎﻘﺘﻓا ﻮﻫ ﺩﻮﺟﻮﻟا ﻥﺎﻫﺮﺒﻓ ،ﻲﻔﻜﻳ ﺎﻬﺑ ُﺭاﺮﻗﻹاﻭ ،ﻪﻠﻟا ﻝﻮﺳﺭ ﺪﻤﺤﻣ ﻪﻠﻟا ﻻﺇ ﻪﻟﺇ ﻻ ﻥﻮﻤﻀﻤﺑ ﻖﻳﺪﺼﺘﻟا ُﺩﺮﺠﻣ ﻞﺑ ،ﺔﻤﺋﻷا ﻚﻟﺬﺑ ﻝﺎﻗ ﺎﻤﻛ ،ﺔﻣﻷا ﺔﻣﺎﻋ ﻰﻠﻋ ﺎﻬُﺘﻓﺮﻌﻣ ﻦﻴﻌﺘﺗ ﻻ ُﻦﻴﻫاﺮﺒﻟا ﻩﺬﻫﻭ ،ﻡﺪﻘﺗ ﺎﻣ ﻦﻴﻫاﺮﺑ ﻲﻓ ﻪﻨﻣ ٌﻉﻭﺮﺷ اﺬﻫ:</p>
      <table>
       <tr>
        <td>24</td>
        <td>ْﻡِﺰَﻟ ُﻪَﻔْﺻَﻭ ُﻡَﺪِﻘْﻟا ُﻚَﻳ ْﻢَﻟ ْﻮَﻟ</td>
        <td>ْﻢِﺘُﺣ ٌﻞُﺴْﻠَﺴَﺗ ٌﺭْﻭَﺩ ،ُﻪُﺛﻭُﺪُﺣ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .ﻝﺎﺤﻣ ﻮﻫﻭ ،اﺬﻜﻫﻭ ٍﺙﺪﺤُﻣ ﻰﻟﺇ ﺝﺎﺘﺣﻻ ﺎًﺛﺩﺎﺣ ﻥﺎﻛ ﻮﻟﻭ ،ﺎًﺛﺩﺎﺣ ﻥﺎﻜﻟ ﺎًﻤﻳﺪﻗ ﻰﻟﺎﻌﺗ ﻖﺤﻟا ﻦﻜﻳ ﻢﻟ ﻮﻟ:</p>
      <table>
       <tr>
        <td>25</td>
        <td>ْﻡَﺪِﻘْﻟا ﻰَﻔَﺘْﻧَﻻ ُءﺎَﻨَﻔْﻟا َﻦَﻜْﻣَﺃ ْﻮَﻟ،</td>
        <td>ْﻢَﺘَﺤْﻧا ُﻪُﺛﻭُﺪُﺣ َﻖْﻠَﺨْﻟا َﻞَﺛﺎَﻣ ْﻮَﻟ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .ﻞﻃﺎﺑ ﻚﻟﺫﻭ ،ءﻲﺸﻟا ﻚﻟﺬﻛﻭ ،ﺙﻭﺪﺤﻟا ﻰﻟﺎﻌﺗ ﻪﻟ ﺐَﺟَﻮﻟ ﺎﻬﻨﻣ ﺎًﺌﻴﺷ ﻞﺛﺎﻣ ﻥﺄﺑ ،ﺙﺩاﻮﺤﻠﻟ ﺔﻔﻟﺎﺨﻤﻟﺎﺑ ﻰﻟﺎﻌﺗ ﻒﺼﺘﻳ ﻢﻟ ﻮﻟ ﻚﻟﺬﻛﻭ ،ﻩُﺩﻮﺟﻭ ﻞﻘﻌﻟا ﻲﻓ ﺭﻮﺼﺘﻳ ﻻ ،ﻝﺎﺤﻣ ﻮﻫﻭ ،ُﻡَﺪِﻘﻟا ﻪﻨﻋ ﻰﻔﺘﻧﻻ ،ﻰﻟﺎﻌﺗ َﻖﺤﻟا ُءﺎﻨﻔﻟا َﻖﺤﻠَﻳ ﻥﺃ ﻦﻜﻣﺃ ﻮﻟ:</p>
      <table>
       <tr>
        <td>26</td>
        <td>ْﺮَﻘَﺘْﻓا ُﻪَﻟ ﻰَﻨِﻐْﻟا ُﻒْﺻﻭ ْﺐِﺠَﻳ ْﻢَﻟ ْﻮَﻟ</td>
        <td>ْﺭَﺪَﻗ ﺎَﻤَﻟ ٍﺪِﺣاَﻮﺑ ْﻦﻜَﻳ ْﻢَﻟ ْﻮَﻟ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺕﺎﻗﻮﻠﺨﻤﻟا ﻊﻴﻤﺟ ﺪﺟﻭﺃ ﻱﺬﻟا ﻮﻫ ﻰﻟﺎﻌﺗ ﻪﻧﺃ ﺽْﺮﻔﻟاﻭ ،ﺕﺎﻗﻮﻠﺨﻤﻟا ﻦﻣ ءﻲﺷ ﺩﺎﺠﻳﺇ ﻰﻠﻋ ﺭَﺪَﻗ ﺎﻤﻟ ،ﻪﻟﺎﻌﻓﺃﻭ ﻪﺗﺎﻔﺻﻭ ﻪﺗاﺫ ﻲﻓ اًﺪﺣاﻭ ﻦﻜﻳ ﻢﻟ ﻮﻟ ﻰﻟﺎﻌﺗ ﻪﻧﺃ ﻚﻟﺬﻛﻭ ،ٌّﻝﺎﺤﻣ ﻮﻫﻭ ،ﺎﻤﻬﻴﻟﺇ َﺮﻘﺘﻔﻳ ﻥﺃ ﻡﺰﻠﻟ ِﺺِّﺼﺨﻤﻟاﻭ ِّﻞﺤﻤﻟا ﻦﻋ ﻰﻨِﻐﻟﺎﺑ ﻒﺼﺘﻳ ﻥﺃ ﻰﻟﺎﻌﺗ ِّﻖﺤﻠﻟ ْﺐﺠﻳ ﻢﻟ ﻮﻟ:</p>
      <table>
       <tr>
        <td>27</td>
        <td>ﺎﻤِﻟﺎَﻋ ،ًاﺪﻳِﺮُﻣ ﺎًّﻴَﺣ ْﻦُﻜَﻳ ْﻢَﻟ ْﻮَﻟ،</td>
        <td>ﺎَﻤَﻟﺎَﻋ َﺖْﻳﺃَﺭ ﺎَﻤَﻟ ،ًاﺭِﺩﺎَﻗﻭ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺰﺟﺎﻋ ﺮﻴﻏ ﻰﻟﺎﻌﺗ ﻮﻬﻓ ،ﺓﺩﻮﺟﻮﻣ ﺕﺎﻗﻮﻠﺨﻤﻟا ﻥﺃ ﺔﻟﺎﺤﻟاﻭ ،ﺕﺎﻗﻮﻠﺨﻤﻟا ﻱﺃ ،ﻢﻟاﻮﻌﻟا ﻩﺬﻫ ﻦﻣ ءﻲﺷ ﺪﺟﻮﻳ ﻼﻓ اًﺰﺟﺎﻋ ﻥﺎﻜﻟ ،ﺓﺭﺪﻘﻟاﻭ ﻢﻠﻌﻟاﻭ ﺓﺩاﺭﻹاﻭ ﺓﺎﻴﺤﻟﺎﺑ ﺎًﻓﻮﺻﻮﻣ ﻰﻟﺎﻌﺗ ﻖﺤﻟا ﻦﻜﻳ ﻢﻟ ﻮﻟ:</p>
      <table>
       <tr>
        <td>28</td>
        <td>ُﻞِﻃﺎَﺑ ﺎَﻳﺎﻀَﻘْﻟا ِّﺖِّﺴﻟا ﻲﻓ ِﻝﺎَّﺘﻟاﻭ</td>
        <td>ُﻞِﺛﺎَﻤُﻣ اًﺫِﺇ ٌﻡَّﺪَﻘُﻣ ،ًﺎﻌْﻄَﻗ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .ﺔﻴﻀﻗ ﻞﻛ ﻲﻓ ﻞﻃﺎﺑ ﻮﻫﻭ اﺬﻛ ﻦﻜﻟ :ﻪﻟﻮﻗ ﻮﻫ ﻲﻟﺎﺘﻟاﻭ ((ّﺖِّﺴﻟا)) ﻲﻓ ﻪﻟﻮﻗ ﻰﻨﻌﻣ ﻮﻫﻭ ،ﺎﻨﻫ ﻰﻟﺇ ((ﻡﺪﻘﻟا ﻚﻳ ﻢﻟ ﻮﻟ ﻪﻟﻮﻗ ﻦﻣ)) اﺬﻛ ،ﻦﻜﻳ ﻢﻟ ﻮﻟ ،ﻢﻇﺎﻨﻟا ﻝﻮﻗ ﻲﻫ ﺎﻳﺎﻀﻘﻟا:</p>
      <table>
       <tr>
        <td>29</td>
        <td>ْﻡَﻼَﻜْﻟاﻭ ،ُﺮَﺼَﺒﻟاﻭ ،ُﻊْﻤَّﺴﻟاﻭ،</td>
        <td>ُﻡاَﺮُﺗ ِﻪﻟﺎَﻤَﻛ ْﻊَﻣ ،ِﻞْﻘَّﻨﻟﺎِﺑ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺎًﻀﻳﺃ ﻞﻘﻌﻟﺎﺑ ﺖﺑﺎﺛﻭ ،ﻚﻟﺫ ﻰﻠﻋ ءﺎﻤﻠﻌﻟا ﻉﺎﻤﺟﺇﻭ ﺔﻨﺴﻟاﻭ ﺏﺎﺘﻜﻟﺎﺑ ﺖﺑﺎﺛ ،ﻡﻼﻜﻟاﻭ ﺮﺼﺒﻟاﻭ ﻊﻤﺴﻟا ﺕﺎﻔﺼﺑ ﻰﻟﺎﻌﺗ ﻖﺤﻟا ﻑﺎﺼﺗﺎﻓ:</p>
      <table>
       <tr>
        <td>30</td>
        <td>ﺎَﺒَﺟَﻭ ْﻭَﺃ ٌﻦِﻜْﻤُﻣ َﻝﺎَﺤَﺘْﺳا ِﻮَﻟ</td>
        <td>ﺎَﺒَﺟْﻭَﺃ ﺎﻣﻭُﺰُﻟ ِﻖِﺋﺎَﻘَﺤْﻟا َﺐْﻠَﻗ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﻞﻘﻌُﻳ ﻻ ﻚﻟﺫﻭ ،ﻪُﻣﺪﻋ ﻻﺇ ﻞﻘﻌﻟا ﻲﻓ ﺢﺼﻳ ﻻ ﻱﺬﻟا ،ﻞﻴﺤﺘﺴﻤﻟا ﺔﻘﻴﻘﺣ ﻰﻟﺇ ﻦﻜﻤﻤﻟا ﺔﻘﻴﻘﺣ ﺖﺒﻠﻘﻧﻻ ،ﺕﺎﻨﻜﻤﻤﻟا ﻦﻣ ءﻲﺷ ﻪﻴﻠﻋ ﻝﺎﺤﺘﺳا ﻭﺃ ،ﻩﺩﻮﺟﻭ ﻞﻘﻌﻟا ﻲﻓ ﺢﺼﻳ ﻻ ﻱﺬﻟا ،ﺐﺟاﻮﻟا ﺔﻘﻴﻘﺣ ﻰﻟﺇ ﻦﻜﻤﻤﻟا ﺐﻠﻘﻧﻻ ،ﺕﺎﻨﻜﻤﻤﻟا ﻦﻣ ءﻲﺷ ﻪﻴﻠﻋ ﺐﺟﻭ ﻮﻟ ﻰﻟﺎﻌﺗ ﻖﺤﻟا:</p>
      <table>
       <tr>
        <td>31</td>
        <td>ُﻕْﺪِّﺼﻟا ِﻡاَﺮِﻜْﻟا ِﻞْﺳُّﺮﻠِﻟ ُﺐِﺠَﻳ</td>
        <td>ُّﻖِﺤَﻳ ْﻢُﻬُﻐﻴِﻠْﺒَﺗ ،ٌﺔَﻧﺎَﻣَﺃ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .ﻖﻠﺨﻠﻟ ﻪﻐﻴﻠﺒﺘﺑ اﻭﺮِﻣُﺃ ﺎﻣ ﻱﺃ ،ُﻎﻴﻠﺒﺘﻟا :ﺎﻬُﺜﻟﺎﺛ ،ﺭﻮﺠﻔﻟا ﺏﺎﻜﺗﺭا ﻦﻣ ﻪﻌﻨﻤﺗ ﺎﻬﺑ ﻒﺼﺘﻤﻟاﻭ ُﻆﻔِﺤﻟاﻭ ُﺔﻤﺼِﻌﻟا ﻲﻫﻭ ،ُﺔﻧﺎﻣﻷا :ﺎﻬْﻴﻧﺎﺛ .ﻰﻟﺎﻌﺗ ﻪﻠﻟا ﻦﻋ ﺎﻬﻧﻮﻐﻠﺒﻳ ﻲﺘﻟا ﻡﺎﻜﺣﻷا ﻲﻓ ﺔﻟﺎﺳﺮﻟا ﻯﻮﻋﺩ ﻲﻓ ُﻕﺪِّﺼﻟا :ﺎﻬُﻟﻭﺃ :ءﺎﻴﺷﺃ ﺔﺛﻼﺛ ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟا ﻢﻬﻴﻠﻋ ﻞﺳﺮﻟا ﻖﺣ ﻲﻓ ﺐﺟاﻮﻟا:</p>
      <table>
       <tr>
        <td>32</td>
        <td>ُّﻲِﻬْﻨَﻤْﻟاﻭ ُﺏِﺬَﻜْﻟا ٌﻝﺎَﺤُﻣ</td>
        <td>ُّﻲِﻛَﺫ ﺎَﻳ ِﻎﻴِﻠْﺒَّﺘﻟا ِﻡَﺪَﻌَﻛ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ .ُﻥﺎﻤﺘِﻜﻟاﻭ ُﺔﻧﺎﻴﺨﻟاﻭ ،ُﺏﺬﻜﻟا : ﻲﻫﻭ ءﺎﻴﺷﺃ ُﺔﺛﻼﺛ ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟا ﻢﻬﻴﻠﻋ ِﻞﺳﺮﻟا ﻖﺣ ﻲﻓ ُﻞﻴﺤﺘﺴﻤﻟا:</p>
      <table>
       <tr>
        <td>33</td>
        <td>ُﻢِﻬِّﻘَﺣ ﻲﻓ ُﺯﻮُﺠَﻳ&#x06E5;&#x06E4; ْﺽَﺮَﻋ ُّﻞﻛ</td>
        <td>ْﺽَﺮَﻤْﻟﺎَﻛ ٍﺺْﻘَﻨِﻟ ﺎﻳِّﺩَﺆُﻣ َﺲْﻴَﻟ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﻖﻠﺨﻟا ِﺔﻳاﺫﺇﻭ ،ﻒﻴﻔﺨﻟا ِﺽﺮﻤﻟﺎﻛﻭ ،ﺔﻣﻷﻟ ﺎًﻌﻳﺮﺸﺗﻭ اًﺭﺎﻴﺘﺧا ﻉﺎﻤﺠﻟﺎﻛﻭ ،ﻢﻬﺑﻮﻠﻘﺑ ﻻ ﻢﻬﻨﻴﻋﺄﺑ ْﻦﻜﻟ ،ﻡﻮﻨﻟاﻭ ،ﺡﺎﻜﻨﻟاﻭ ،ﺏﺮﺸﻟاﻭ ،ﻞﻛﻷﺎﻛ ﻚﻟﺫﻭ ﺔَّﻴِﻠَﻌﻟا ﻢﻬﺒﺗاﺮﻣ ﻲﻓ ﺺﻘﻧ ﻰﻟﺇ ﻱﺩﺆﺗ ﻻ ﻲﺘﻟا ُﺔﻳﺮﺸﺒﻟا ُﺽاﺮﻋﻷا ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟا ﻢﻬﻴﻠﻋ ﻞﺳﺮﻟا ﻖﺣ ﻲﻓ ﺰﺋﺎﺠﻟا:</p>
      <table>
       <tr>
        <td>34</td>
        <td>ْﻡِﺰَﻠَﻟ َﻦﻴِﻗِﺩﺎَﺻ اﻮُﻧﻮُﻜَﻳ ْﻢَﻟ ْﻮَﻟ</td>
        <td>ْﻢِﻬِﻘﻳِﺪْﺼَﺗ ﻲﻓ ُﻪَﻟﻹا َﺏِﺬﻜَﻳ ْﻥَﺃ</td>
       </tr>
       <tr>
        <td>35</td>
        <td>ّﺮَﺑَﻭ -  ِﻪِﻟْﻮَﻘﻛ ْﻢُﻬُﺗاَﺰِﺠْﻌُﻣ ْﺫﺇ ْ -</td>
        <td>ْﺮَﺒَﺧ ِّﻞﻛ ﻲﻓ ُﺪْﺒَﻌْﻟا اَﺬَﻫ َﻕَﺪَﺻ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﻝﺎﺤﻣ –ﻚﻟﺫ ﻦﻋ ﻰﻟﺎﻌﺗ َّﻞَﺟ– ﻢﻬﻟ ﻪَﻘﻳﺪﺼﺗﻭ ﻩﺮﺒﺧ ﻲﻓ ﺏﺬﻜﻟا ﻦﻜﻟ ،ﻲﻨﻋ ﻪﺑ ﺮﺒﺧَﺃ ﺎﻣ ﻞﻛ ﻲﻓ ُﺪﺒﻌﻟا اﺬﻫ َﻕَﺪﺻ :ﻰﻟﺎﻌﺗ ﻪِﻟﻮﻗ َﺔﻟِﺰﻨﻣ ﻝِﺰﻨﺗ ﺓﺰﺠﻌﻤﻟا ﻥﻷ ،ﻢﻬﻳﺪﻳﺃ ﻦﻋ ﺕاﺰﺠﻌﻤﻟا ﺭﺎﻬﻇﺈﺑ ﻢﻬَﻗَّﺪﺻ ﺚﻴﺣ ،ﻢﻫﺎﻳﺇ ﻪَﻘﻳﺪﺼﺗﻭ ﻩﺮﺒﺧ ﻲﻓ ﻪﻟﻹا ُﺏﺬﻛ ﻡﺰﻠﻟ ،ﻪﺑ اﻭﺮﺒﺧﺃ ﺎﻤﻴﻓ ﻕﺪﺼﻟﺎﺑ ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟا ﻢﻬﻴﻠﻋ ُﻞﺳﺮﻟا ﻒﺼﺘﻳ ﻢﻟ ﻮﻟ:</p>
      <table>
       <tr>
        <td>36</td>
        <td>ْﻢِﺘُﺣ اﻮُﻧﺎَﺧ ﻭَﺃ ُﻎﻴِﻠْﺒَّﺘﻟا ﻰَﻔَﺘْﻧا ِﻮَﻟ</td>
        <td>ْﻢﻬﻟ ًﺔَﻋﺎﻃ ُّﻲِﻬْﻨَﻤْﻟا َﺐَﻠْﻘُﻳ ْﻥَﺃ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﻪُﻠﻋﺎﻓ ﻥﻮﻌﻠﻣ ﻚﻟﺫﻭ ،ﻚﻟﺫ ﻞﺜﻤﺑ ﻦﻳﺭﻮﻣﺄﻣ ﻥﻮﻜﻨﻓ ،ﻢﻬﻘﺣ ﻲﻓ ًﺔﻋﺎﻃ ﻪﻨﻋ ُّﻲﻬﻨﻤﻟا ﻭﺃ ُﻥﺎﻤﺘﻜﻟا ﻚﻟﺫ ﺭﺎﺼﻟ ٍﻩﻭﺮﻜﻣ ﻭﺃ ﻡﺮّﺤﻣ ﻦﻣ ﻪﻨﻋ ٌّﻲﻬﻨﻣ ﻢﻬﻨﻣ ﻊﻗﻮﻓ ،اﻮﻧﺎﺧ ﻥﺄﺑ ﺔﻧﺎﻣﻷا ُﻒﺻﻭ ﻢﻬﻨﻋ ﻰﻔﺘﻧا ﻭﺃ ،ﻪﻐﻴﻠﺒﺘﺑ اﻭﺮِﻣُﺃ ﺎﻣ اﻮﻤﺘﻛ ُﺚﻴﺤﺑ ﻎﻴﻠﺒﺘﻟﺎﺑ ُﻑﺎﺼﺗﻻا ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟا ﻢﻬﻴﻠﻋ ﻞﺳﺮﻟا ﻦﻋ ﻰﻔﺘﻧا ﻮﻟ:</p>
      <table>
       <tr>
        <td>37</td>
        <td>ْﻪُﺘّﺠُﺣ ْﻢِﻬْﻴَﻠَﻋ ِﺽاَﺮْﻋَﻻا ُﺯاَﻮَﺟ:</td>
        <td>ْﻪُﺘَﻤْﻜِﺣ ٍّﻞَﺴَﺗ ،ْﻢِﻬِﺑ ﺎَﻬﻋﻮُﻗُﻭ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺕﺎﻤِّﻠُﻤﻟا ﻊﻴﻤﺟ ﻲﻓ ﻲﻠﺴﺘﻟاﻭ ﻲﺳﺄﺘﻟا ﻞﺟﻷ ،ﺓﺪﻫﺎﺸﻤﻟﺎﺑ ﻞﺻﺎﺣ ﻢﻬﺑ ﺎﻬُﻋﻮﻗﻭﻭ ،ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟا ﻢﻬﻴﻠﻋ ﻞﺳﺮﻟا ﻰﻠﻋ ﺔﻳﺮﺸﺒﻟا ﺽاﺮﻋﻷا ﺯاﻮﺟ:</p> 
      <table>
       <tr>
        <td>38</td>
        <td>ُﻪَّﻠﻟا َّﻻﺇ َﻪَﻟﺇ َﻻ :ُﻝْﻮَﻗَﻭ</td>
        <td>ُﻪﻟﻹا ُﻪَﻠَﺳْﺭَﺃ ٌﺪَّﻤَﺤُﻣ</td>
       </tr>
       <tr>
        <td>39</td>
        <td>ْﻲِﻧﺎَﻌَﻤْﻟا ِﻩِﺬَﻫ َّﻞُﻛ ُﻊَﻤْﺠَﻳ</td>
        <td>ِﻥﺎﻤﻳﻹا َﺔَﻣَﻼَﻋ اَﺬِﻟ ْﺖَﻧﺎَﻛ</td>
       </tr>
      </table>
     <p>ﻚﻟﺫ ُﺩاﺪﺿﺃ ﻻ ،ﺓﻮﻘﺑ اًﺮﺛﺆﻣ ءﻲﺸﻟا ِﻥﻮﻛ ُﻲﻔﻧﻭ ،ﻪُﻛﺮﺗ ﻭﺃ ،ﻪﻴﻠﻋ ءﻲﺷ ﻞﻌﻓ ﺏﻮﺟﻭ ُﻡﺪﻋﻭ ،ﺽاﺮﻋﻷا ﻦﻋ ُﻩﺰﻨﺘﻟاﻭ ،ﺎًﻤﻠﻜﺘﻣﻭ ،اًﺮﻴﺼﺑﻭ ،ﺎًﻌﻴﻤﺳ ﻪُﻧﻮﻛﻭ ،ﻡﻼﻜﻟاﻭ ،ﺮﺼﺒﻟاﻭ ،ﻊﻤﺴﻟاﻭ ،ﺙﺩاﻮﺤﻠﻟ ﺔﻔﻟﺎﺨﻤﻟاﻭ ،ﺲﻔﻨﻟﺎﺑ ﻡﺎﻴﻘﻟاﻭ ،ءﺎﻘﺒﻟاﻭ ،ﻡﺪﻘﻟاﻭ ،ﺩﻮﺟﻮﻟا :ﻲﻫﻭ ،ﺓﺪﻴﻘﻋ ﻥﻭﺮﺸﻋﻭ ٌﺔﻴﻧﺎﻤﺛ ءﺎﻨﻐﺘﺳﻻا ﺖﺤﺗ ُﻞﺧﺪﻴﻓ ،ُﻪﻠﻟا ﻻﺇ ﻩاﺪﻋ ﺎﻣ ﻞﻛ ﻪﻴﻟﺇ َﺮﻘﺘﻔﻣﻭ ،ﻩاﻮﺳ ﻦﻣ ﻞﻛ ﻦﻋ َﻲﻨﻐﺘﺴُﻣ ﻻ ﻪﻧﺃ ،ﻪﻠﻟا ﻻﺇ ﻪﻟﺇ ﻻ ﺎﻨﻟﻮﻗ ﻰﻨﻌﻣ ﻲﻓ :ﻝﻮﻘﺗ ﻥﺃ ﻚﻟﺫ ﻥﺎﻴﺑﻭ ،ﻪﻠﻟا ﻝﻮﺳﺭ ﺪﻤﺤﻣ ﻪﻠﻟا ﻻﺇ ﻪﻟﺇ ﻻ :ﺎﻨﻟﻮﻗ ﻲﻓ ٌﺔﺟﺭﺪﻨﻣ ﺔﻣﺪﻘﺘﻤﻟا ﺪﺋﺎﻘﻌﻟا َﻊﻴﻤﺟ ﻥﺃ ﻰﻨﻌﻤﻟاﻭ.</p> 
     <p>ﻝﺎﻗ ﻢﺛ .ﺓﺪﻴﻘﻋ ﻦﻴﺘﺳﻭ ﺎًّﺘِﺳ ﻊﻴﻤﺠﻟا ﻥﻮﻜﻳ ﺎﻬﻠﺒﻗ ﺎﻤﻟ ﺎﻬﺘﻔﺿﺃ اﺫﺇﻭ ،ﺎﻫِﺩاﺪﺿﺃﻭ ﻢﻬﻴﻠﻋ ﺔﻳﺮﺸﺒﻟا ﺽاﺮﻋﻷا ِﺯاﻮﺟﻭ ،ِﻎﻴﻠﺒﺘﻟاﻭ ،ِﺔﻧﺎﻣﻷاﻭ ،ﻕﺪﺼﻟا ِﺏﻮﺟﻭﻭ ،ﺮﺧﻵا ِﻡﻮﻴﻟاﻭ ،ﺔﻳﻭﺎﻤﺴﻟا ِﺐﺘﻜﻟاﻭ ،ِﺔﻜﺋﻼﻤﻟاﻭ ،ﻞﺳﺮﻟاﻭ ءﺎﻴﺒﻧﻷا ﺮﺋﺎﺴﺑ ُﻥﺎﻤﻳﻹا :ﻪﻴﻓ ُﻞﺧﺪﻴﻓ ﻢﻠﺳﻭ ﻪﻴﻠﻋ ﻪﻠﻟا ﻰﻠﺻ ﻪﻠﻟا ﻝﻮﺳﺭ ﺪﻤﺤﻣ ﺎﻨﻟﻮﻗ ﺎّﻣﺃﻭ ،ﺓﺪﻴﻘﻋ ﻥﻮﺴﻤﺧ ﻊﻤﺠﻟا ،ﺮﻛﺫ ﺎﻣ ُﺩاﺪﺿﺃﻭ ﻩﺮﺳﺄﺑ ﻢﻟﺎﻌﻟا ُﺙﻭﺪﺣﻭ ،ﻪﻌﺒﻄﺑ ﺎﻣ ٍﺮﺛﺃ ﻲﻓ ﺕﺎﻨﺋﺎﻜﻟا ﻦﻣ ءﻲﺷ ﺮﻴﺛﺄﺗ ُﻡﺪﻋﻭ ،ﺎًّﻴﺣﻭ ﺎﻤﻟﺎﻋﻭ اًﺪﻳﺮﻣﻭ اًﺭﺩﺎﻗ ﻪُﻧﻮﻛﻭ ،ُﺓﺎﻴﺤﻟاﻭ ،ُﻢﻠﻌﻟاﻭ ،ُﺓﺩاﺭﻹاﻭ ،ُﺓﺭﺪﻘﻟاﻭ ،ُﺔﻴﻧاﺪﺣﻮﻟا :ﻲﻫﻭ ،ﺓﺪﻴﻘﻋ ﻥﻭﺮﺸﻋﻭ ﻥﺎﺘﻨﺛا ﺭﺎﻘﺘﻓﻻا ﺖﺤﺗ ﻞﺧﺪﻳﻭ: </p>
      <table>
       <tr>
        <td>40</td>
        <td>ِﺮْﻛِّﺬﻟا ِﻩﻮُﺟﻭ ُﻞَﻀْﻓﺃ َﻲِﻫَﻭ</td>
        <td>ِﺮْﺧُّﺬﻟﺎﺑ ْﺰُﻔَﺗ َﺮْﻤُﻌْﻟا ﺎَﻬﺑ ْﻞَﻐْﺷﺎﻓ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺔَّﻳِﺰَﻤﻟاﻭ ﺔﻴﺻﻮﺼﺨﻟا ُﻞﻫﺃ ﻪﺑ ﺯﺎﻓ ﺎﻤﺑ ُﺯﻮﻔﻟاﻭ ،ﺔﻳﺪﺑﻷا ُﺓﺩﺎﻌﺴﻟا ﻲﻫ ﻲﺘﻟا ،ﺔﻤﻴﻈﻌﻟا ﺓﺮﻴﺧﺬﻟﺎﺑ ﺯﻮﻔﻳ ﻲﻛ ،ﻪَﺗﺎﻗﻭﺃ ﺎﻫﺮﻛﺬﺑ ﺮِّﻤﻌُﻳﻭ ،ﻩﺮﻤﻋ ﺎﻬﺑ ﻞﻐﺸﻳ ﻥﺃ ﻞﻗﺎﻌﻟا ﻰﻠﻌﻓ ،ﻥﻭﺮﻛاﺬﻟا ﻩُﺮﻛﺬﻳ ﺎﻣ ﻞﻀﻓﺃ ،ﻪﻠﻟا ﻝﻮﺳﺭ ﺪﻤﺤﻣ ﻪﻠﻟا ﻻﺇ ﻪﻟﺇ ﻻ :ﺎﻨﻟﻮﻗ ﻲﻫ ﻲﺘﻟا ﺔﻓَّﺮﺸﻤﻟا ﺔﻤﻠﻜﻟا:</p>
      <table>
       <tr>
        <td>41</td>
        <td>ْﻊﻴِﻤَﺠْﻟا ِﺡِﺭاَﻮَﺠْﻟا ُﺔَﻋﺎﻃَﻭ ٌﻞﺼﻓ</td>
        <td>ْﻊﻴِﻓَّﺮﻟا ُﻡَﻼْﺳِﻻا َﻮُﻫ ًﻼْﻌِﻓَﻭ ًﻻْﻮَﻗ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﺕﺎَّﻴِﻬﻨﻤﻟا ِﺏﺎﻨﺘﺟاﻭ ﺕاﺭﻮﻣﺄﻤﻟا ﻝﺎﺜﺘﻣﻻ ﻝﺎﻌﻓﻷاﻭ ﻝاﻮﻗﻷا ﻲﻓ ﺡﺭاﻮﺠﻟا ﻊﻴﻤﺟ ﺩﺎﻴﻘﻧا ﻮﻫ :ﺔﻳﺪﻤﺤﻤﻟا ﺔﻌﻳﺮﺸﻟا ﻲﻓ ﺮﺒﺘﻌﻤﻟاﻭ ﻞﻣﺎﻜﻟا ﻡﻼﺳﻹا:</p>
      <table>
       <tr>
        <td>42</td>
        <td>ْﺕﺎَﺒِﺟاَﻭ ٌﺲْﻤَﺧ ِﻡَﻼْﺳِﻹا ُﺪِﻋاَﻮَﻗ</td>
        <td>ْﺕﺎَﻴِﻗﺎَﺒﻟا ُﻁْﺮَﺷ ِﻥﺎﺗَﺩﺎَﻬَّﺸﻟا :َﻲْﻫَﻭ</td>
       </tr>
       <tr>
        <td>43</td>
        <td>ْﻉﺎﻄِﻘْﻟا ﻲﻓ ُﺓﺎَﻛَّﺰﻟاَﻭ ،ُﺓَﻼَّﺼﻟا َّﻢُﺛ</td>
        <td>ْﻉﺎَﻄَﺘْﺳا ِﻦَﻣ ﻰَﻠَﻋ ُّﺞَﺤْﻟاﻭ ُﻡْﻮَّﺼﻟاِﻭ</td>
       </tr>
      </table>
     <p>ﻝﺎﻗ ﻢﺛ ،ﻊﺑﺭﻷا ِﺪﻋاﻮﻘﻟا ﺔﻴﻘﺑ ﺔﺤﺻ ﻲﻓ ٌﻁﺮﺷ ﻲﻫ ﺫﺇ ،ﻪﻠﻟا ﻝﻮﺳﺭ ﺪﻤﺤﻣ ،ﻪﻠﻟا ﻻﺇ ﻪﻟﺇ ﻻ :ﺎﻨﻟﻮﻗ ﻲﻫﻭ ،ﻥﺎﺗﺩﺎﻬﺸﻟا ﺎﻬﻤﻈﻋﺃﻭ ،ﻉﺎﻤﺟﻹاﻭ ﺔﻨﺴﻟاﻭ ﺏﺎﺘﻜﻟﺎﺑ ﺐﺟاﻭ ،ﺲﻤﺨﻟا ﻚﻠﺗ ﻦﻣ ﺪﺣاﻭ ﻞﻛ ،ﺲﻤﺧ ﺎﻬﻴﻠﻋ ﻲﻨﺑ ﻲﺘﻟا ﻪﻟﻮﺻﺃ :ﻡﻼﺳﻹا ﺪﻋاﻮﻗ:</p>
      <table>
       <tr>
        <td>44</td>
        <td>ْﺐُﺘُﻜْﻟاَﻭ ِﻪَﻟﻹﺎﺑ ٌﻡْﺰﺟ ُﻥﺎﻤﻳِﻻا</td>
        <td>ْﺏُﺮَﻗ ٍﺚْﻌﺑ ْﻊَﻣ ِﻙَﻼْﻣﻷاﻭ ِﻞْﺳُّﺮﻟاَﻭ</td>
       </tr>
       <tr>
        <td>45</td>
        <td>ْﻥاَﺰﻴِﻣ ٌﻁاَﺮِﺻ اَﺬَﻛ ٍﺭَﺪَﻗَﻭ</td>
        <td>ْﻥاَﺮﻴﻧﻭ ٌﺔَّﻨَﺟ ّﻲِﺒَّﻨﻟا ُﺽْﻮَﺣ</td>
       </tr>
      </table>
     <p>ﺪﻤﺤﻣ ﺎﻧﻻﻮﻣﻭ ﺎﻨﻴﺒﻧ ﻮﻫ ،ﻩﺪﻌﺑ َّﻲﺒﻧ ﻻ ﻱﺬﻟا ﻢﻬﻤَﺗﺎﺧﻭ ﻢﻬَﻓﺮﺷﺃﻭ ﻢﻬﻠﻀﻓﺃ ﻥﺄﺑ ﻕِّﺪﺼﻨﻓ ،ّﻱﻮﻨﻌﻤﻟاﻭ ّﻲﺴﺤﻟا ﻢﻬﺷﺎﻌﻣ ﻞﻴﻤﻜﺗﻭ ،ﻢﻬﺘﻳاﺪﻬﻟ ﻖﻠﺨﻟا ﻰﻟﺇ ًﻼﺳﺭ ﻞﺳﺭﺃ ﻰﻟﺎﻌﺗ ﻪﻠﻟا ﻥﺄﺑ ﻕﺪﺼﻧﻭ ،ﻪﻠﻟا ﻡﻼﻛ ﻰﻠﻋ ﺔﻟاﺩ ﺎﻬﻧﺃﻭ ،ٌﻕﺪﺻﻭ ٌّﻖﺣ ﺔﻟﺰﻨﻤﻟا ﺐﺘﻜﻟا ﻲﻓ ﺎﻣ ﻞﻛ ﻥﺄﺑ ﻕﺪﺼﻧﻭ ،ﻝﻼﺠﻟاﻭ ﻝﺎﻤﻜﻟا ﺕﺎﻔﺻ ﻦﻣ ﻪﺑ ﻖﻴﻠﻳ ﺎﻤﺑ ﻒﺼﺘﻣ ﻪﻧﺃﻭ ،ﻪﻧﺎﺤﺒﺳ ﺎﻧﻻﻮﻣ ﺩﻮﺟﻮﺑ ﻦﻣﺆﻧ ﻥﺄﺑ ﻞﻴﺼﻔﺘﻟا ﻰﻠﻋﻭ ،ﻪُﻠﻴﺼﻔﺗ ﻢﻠﻌُﻳ ﻢﻟ ﺎﻤﻴﻓ ﻻﺎﻤﺟِﺇ ﻮﻟﻭ ،ﻰﻟﺎﻌﺗ ﻖﺤﻟا ﺪﻨﻋ ﻦﻣ ﺓﺭﻭﺮﻀﻟﺎﺑ ﻪﺌﻴﺠﻣ ﻢﻠُﻋ ﺎﻤﻴﻓ ،ﺐﻠﻘﻟﺎﺑ ﻢﻠﺳﻭ ﻪﻴﻠﻋ ﻪﻠﻟا ﻰﻠﺻ ٍﺪﻤﺤﻣ ﺎﻧﻻﻮﻣﻭ ﺎﻨﻴﺒﻧ ﻖﻳﺪﺼﺗ ﻥﺎﻤﻳﻹﺎﺑ ُﺩاﺮﻤﻟا <span class="symbol">&#xFDFA;</span>،  ﻪِﻘْﻠَﺧ ﻦﻴﺑﻭ ﻪﻨﻴﺑ ﻂﺋﺎﺳﻮﻟا ﻢﻬﻧﺃﻭ ،ﻥﻭﺮﻣﺆﻳ ﺎﻣ ﻥﻮﻠﻌﻔﻳﻭ ﻢﻫﺮﻣﺃ ﺎﻣ ﻪﻠﻟا ﻥﻮﺼﻌﻳ ﻻ ،ﺔﻜﺋﻼﻤﻟﺎﺑ ﻥﻮﻓﺮﻌُﻳ ،ﻦﻴﻣﺮﻜﻣ اًﺩﺎﺒﻋ ﻪﻠﻟ ﻥﺄﺑ ﻕﺪﺼﻧﻭ.</p> 
     <p>ﻲﺒﻨﻟا ﺽﻮﺣ ﺩﻮﺟﻮﺑ ﻕﺪﺼﻧﻭ ،ﺪﺑ ﻻﻭ ﺔﻣﺎﻴﻘﻟا َﻡﻮﻳ ٍﻥاﺰﻴﻤﺑ ﻥﺯﻮﺘﺳ ﻝﺎﻤﻋﻷا ﻥﺄﺑ ﻕﺪﺼﻧﻭ ،ﻒﻴﺴﻟا ﻦﻣ ُّﺪَﺣَﺃﻭ ،ﺓﺮﻌﺸﻟا ﻦﻣ ﻕﺭﺃ ،ﻢﻨﻬﺟ ﺮﻬﻇ ﻰﻠﻋ ﺓﺩﻭﺪﻤﻣ ﺓﺮﻄْﻨَﻗ ﻮﻫﻭ ،ﻖﺣ ﻁاﺮﺼﻟا ﻥﺄﺑ ﻕﺪﺼﻧﻭ ،ﻦﻜﻳ ﻢﻟ ﻩﺭِّﺪﻘﻳ ﻢﻟ ﺎﻣﻭ ،ﻊﻘﻳ ﻥﺃ ﺪﺑ ﻻ ﻪﻠﻟا ﻩﺭَّﺪﻗ ﺎﻣ ﻥﺄﺑ ﻕﺪﺼﻧﻭ ،َّﺪُﺑ ﻻﻭ ﻊﻘﻴﺳ ﺭﻮﺒﻘﻟا ﻦﻣ ُﺝﻭﺮﺨﻟا ﻮﻫ ﻱﺬﻟا ،ﺚﻌﺒﻟا ﻥﺄﺑ ﻕﺪﺼﻧﻭ <span class="symbol">&#xFDFA;</span> ﻝﺎﻗ ﻢﺛ ،ﺭﺎﺘﺨﻤﻟا ﻪﻴﺒﻧ ﻩﺎﺠﺑ ،ﺭﺎﻨﻟا ﻦﻣ ﻪﻠﻟا ﺎﻧَﺭﺎﺟﺃ ،ٌﻞْﻫﺃ ﻪﻟ ﺎﻤﻬﻨﻣ ٌّﻞﻛﻭ ،ﺭﺎﻨﻟاﻭ ﺔﻨﺠﻟا ﺩﻮﺟﻮﺑ ُﻕﺪﺼﻧﻭ ،ﻞﺴﻌﻟا ﻦﻣ ﻰﻠﺣﺃﻭ ،ﻦﺒﻠﻟا ﻦﻣ ًﺎﺿﺎﻴﺑ ﺪﺷﺃ ﻩﺅﺎﻣ ،ﻪﺘﻣﺃ ﻩُﺩِﺮﺗ ﺮﻬﻧ ﻮﻫﻭ ،ﺔﻣﺎﻴﻘﻟا ﻡﻮﻳ:</p>
      <table>
       <tr>
        <td>46</td>
        <td>ْﻩاَﺭَﺩ ْﻦَﻣ َﻝﺎَﻘَﻓ ُﻥﺎﺴْﺣ ﻻا ﺎَّﻣﺃَﻭ</td>
        <td>ْﻩاَﺮَﺗ َﻚَّﻧَﺄَﻛ ﻪَّﻠﻟا َﺪُﺒْﻌَﺗ ْﻥَﺃ</td>
       </tr>
       <tr>
        <td>47</td>
        <td>ْﻙاَﺮَﻳ ُﻪَّﻧِﺇ ُﻩاَﺮَﺗ ْﻦُﻜَﺗ ْﻢَﻟ ْﻥِﺇ</td>
        <td>ْﻙاَﺮُﻋ ﻯَﻮْﻗَﺃ ْﺬُﺧ ُﺙَﻼَّﺜﻟا ﻱِﺫ ُﻦﻳِّﺪﻟاَﻭ</td>
       </tr>
      </table>
     <p>ﺺﻗﺎﻧ ﻪُﻧﺎﻤﻳﺈﻓ ﺎﻬِّﻠﻛ ﺎﻬﺑ ﻒﺼﺘﻳ ﻢﻟ ﻦﻤﻓ ،ﻥﺎﺴﺣﻹاﻭ ،ﻥﺎﻤﻳﻹاﻭ ،ﻡﻼﺳﻹا :ﻲﻫ ﻲﺘﻟا ﺔﺛﻼﺜﻟا ءﺎﻴﺷﻷا ﻩﺬﻫ ﻉﻮﻤﺠﻣ ﻮﻫ ﻦﻳﺪﻟا ﻥﺃ :ُﺙﻼﺜﻟا ﻱﺫ ُﻦﻳِّﺪﻟاﻭ :ﻪﻟﻮﻗ ﻰﻨﻌﻣﻭ ،ﻞﻤﻌﺗ ﺎﻣ َّﻞﻛ ﻯﺮﻳ ﻚﻴﻠﻋ ٌﻊﻠﻄﻣ ﻪﻧﺎﺤﺒﺳ ﻖﺤﻟا ﻥﺃ ﺮﻀﺤﺘﺴﺗ ﻥﺃ :ﻙاﺮﻳ ﻪﻧﺈﻓ ﻩاﺮﺗ ﻦﻜﺗ ﻢﻟ ﻥﺇ :ﻪﻟﻮﻗ ﻰﻨﻌﻣﻭ ،ﻚﻨﻴﻌﺑ ﻩاﺮﺗ ﻚﻧﺄﻛ ﻰﺘﺣ ،ﻚﺒﻠﻘﺑ ﻖﺤﻟا ُﺩﻮﻬﺷ ﻚﻴﻠﻋ َﺐﻠﻐﻳ ﻥﺃ ﻮﻫ :ﻩاﺮﺗ ﻚﻧﺄﻛ ﻪﻠﻟا ﺪﺒﻌﺗ ﻥﺃ :ﻪِﻟﻮﻗ ﻰﻨﻌﻣﻭ ،ﻢﻠﺳﻭ ﻪﻴﻠﻋ ﻪﻠﻟا ﻰﻠﺻ ﺪﻤﺤﻣ ﺎﻧﻻﻮﻣﻭ ﺎﻨﻴﺒﻧ ﻮﻫﻭ ،ﻪﻤِﻠَﻋ :ﻩاﺭَﺩ ﻦﻣ ﻪﻟﻮﻗ ﻰﻨﻌﻣﻭ .ﺎﻬﺑ ﺲُّﺒﻠﺘﻟا َﻝﺎﺣ ،ﺔﻳﻮﻴﻧﺪﻟا ﻞﻏاﻮﺸﻟا ﻦﻣ ﻝﺎﺒﻟا ُﻍاﺮﻓﻭ ﺎﻬﻴﻓ ُﻉﻮﺸﺨﻟاﻭ ،ﺓﺩﺎﺒﻌﻟا ﻲﻓ ُﺹﻼﺧﻹا ﻮﻫ :ﻥﺎﺴﺣﻹا.</p>