<h2>ﺧﻄﺒﺔ اﻟﻜﺘﺎﺏ</h2>
     <p>اﻟﺤﻤﺪ ﻟﻠﻪ اﻷﺣﺪ اﻟﺼﻤﺪ، اﻟﺬﻱ ﻟﻢ ﻳﻠﺪ ﻭﻟﻢ ﻳﻮﻟﺪ ﻭﻟﻢ ﻳﻜﻦ ﻟﻪ ﻛﻔﻮًا ﺃﺣﺪ، ﻭاﻟﺼﻼﺓ ﻭاﻟﺴﻼﻡ ﻋﻠﻰ ﻣﻮﻻﻧﺎ ﻣﺤﻤﺪ اﻟﻬﺎﺩﻱ ﺇﻟﻰ اﻟﺼﺮاﻁ اﻟﻤﺴﺘﻘﻴﻢ. ﻭﻋﻠﻰ ﺁﻟﻪ ﻭﺃﺻﺤﺎﺑﻪ ﺫﻭﻱ اﻟﻘﺪﺭ اﻟﻔﺨﻴﻢ.
ﺃﻣﺎ ﺑﻌﺪ: ﻓﻴﻘﻮﻝ اﻟﻌﺒﺪ اﻟﻔﻘﻴﺮ ﺇﻟﻰ اﻟﻠﻪ ﻣﺤﻤﺪ ﺑﻦ ﻋﺒﺪ اﻟﻠﻪ اﻟﻤﺎﻟﻜﻲ، اﻟﻤﻮﻗﺖ ﺑﺎﻟﺤﻀﺮﺓ اﻟﻤﺮاﻛﺸﻴﺔ. 
     <p>ﻫﺬا ﺗﻘﺮﻳﺮ ﻟﻄﻴﻒ، ﻭﺟﻴﺰ ﺷﺮﻳﻒ، ﻋﻠﻰ ﻧﻈﻢ اﻟﻤﺮﺷﺪ اﻟﻤﻌﻴﻦ ﻋﻠﻰ اﻟﻀﺮﻭﺭﻱ ﻣﻦ ﻋﻠﻮﻡ اﻟﺪﻳﻦ، ﻭﺿﻌﺘﻪ ﺗﺒﺼﺮﺓ ﻟﻠﻌﺎﻣﺔ ﻭاﻷﻃﻔﺎﻝ، ﻭﺗﺬﻛﺮﺓ ﻟﻠﺨﺎﺻﺔ ﻣﻦ اﻟﻨﺴﺎء ﻭاﻟﺮﺟﺎﻝ، ﺃﺑﺮَﺯْﺗﻪ ﻓﻲ ﻋﺒﺎﺭﺓ ﺳﻬﻠﺔ، ﻭاﺿﺤﺔ اﻟﻤﻌﻨﻰ ﻭاﻟﻔﻬﻢ ﻭاﻟﻌﻈﺔ، ﻭﺳﻤَّﻴﺘﻪ: </p>
     <h3>اﻟﺤﺒﻞُ اﻟﻤﺘﻴﻦ ﻋﻠﻰ ﻧﻈﻢ اﻟﻤﺮﺷﺪ اﻟﻤﻌﻴﻦ ﻋﻠﻰ اﻟﻀﺮﻭﺭﻱِّ ﻣﻦ ﻋﻠﻮﻡ اﻟﺪﻳﻦ</h3>
     <p>.ﺟﻌﻠﻪ اﻟﻠﻪ ﺧﺎﻟﺼًﺎ ﻟﻮﺟﻬِﻪ اﻟﻜﺮﻳﻢ: ﻧﻔﻌﻨﺎ ﺑﻪ اﻟﻨﻔﻊَ اﻟﻌﻤﻴﻢَ ﺑﺠﺎﻩِ ﻣَﻦ ﻟﻪ اﻟﺨُﻠُﻖُ اﻟﻌﻈﻴﻢ: ﻣﻮﻻﻧﺎ ﻣﺤﻤﺪٌ ﻋﻠﻴﻪِ ﻭﻋﻠﻰ ﺁﻟﻪ ﺃﻓﻀﻞُ اﻟﺼﻼﺓ ﻭﺃﺯﻛﻰ اﻟﺘﺴﻠﻴﻢ
ﻓﺄﻗﻮﻝ: ﻭَﻣِﻦ اﻟﻠﻪ ﺃﻃﻠﺐ اﻟﺮﺿﺎ ﻭاﻟﻘﺒﻮﻝ، ﻗﺎﻝ اﻟﻨﺎﻇﻢ: </p>
      <table  id="fittext3" class="table table-bordered table-striped table-hover">
       <tr>
        <td>1</td>
        <td>ﻳَﻘُﻮﻝُ ﻋَﺒْﺪُاﻟْﻮَاﺣِﺪِ اﺑْﻦُ ﻋَﺎﺷِﺮِ</td>
        <td>ﻣُﺒﺘَﺪِﺋَﺎ ﺑِﺎﺳﻢِ اﻹﻟﻪِ اﻟْﻘَﺎﺩِﺭِ</td>
       </tr>
       <tr>
        <td>2</td>
        <td>اﻟْﺤَﻤْﺪُ ﻟﻠَّﻪِ اﻟﺬِﻱ ﻋَﻠﻤَﻨﺎ</td>
        <td>ﻣِﻦَ اﻟْﻌُﻠﻮﻡِ ﻣَﺎ ﺑِﻪِ ﻛﻠّﻔﻨﺎ</td>
       </tr>
       <tr>
        <td>3</td>
        <td>ﺻﻠّﻰ ﻭَﺳﻠَّﻢَ ﻋَﻠَﻰ ﻣُﺤَﻤَّﺪِ</td>
        <td>ﻭَﺁﻟِﻪِ ﻭَﺻَﺤْﺒﻪِ 
		<a class="hastip" title="ذُكر في نسخة أخرى بدلا من هذا البيت بيت آخر:    ثم الصلاة والسلام أبدا   على محمد ومن به اقتدى   انظر أحمد بن البشير القلاوي الشنقيطي، مفيد العباد سواء العاكف فيه والبادي على  على شرح المرشد المعين في الضروري من علوم الدين، أبو ظبي، المجمع الثقافي، 1999،  ص 42">ﻭَاﻟْﻤُﻘْﺘَﺪِﻱ</a>
</td>
       </tr>
      </table>

     <p>ﻋﺮَّﻑ ﺑﻨﻔﺴﻪ، ﻭﺑﺪﺃ ﻧﻈﻤَﻪ ﺑﺒﺴﻢ اﻟﻠﻪ اﻟﺮﺣﻤﻦ اﻟﺮﺣﻴﻢ، ﻭﺣﻤﺪ اﻟﻠﻪ ﺗﻌﺎﻟﻰ اﻟﻤﺴﺘﺤﻖَّ ﻟﺠﻤﻴﻊ اﻟﻤﺤﺎﻣﺪ، ﻭﺻﻠﻰ ﻋﻠﻰ ﻧﺒﻴِّﻪ ﻣﻮﻻﻧﺎ ﻣﺤﻤﺪٍ ﺻﻠﻰ اﻟﻠﻪ ﻋﻠﻴﻪ ﻭﺳﻠﻢ، ﺇﺫ ﻫﻮ اﻟﻮاﺳﻄﺔ اﻟﻌﻈﻤﻰ ﻓﻲ ﻛﻞ ﺷﻲء ﻭﺻﻞ ﺇﻟﻴﻨﺎ ﻣﻦ ﺧﻴﺮ ﺃﻭ ﺳﻴﺼﻞ. ﺛﻢ ﻗﺎﻝ:</p>

      <table  id="fittext3" class="table table-bordered table-striped table-hover">
       <tr>
        <td>4</td>
        <td>ْﻭَﺑَﻌْﺪُ ﻓَﺎﻟْﻌَﻮْﻥُ ﻣِﻦَ اﻟﻠَّﻪِ اﻟْﻤَﺠِﻴﺪ</td>
        <td>ْﻓِﻲ ﻧﻈْﻢِ ﺃَﺑْﻴﺎﺕٍ ﻟِﻻُﻣِّﻲِّ ﺗُﻔﻴﺪ</td>
       </tr>
       <tr>
        <td>5</td>
        <td>ِﻓﻲ ﻋَﻘْﺪِ اﻻَﺷْﻌَﺮِﻱْ ﻭَﻓِﻘْﻪِ ﻣَﺎﻟِﻚ</td>
        <td>ِﻭَﻓﻲ ﻃَﺮِﻳﻘﺔِ اﻟْﺠُﻨﻴﺪِ اﻟﺴَّﺎﻟِﻚ</td>
       </tr>
      </table>

     <p>ﺃﺧﺒﺮ ﺃﻥ ﻧﻈﻤﻪ ﻫﺬا ﺟﻤﻊ ﻣُﻬِﻤّﺎﺕ اﻟﻌﻠﻮﻡ اﻟﺜﻼﺛﺔ، ﻭﻫﻲ: اﻟﻌﻘﺎﺋﺪ، ﻭاﻟﻔﻘﻪ، ﻭاﻟﺘﺼﻮﻑ اﻟﻤﺘﻌﻠﻘﺔ ﺑﺄﻗﺴﺎﻡ اﻟﺪﻳﻦ اﻟﺜﻼﺛﺔ، ﻭﻫﻲ: اﻹﻳﻤﺎﻥ، ﻭاﻹﺳﻼﻡ، ﻭاﻹﺣﺴﺎﻥ.</p>