<h3>ﺏﺎﺘﻜﻟا ﺔﺒﻄﺧ</h3>
     <p>.ﻢﻴﺨﻔﻟا ﺭﺪﻘﻟا ﻱﻭﺫ ﻪﺑﺎﺤﺻﺃﻭ ﻪﻟﺁ ﻰﻠﻋﻭ .ﻢﻴﻘﺘﺴﻤﻟا ﻁاﺮﺼﻟا ﻰﻟﺇ ﻱﺩﺎﻬﻟا ﺪﻤﺤﻣ ﺎﻧﻻﻮﻣ ﻰﻠﻋ ﻡﻼﺴﻟاﻭ ﺓﻼﺼﻟاﻭ ،ﺪﺣﺃ اًﻮﻔﻛ ﻪﻟ ﻦﻜﻳ ﻢﻟﻭ ﺪﻟﻮﻳ ﻢﻟﻭ ﺪﻠﻳ ﻢﻟ ﻱﺬﻟا ،ﺪﻤﺼﻟا ﺪﺣﻷا ﻪﻠﻟ ﺪﻤﺤﻟا
ﺔﻴﺸﻛاﺮﻤﻟا ﺓﺮﻀﺤﻟﺎﺑ ﺖﻗﻮﻤﻟا ،ﻲﻜﻟﺎﻤﻟا ﻪﻠﻟا ﺪﺒﻋ ﻦﺑ ﺪﻤﺤﻣ ﻪﻠﻟا ﻰﻟﺇ ﺮﻴﻘﻔﻟا ﺪﺒﻌﻟا ﻝﻮﻘﻴﻓ :ﺪﻌﺑ ﺎﻣﺃ. 
     <p>ﻪﺘﻴَّﻤﺳﻭ ،ﺔﻈﻌﻟاﻭ ﻢﻬﻔﻟاﻭ ﻰﻨﻌﻤﻟا ﺔﺤﺿاﻭ ،ﺔﻠﻬﺳ ﺓﺭﺎﺒﻋ ﻲﻓ ﻪﺗْﺯَﺮﺑﺃ ،ﻝﺎﺟﺮﻟاﻭ ءﺎﺴﻨﻟا ﻦﻣ ﺔﺻﺎﺨﻠﻟ ﺓﺮﻛﺬﺗﻭ ،ﻝﺎﻔﻃﻷاﻭ ﺔﻣﺎﻌﻠﻟ ﺓﺮﺼﺒﺗ ﻪﺘﻌﺿﻭ ،ﻦﻳﺪﻟا ﻡﻮﻠﻋ ﻦﻣ ﻱﺭﻭﺮﻀﻟا ﻰﻠﻋ ﻦﻴﻌﻤﻟا ﺪﺷﺮﻤﻟا ﻢﻈﻧ ﻰﻠﻋ ،ﻒﻳﺮﺷ ﺰﻴﺟﻭ ،ﻒﻴﻄﻟ ﺮﻳﺮﻘﺗ اﺬﻫ: </p>
     <h3>ﻦﻳﺪﻟا ﻡﻮﻠﻋ ﻦﻣ ِّﻱﺭﻭﺮﻀﻟا ﻰﻠﻋ ﻦﻴﻌﻤﻟا ﺪﺷﺮﻤﻟا ﻢﻈﻧ ﻰﻠﻋ ﻦﻴﺘﻤﻟا ُﻞﺒﺤﻟا</h3>
     <p>.ﻢﻴﻠﺴﺘﻟا ﻰﻛﺯﺃﻭ ﺓﻼﺼﻟا ُﻞﻀﻓﺃ ﻪﻟﺁ ﻰﻠﻋﻭ ِﻪﻴﻠﻋ ٌﺪﻤﺤﻣ ﺎﻧﻻﻮﻣ :ﻢﻴﻈﻌﻟا ُﻖُﻠُﺨﻟا ﻪﻟ ﻦَﻣ ِﻩﺎﺠﺑ َﻢﻴﻤﻌﻟا َﻊﻔﻨﻟا ﻪﺑ ﺎﻨﻌﻔﻧ :ﻢﻳﺮﻜﻟا ﻪِﻬﺟﻮﻟ ﺎًﺼﻟﺎﺧ ﻪﻠﻟا ﻪﻠﻌﺟ
ﻢﻇﺎﻨﻟا ﻝﺎﻗ ،ﻝﻮﺒﻘﻟاﻭ ﺎﺿﺮﻟا ﺐﻠﻃﺃ ﻪﻠﻟا ﻦِﻣَﻭ :ﻝﻮﻗﺄﻓ: </p>
      <table>
       <tr>
        <td>1</td>
        <td>ِﺮِﺷﺎَﻋ ُﻦْﺑا ِﺪِﺣاَﻮْﻟاُﺪْﺒَﻋ ُﻝﻮُﻘَﻳ</td>
        <td>ِﺭِﺩﺎَﻘْﻟا ِﻪﻟﻹا ِﻢﺳﺎِﺑ ﺎَﺋِﺪَﺘﺒُﻣ</td>
       </tr>
       <tr>
        <td>2</td>
        <td>ﺎﻨَﻤﻠَﻋ ﻱِﺬﻟا ِﻪَّﻠﻟ ُﺪْﻤَﺤْﻟا</td>
        <td>ﺎﻨﻔّﻠﻛ ِﻪِﺑ ﺎَﻣ ِﻡﻮﻠُﻌْﻟا َﻦِﻣ</td>
       </tr>
       <tr>
        <td>3</td>
        <td>ِﺪَّﻤَﺤُﻣ ﻰَﻠَﻋ َﻢَّﻠﺳَﻭ ﻰّﻠﺻ</td>
        <td>ﻱِﺪَﺘْﻘُﻤْﻟاَﻭ ِﻪﺒْﺤَﺻَﻭ ِﻪِﻟﺁَﻭ</td>
       </tr>
      </table>

     <p>ﻝﺎﻗ ﻢﺛ .ﻞﺼﻴﺳ ﻭﺃ ﺮﻴﺧ ﻦﻣ ﺎﻨﻴﻟﺇ ﻞﺻﻭ ءﻲﺷ ﻞﻛ ﻲﻓ ﻰﻤﻈﻌﻟا ﺔﻄﺳاﻮﻟا ﻮﻫ ﺫﺇ ،ﻢﻠﺳﻭ ﻪﻴﻠﻋ ﻪﻠﻟا ﻰﻠﺻ ٍﺪﻤﺤﻣ ﺎﻧﻻﻮﻣ ﻪِّﻴﺒﻧ ﻰﻠﻋ ﻰﻠﺻﻭ ،ﺪﻣﺎﺤﻤﻟا ﻊﻴﻤﺠﻟ َّﻖﺤﺘﺴﻤﻟا ﻰﻟﺎﻌﺗ ﻪﻠﻟا ﺪﻤﺣﻭ ،ﻢﻴﺣﺮﻟا ﻦﻤﺣﺮﻟا ﻪﻠﻟا ﻢﺴﺒﺑ ﻪَﻤﻈﻧ ﺃﺪﺑﻭ ،ﻪﺴﻔﻨﺑ ﻑَّﺮﻋ:</p>

      <table>
       <tr>
        <td>4</td>
        <td>ْﺪﻴِﺠَﻤْﻟا ِﻪَّﻠﻟا َﻦِﻣ ُﻥْﻮَﻌْﻟﺎَﻓ ُﺪْﻌَﺑَﻭ</td>
        <td>ْﺪﻴﻔُﺗ ِّﻲِّﻣُﻻِﻟ ٍﺕﺎﻴْﺑَﺃ ِﻢْﻈﻧ ﻲِﻓ</td>
       </tr>
       <tr>
        <td>5</td>
        <td>ِﻚِﻟﺎَﻣ ِﻪْﻘِﻓَﻭ ْﻱِﺮَﻌْﺷَﻻا ِﺪْﻘَﻋ ﻲﻓ</td>
        <td>ِﻚِﻟﺎَّﺴﻟا ِﺪﻴﻨُﺠْﻟا ِﺔﻘﻳِﺮَﻃ ﻲﻓَﻭ</td>
       </tr>
      </table>

     <p>ﻥﺎﺴﺣﻹاﻭ ،ﻡﻼﺳﻹاﻭ ،ﻥﺎﻤﻳﻹا :ﻲﻫﻭ ،ﺔﺛﻼﺜﻟا ﻦﻳﺪﻟا ﻡﺎﺴﻗﺄﺑ ﺔﻘﻠﻌﺘﻤﻟا ﻑﻮﺼﺘﻟاﻭ ،ﻪﻘﻔﻟاﻭ ،ﺪﺋﺎﻘﻌﻟا :ﻲﻫﻭ ،ﺔﺛﻼﺜﻟا ﻡﻮﻠﻌﻟا ﺕﺎّﻤِﻬُﻣ ﻊﻤﺟ اﺬﻫ ﻪﻤﻈﻧ ﻥﺃ ﺮﺒﺧﺃ.</p>