<h3>heading</h3>
<table id="fittext3" class="table table-bordered table-striped table-hover table-responsive">
	<tr>
		<td>1</td>
		<td>ﻳَﻘُﻮﻝُ ﻋَﺒْﺪُاﻟْﻮَاﺣِﺪِ اﺑْﻦُ ﻋَﺎﺷِﺮ</td>
		<td>ﻣُﺒﺘَﺪِﺋَﺎ ﺑِﺎﺳﻢِ اﻹﻟﻪِ اﻟْﻘَﺎﺩِﺭ</td>
	</tr>
	<tr>
		<td>2</td>
		<td>اﻟْﺤَﻤْﺪُ ﻟﻠَّﻪِ اﻟﺬِﻱ ﻋَﻠﻤَﻨﺎ</td>
		<td>ﻣِﻦَ اﻟْﻌُﻠﻮﻡِ ﻣَﺎ ﺑِﻪِ ﻛﻠّﻔﻨﺎ</td>
	</tr>
	<tr>
		<td>3</td>
		<td>ﺻﻠّﻰ ﻭَﺳﻠَّﻢَ ﻋَﻠَﻰ ﻣُﺤَﻤَّﺪ</td>
		<td>ﻭَاﻟْﻤُﻘْﺘَﺪِﻱ  ﻭَﺁﻟِﻪِ ﻭَﺻَﺤْﺒﻪ</td>
	</tr>
	<tr>
		<td>4</td>
		<td>ﻭَﺑَﻌْﺪُ ﻓَﺎﻟْﻌَﻮْﻥُ ﻣِﻦَ اﻟﻠَّﻪِ اﻟْﻤَﺠِﻴﺪ</td>
		<td>ﻓِﻲ ﻧﻈْﻢِ ﺃَﺑْﻴﺎﺕٍ ﻟِﻻُﻣِّﻲِّ ﺗُﻔﻴﺪ</td>
	</tr>
	<tr>
		<td>5</td>
		<td>ﻓﻲ ﻋَﻘْﺪِ اﻻَﺷْﻌَﺮِﻱْ ﻭَﻓِﻘْﻪِ ﻣَﺎﻟِﻚ</td>
		<td>ﻭَﻓﻲ ﻃَﺮِﻳﻘﺔِ اﻟْﺠُﻨﻴﺪِ اﻟﺴَّﺎﻟِﻚ</td>
	</tr>
</table>