<table>
       <tr>
        <td>6</td>
        <td>َﻼِﺑ ٌﺔﻴﻀَﻗ ْﻲِﻠْﻘَﻌْﻟا ﺎَﻨُﻤﻜُﺣَﻭ</td>
        <td>َﻼَﺟ ٍﻊْﺿَﻭ ْﻭا ٍﺓَﺩﺎَﻋ ﻰَﻠَﻋ ٍﻒْﻗَﻭ</td>
       </tr>
       <tr>
        <td>7</td>
        <td>ْﺯﺎَﻤُﺗ ِﺮْﺼَﺤْﻟﺎِﺑ ُﻩﺎَﻀﺘْﻘُﻣ ُﻡﺎَﺴْﻗَﺃ</td>
        <td>ْﺯاَﻮَﺠْﻟا ُﺔَﻟﺎﺤِﺘﺳِﻻا ُﺏﻮُﺟُﻮْﻟا َﻲْﻫَﻭ</td>
       </tr>
       <tr>
        <td>8</td>
        <td>ْﻝﺎَﺤِﺑ َﻲْﻔّﻨﻟا ُﻞَﺒْﻘَﻳ َﻻ ٌﺐِﺟاَﻮَﻓ</td>
        <td>ْﻝﺎَﺤُﻤﻟا ًﻼْﻘَﻋ َﺕﻮُﺒﺜﻟا ﻰَﺑَﺃ ﺎَﻣَﻭ</td>
       </tr>
       <tr>
        <td>9</td>
        <td>ْﻢِﺳ ِﻦْﻳَﺮْﻣﻷا َﻞِﺒَﻗ ﺎَﻣ :ًاﺰﺋﺎَﺟَﻭ</td>
        <td>ْﻢِﺴُﻗ ٌّﻞﻛ :ْﻱﺮﻈَّﻨﻟاﻭ ،ْﻱِﺭﻭُﺮَّﻀﻠِﻟ</td>
       </tr>
      </table>