<table>
       <tr>
        <td>14</td>
        <td>ْﻡَﺪِﻘْﻟاَﻭ ،ُﺩﻮُﺟُﻮْﻟا :ِﻪَّﻠﻟ ُﺐِﺠَﻳ،</td>
        <td>ّْﻢَﻋ ُﻖَﻠﻄُﻤﻟا ﻰﻨِﻐْﻟاﻭ ،ُءﺎَﻘَﺒْﻟا اَﺬَﻛ</td>
       </tr>
       <tr>
        <td>15</td>
        <td>ْﻝﺎَﺜِﻣ ﻼِﺑ ِﻪِﻘْﻠَﺨِﻟ ُﻪُﻔْﻠَﺧَﻭ</td>
        <td>ْﻝﺎَﻌِﻔﻟاَﻭ ٌﻒْﺻَﻭَﻭ ،ِﺕاَّﺬﻟا ُﺓَﺪْﺣَﻭَﻭ</td>
       </tr>
       <tr>
        <td>16</td>
        <td>ْﺓﺎَﻴَﺣ ،ٌﻢْﻠِﻋ ،ٌﺓَﺩاَﺭﺇ ،ٌﺓَﺭْﺪُﻗﻭ،</td>
        <td>ْﺕﺎَﺒِﺟاَﻭ ﻱِﺫ ،ٌﺮَﺼَﺑ ،ٌﻡَﻼَﻛ ،ٌﻊْﻤَﺳ</td>
       </tr>
      </table>